Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# OpenMV::Internal::OpenMVPlugin|
source: Your OpenMV Cam's firmware is out of date. Would you like to upgrade?
es: El firmware de su OpenMV Cam no está actualizado. ¿Te gustaría actualizar?
fr: Le firmware de votre OpenMV Cam est obsolète. Voulez-vous mettre à niveau?
it: Il firmware del tuo OpenMV Cam non è aggiornato. Ti piacerebbe aggiornare?
ja: あなたのOpenMV Camのファームウェアは古いです。あなたはアップグレードしますか？
ru: Прошивка вашего OpenMV Cam устарела. Вы хотите обновить?
zh_tw: 您的OpenMV Cam的固件已过期。你想升级吗？

# OpenMV::Internal::OpenMVPlugin|
source: - [ latest ]
es: - [ último ]
fr: - [ la plus récente ]
it: - [ ultimo ]
ja: - [最新]
ru: - [ последний ]
zh_tw: - [最新]

# OpenMV::Internal::OpenMVPlugin|
source: Failed to eject "%L1"!
es: ¡Error al expulsar "%L1"!
fr: Impossible d'éjecter "%L1" !
it: Impossibile espellere "%L1"!
ja: "%L1"の取り出しに失敗しました！
ru: Не удалось извлечь "%L1"!
zh_tw: 無法彈出"%L1"！

# OpenMV::Internal::OpenMVPlugin|
source: Reset
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ru: Сбросить
zh_tw: 重設

# OpenMV::Internal::OpenMVPlugin|
source: Start
es: Iniciar
fr: Commencer
it: Avvia
ja: 開始
ru: Запустить
zh_tw: 開始

# OpenMV::Internal::OpenMVPlugin|
source: More Examples
es: Más ejemplos
fr: Plus d'exemples
it: Altri esempi
ja: より多くの例
ru: Больше примеров
zh_tw: 更多例子

# OpenMV::Internal::OpenMVPlugin|
source: New to OpenMV? You can find more examples under the File -> Examples menu. In particular, checkout the Color-Tracking examples.
es: ¿Nuevo en OpenMV? Puede encontrar más ejemplos en el menú Archivo -> Ejemplos. En particular, verifique los ejemplos de seguimiento de color.
fr: Nouveau sur OpenMV? Vous pouvez trouver plus d'exemples dans le menu Fichier -> Exemples. En particulier, consultez les exemples de suivi des couleurs.
it: Nuovo a OpenMV? Puoi trovare altri esempi nel menu File -> Esempi. In particolare, controlla gli esempi di tracciamento del colore.
ja: OpenMVが初めてですか？ 他の例はFile - > Examplesメニューにあります。 特に、カラートラッキングの例をご覧ください。
ru: Новичок в OpenMV? Вы можете найти больше примеров в меню Файл -> Примеры. В частности, ознакомьтесь с примерами отслеживания цвета.
zh_tw: OpenMV新手？\n\n您可以在文件 - >示例菜单下找到更多示例。\n\n特别是，请查看颜色跟踪示例。

# OpenMV::Internal::OpenMVPlugin|
source: Don't show this message again.
es: No muestres este mensaje otra vez.
fr: Ne plus afficher ce message.
it: Non mostrare più questo messaggio.
ja: このメッセージをもう一度表示しないでください。
ru: Не показывать это сообщение снова.
zh_tw: 不要再显示此消息。

# OpenMV::Internal::OpenMVPlugin|
source: Run Bootloader (Load Firmware)
es: Ejecutar Bootloader (cargar firmware)
fr: Exécutez Bootloader (Load Firmware)
it: Esegui Bootloader (carica firmware)
ja: ブートローダーの実行（ファームウェアのロード）
ru: Запустить загрузчик (загрузить прошивку)
zh_tw: 運行引導加載程序（加載固件）

# OpenMV::Internal::OpenMVPlugin|
source: Erase Onboard Data Flash
es: Borrar a bordo de datos Flash
fr: Effacer le Flash de données embarqué
it: Cancella Flash dati integrato
ja: オンボードデータフラッシュの消去
ru: Стереть Flash данных на борту
zh_tw: 擦除板載數據閃存

# OpenMV::Internal::OpenMVPlugin|
source: Are you sure you want to erase your OpenMV Cam's onboard flash drive?
es: ¿Está seguro de que desea borrar la unidad flash incorporada de su OpenMV Cam?
fr: Êtes-vous sûr de vouloir effacer le lecteur flash intégré de votre OpenMV Cam?
it: Sei sicuro di voler cancellare l'unità flash integrata della tua Cam OpenMV?
ja: OpenMV Camのオンボードフラッシュドライブを消去してもよろしいですか？
ru: Вы уверены, что хотите стереть встроенную флешку OpenMV Cam?
zh_tw: 您確定要刪除OpenMV Cam的內置閃存驅動器嗎？

# OpenMV::Internal::OpenMVPlugin|
source: Open OpenMV Cam Drive folder
es: Abra la carpeta OpenMV Cam Drive
fr: "Ouvrir le dossier OpenMV Cam Drive
it: Apri la cartella OpenMV Cam Drive
ja: OpenMV Cam Driveフォルダーを開く
ru: Откройте папку OpenMV Cam Drive
zh_tw: 打開OpenMV Cam Drive文件夾

# OpenMV::Internal::OpenMVPlugin|
source: Save open script to OpenMV Cam (as main.py)
es: Guardar script abierto en OpenMV Cam (como main.py)
fr: Enregistrer le script ouvert sur OpenMV Cam (en tant que main.py)
it: Salva script aperto su OpenMV Cam (come main.py)
ja: OpenMV Camに開いているスクリプトを保存します（main.pyとして）
ru: Сохранить открытый скрипт в OpenMV Cam (как main.py)
zh_tw: 將打開的腳本保存到OpenMV Cam（作為main.py）

# OpenMV::Internal::OpenMVPlugin|
source: Try doing:
es: Trata de hacerlo:
fr: Essayez de faire:
it: Prova a fare:
ja: やってみてください：
ru: Попробуйте сделать:
zh_tw: 嘗試做：

# OpenMV::Internal::OpenMVPlugin|
source: ...in a terminal and then restart your computer.
es: ... en una terminal y luego reinicie su computadora.
fr: ... dans un terminal, puis redémarrez votre ordinateur.
it: ... in un terminale e quindi riavviare il computer.
ja: ...端末で、コンピューターを再起動します。
ru: ... в терминале, а затем перезагрузите компьютер.
zh_tw: ...在終端中，然後重新啟動計算機。

# OpenMV::Internal::OpenMVPlugin|
source: Hit cancel to skip to DFU reprogramming.
es: Presione cancelar para saltar a la reprogramación de DFU.
fr: Appuyez sur Annuler pour passer à la reprogrammation DFU.
it: Premi Annulla per saltare alla riprogrammazione DFU.
ja: キャンセルを押して、DFU再プログラミングにスキップします。
ru: Нажмите «Отмена», чтобы перейти к перепрограммированию DFU.
zh_tw: 點擊取消可跳至DFU重新編程。

# OpenMV::Internal::OpenMVPlugin|
source: Onboard Data Flash Erased!
es: Flash de datos a bordo borrado!
fr: Flash de données embarqué effacé!
it: Flash dati integrato cancellato!
ja: オンボードデータフラッシュが消去されました！
ru: Флэш-память данных удалена!
zh_tw: 板載數據閃存已擦除！

# OpenMV::Internal::OpenMVPlugin|
source: Firmware Upgrade complete!
es: Actualización de firmware completada!
fr: Mise à niveau du firmware terminée!
it: Aggiornamento firmware completato!
ja: ファームウェアのアップグレードが完了しました！
ru: Обновление прошивки завершено!
zh_tw: 固件升級完成！

# OpenMV::Internal::OpenMVPlugin|
source: Your OpenMV Cam will start running its built-in self-test if no sd card is attached... this may take a while.
es: Su OpenMV Cam comenzará a ejecutar su autocomprobación incorporada si no tiene una tarjeta SD conectada ... esto puede llevar un tiempo.
fr: Votre OpenMV Cam commencera à exécuter son auto-test intégré si aucune carte SD n'est connectée ... cela peut prendre un certain temps.
it: La tua OpenMV Cam inizierà a eseguire l'autotest integrato se non è collegata alcuna scheda SD ... ciò potrebbe richiedere del tempo.
ja: OpenMV Camは、SDカードが接続されていない場合、組み込みのセルフテストの実行を開始します。これにはしばらく時間がかかる場合があります。
ru: Ваша OpenMV Cam начнет выполнять встроенную самопроверку, если SD-карта не подключена ... это может занять некоторое время.
zh_tw: 如果未連接sd卡，則OpenMV Cam將開始運行其內置的自檢功能，這可能需要一段時間。

# OpenMV::Internal::OpenMVPlugin|
source: Click OK when your OpenMV Cam's RGB LED starts blinking blue - which indicates the self-test is complete.
es: Haga clic en Aceptar cuando el LED RGB de su OpenMV Cam comience a parpadear en azul, lo que indica que la autocomprobación se ha completado.
fr: Cliquez sur OK lorsque la LED RGB de votre OpenMV Cam commence à clignoter en bleu - ce qui indique que l'autotest est terminé.
it: Fai clic su OK quando il LED RGB di OpenMV Cam inizia a lampeggiare in blu, a indicare che l'autotest è completo.
ja: OpenMV CamのRGB​​ LEDが青色に点滅し始めたら、[OK]をクリックします。これは、セルフテストが完了したことを示します。
ru: Нажмите OK, когда светодиод RGB вашей камеры OpenMV начнет мигать синим - это означает, что самопроверка завершена.
zh_tw: 當您的OpenMV Cam的RGB LED開始閃爍藍色時，單擊“確定”，這表明自檢完成。

# OpenMV::Internal::OpenMVPlugin|
source: Configure Settings
es: Configurar ajustes
fr: Configurer les paramètres
it: Configura impostazioni
ja: 設定を構成する
ru: Настройка параметров
zh_tw: 組態設定

# OpenMV::Internal::OpenMVPlugin|
source: Save Script
es: Guardar script
fr: Enregistrer le script
it: Salva script
ja: スクリプトを保存する
ru: Сохранить сценарий
zh_tw: 儲存指令碼

# OpenMV::Internal::OpenMVPlugin|
source: Strip comments and convert spaces to tabs?
es: ¿Quitar comentarios y convertir espacios en tabulaciones?
fr: Supprimer les commentaires et convertir les espaces en tabulations ?
it: Elimina commenti e converti spazi in tabs?
ja: コメントを取り除き、スペースをタブに変換しますか？
ru: Сбрасывать комментарии и конвертировать пробелы в табуляцию?
zh_tw: 去除注解並將空格轉換為定位字元？

# OpenMV::Internal::OpenMVPlugin|
source: Save Image
es: Guardar imagen
fr: Enregistrer l'image
it: Salva immagine
ja: 画像を保存する
ru: Сохранить изображение
zh_tw: 儲存圖像

# OpenMV::Internal::OpenMVPlugin|
source: Image Files (*.bmp *.jpg *.jpeg *.png *.ppm)
es: Archivos de imagen (*.bmp *.jpg *.jpeg *.png *.ppm)
fr: Fichiers image (*.bmp *.jpg *.jpeg *.png *.ppm)
it: File immagine (*.bmp *.jpg *.jpeg *.png *.ppm)
ja: 画像ファイル(*.bmp *.jpg *.jpeg *.png *.ppm)
ru: Файлы изображений (*.bmp *.jpg *.jpeg *.png *.ppm)
zh_tw: 影像檔(*.bmp *.jpg *.jpeg *.png *.ppm)

# OpenMV::Internal::OpenMVPlugin|
source: Failed to save the image file for an unknown reason!
es: Error al guardar el archivo de imagen por un motivo desconocido!
fr: Impossible d'enregistrer le fichier image pour une raison inconnue !
it: Impossibile salvare il file di immagine per un motivo sconosciuto!
ja: 未知の理由でイメージファイルを保存できませんでした！
ru: Не удалось сохранить файл изображения по неизвестной причине!
zh_tw: 因為未知的原因，無法儲存影像檔！

# OpenMV::Internal::OpenMVPlugin|
source: Save Template
es: Guardar plantilla
fr: Enregistrer le modèle
it: Salva Template
ja: テンプレートを保存
ru: Сохранить шаблон
zh_tw: 儲存範本

# OpenMV::Internal::OpenMVPlugin|
source: Image Files (*.bmp *.jpg *.jpeg *.pgm *.ppm)
es: Archivos de imagen (*.bmp *.jpg *.jpeg *.pgm *.ppm)
fr: Fichiers image (*.bmp *.jpg *.jpeg *.pgm *.ppm)
it: File di immagine (* .bmp * .jpg * .jpeg * .pgm * .ppm)
ja: 画像ファイル(*.bmp *.jpg *.jpeg *.pgm * .ppm)
ru: Файлы изображений (*.bmp *.jpg *.jpeg *.pgm *.ppm)
zh_tw: 影像檔(*.bmp *.jpg *.jpeg *.pgm *.ppm)

# OpenMV::Internal::OpenMVPlugin|
source: Please select a valid path on the OpenMV Cam!
es: ¡Seleccione una ruta válida en la OpenMV Cam!
fr: Veuillez sélectionner un chemin valide sur l'OpenMV Cam !
it: Si prega di selezionare un percorso valido su OpenMV Cam!
ja: OpenMV Camの有効なパスを選択してください！
ru: Выберите действительный путь на OpenMV Cam!
zh_tw: 請在OpenMV Cam上選擇一個有效的路徑！

# OpenMV::Internal::OpenMVPlugin|
source: "%L1" is longer than a max length of %L2 characters!
es: "%L1" es más largo que la longitud máxima de %L2 caracteres!
fr: "%L1" dépasse la longueur maximale de %L2 caractères !
it: "%L1" è più lungo di una lunghezza massima di %L2 caratteri!
ja: "%L1"は%L2文字の最大長を超えています！
ru: "%L1" длиннее максимальной длины в %L2 символов!
zh_tw: "%L1"長於%L2的最大字元長度！

# OpenMV::Internal::OpenMVPlugin|
source: Save Descriptor
es: Guardar descriptor
fr: Enregistrer le descripteur
it: Salva descrittore
ja: 記述子を保存する
ru: Сохранить дескриптор
zh_tw: 儲存描述元

# OpenMV::Internal::OpenMVPlugin|
source: Keypoints Files (*.lbp *.orb)
es: Archivos de puntos clave (*.lbp *.orb)
fr: Fichiers points-clés (*.lbp *.orb)
it: File Keypoints (*.lbp *.orb)
ja: キーポイントファイル(*.lbp *.orb)
ru: Файлы ключевых точек (*.lbp *.orb)
zh_tw: 關鍵點檔(*.lbp *.orb)

# OpenMV::Internal::OpenMVPlugin|
source: Open Example
es: Abrir ejemplo
fr: Ouvrir l'exemple
it: Apri esempi
ja: 開いている例
ru: Открыть пример
zh_tw: 開啟示例

# OpenMV::Internal::OpenMVPlugin|
source: Open File
es: Abrir archivo
fr: Ouvrir le fichier
it: Apri il file
ja: ファイルを開く
ru: Открыть файл
zh_tw: 開啟檔案

# OpenMV::Internal::OpenMVPlugin|
source: Cannot open the example file "%L1"!
es: ¡No se puede abrir el archivo de ejemplo "%L1"!
fr: Impossible d'ouvrir le fichier d'exemple "%L1" !
it: Impossibile aprire il file di esempio "%L1"!
ja: サンプルファイル"%L1"を開くことができません！
ru: Не удается открыть файл примера "%L1"!
zh_tw: 無法開啟示例檔案"%L1"！

# OpenMV::Internal::OpenMVPlugin|
source: Cannot open the file "%L1"!
es: No se puede abrir el archivo "%L1"!
fr: Impossible d'ouvrir le fichier "%L1"!
it: Impossibile aprire il file "%L1"!
ja: "%L1"ファイルを開くことができません！
ru: Не удается открыть файл "%L1"!
zh_tw: 无法打开文件"%L1"!

# OpenMV::Internal::OpenMVPlugin|
source: Firmware Update
es: Actualización de firmware
fr: Mise à jour du micrologiciel
it: Aggiornamento firmware
ja: ファームウエアの更新
ru: Обновление прошивки
zh_tw: 韌體更新

# OpenMV::Internal::OpenMVPlugin|
source: Update your OpenMV Cam's firmware to the latest version?
es: ¿Actualizar el firmware de su OpenMV Cam a la última versión?
fr: Mettre à jour le micrologiciel de votre OpenMV Cam vers la dernière version ?
it: Aggiornare il firmware di OpenMV Cam alla versione più recente?
ja: OpenMV Camのファームウェアを最新バージョンに更新しますか？
ru: Обновить прошивку OpenMV Cam до последней версии?
zh_tw: 將您的OpenMV Cam的韌體更新到最新版本？

# OpenMV::Internal::OpenMVPlugin|
source: Your OpenMV Cam's firmware is up to date.
es: El firmware de su OpenMV Cam está actualizado.
fr: Le micrologiciel de votre OpenMV Cam est à jour.
it: Il firmware di OpenMV Cam è aggiornato.
ja: あなたのOpenMV Camのファームウェアは最新です。
ru: Прошивка OpenMV Cam обновлена.
zh_tw: 您的OpenMV Cam的韌體是最新的。

# OpenMV::Internal::OpenMVPlugin|
source: Need to reset your OpenMV Cam's firmware to the release version?
es: ¿Necesita restablecer el firmware de su OpenMV Cam a la versión de lanzamiento?
fr: Besoin de réinitialiser le micrologiciel de votre OpenMV Cam vers la version finale ?
it: È necessario ripristinare il firmware di OpenMV Cam nella versione di rilascio?
ja: OpenMV Camのファームウェアをリリースバージョンにリセットする必要がありますか？
ru: Нужно перезагрузить прошивку OpenMV Cam до выпускаемой версии?
zh_tw: 需要將您的OpenMV Cam的韌體重設為發行版本？

# OpenMV::Internal::OpenMVPlugin|
source: Cannot open firmware.txt!
es: ¡No se puede abrir firmware.txt!
fr: Impossible d'ouvrir firmware.txt !
it: Impossibile aprire firmware.txt!
ja: firmware.txtを開くことができません！
ru: Не удается открыть firmware.txt!
zh_tw: 無法開啟firmware.txt！

# OpenMV::Internal::OpenMVPlugin|
source: Select Drive
es: Seleccionar unidad
fr: Sélectionner le lecteur
it: Seleziona drive
ja: ドライブを選択
ru: Выберите диск
zh_tw: 選擇驅動

# OpenMV::Internal::OpenMVPlugin|
source: No valid drives were found to associate with your OpenMV Cam!
es: ¡No se han encontrado unidades válidas para asociar con su OpenMV Cam!
fr: Aucun lecteur valide n'a été trouvé pour l'associer à votre OpenMV Cam !
it: Non sono state trovate unità valide da associare a OpenMV Cam!
ja: OpenMV Camと関連付ける有効なドライブが見つかりませんでした！
ru: Не найдено каких-либо действительных дисков для связи с вашей OpenMV Cam!
zh_tw: 沒有發現與您的OpenMV Cam關聯的有效驅動！

# OpenMV::Internal::OpenMVPlugin|
source: "%L1" is the only drive available so it must be your OpenMV Cam's drive.
es: "%L1" es la única unidad disponible, por lo que debe ser la unidad de su OpenMV Cam.
fr: "%L1" est le seul lecteur disponible, il doit donc s'agir du lecteur de votre OpenMV Cam.
it: "%L1" è l'unica unità disponibile, quindi deve essere il driver della tua OpenMV Cam.
ja: "%L1"は利用できる唯一のドライブなので、これはあなたのOpenMV Camのドライブでなければなりません。
ru: "%L1" - единственный доступный диск, поэтому он должен быть вашим диском OpenMV Cam.
zh_tw: "%L1"是唯一可用的驅動，因此它必須是您的OpenMV Cam的驅動。

# OpenMV::Internal::OpenMVPlugin|
source: Please associate a drive with your OpenMV Cam
es: Por favor, asocie una unidad a su OpenMV Cam
fr: Veuillez associer un lecteur à votre OpenMV Cam
it: Associare un drive alla tua OpenMV Cam
ja: あなたのOpenMV Camにドライブを関連付けてください
ru: Просьба привязать диск к вашей OpenMV Cam
zh_tw: 請將驅動與您的OpenMV Cam相關聯

# OpenMV::Internal::OpenMVPlugin|
source: Drive: %L1
es: Unidad: %L1
fr: Lecteur : %L1
ja: ドライブ：%L1
ru: Привод: %L1
zh_tw: 驅動：%L1

# OpenMV::Internal::OpenMVPlugin|
source: New Terminal
es: Nuevo terminal
fr: Nouveau terminal
it: Nuovo Terminale
ja: 新ターミナル
ru: Новый терминал
zh_tw: 新終端

# OpenMV::Internal::OpenMVPlugin|
source: Connect to serial port
es: Conectar al puerto serie
fr: Se connecter au port série
it: Connetti alla porta seriale
ja: シリアルポートに接続する
ru: Подключиться к последовательному порту
zh_tw: 連線到序列埠

# OpenMV::Internal::OpenMVPlugin|
source: Connect to UDP port
es: Conectar al puerto UDP
fr: Se connecter au port UDP
it: Connetti alla porta UDP
ja: UDPポートに接続する
ru: Подключиться к порту UDP
zh_tw: 連線到UDP埠

# OpenMV::Internal::OpenMVPlugin|
source: Connect to TCP port
es: Conectar al puerto TCP
fr: Se connecter au port TCP
it: Connetti alla porta TCP
ja: TCPポートに接続する
ru: Подключиться к порту TCP
zh_tw: 連線到TCP埠

# OpenMV::Internal::OpenMVPlugin|
source: Please select an option
es: Seleccione una opción
fr: Veuillez sélectionner une option
it: Seleziona una opzione
ja: いずれかのオプションを選択してください
ru: Пожалуйста, выберите опцию
zh_tw: 請選擇一個選項

# OpenMV::Internal::OpenMVPlugin|
source: Please enter a baud rate
es: Introduzca una velocidad en baudios
fr: Veuillez saisir un débit en bauds
it: Inserisci velocità di trasmissione
ja: ボーレートを入力してください
ru: Укажите скорость в бодах
zh_tw: 請輸入一個傳輸速率

# OpenMV::Internal::OpenMVPlugin|
source: Invalid string: "%L1"!
es: Cadena no válida: "%L1"!
fr: Chaîne non valide : "%L1" !
it: Stringa non valida: "%L1"!
ja: 無効な文字列："%L1"！
ru: Неверная строка: "%L1"!
zh_tw: 無效的字串："%L1"！

# OpenMV::Internal::OpenMVPlugin|
source: No serial ports found!
es: ¡No se encontraron puertos seriales!
fr: Aucun port série trouvé!
it: Nessuna porta seriale trovata!
ja: シリアルポートが見つかりません！
ru: Последовательные порты не найдены!
zh_tw: 找不到串行端口！

# OpenMV::Internal::OpenMVPlugin|
source: Connect to a UDP server as a client or start a UDP Server?
es: ¿Conectarse a un servidor UDP como cliente o iniciar un servidor UDP?
fr: Se connecter à un serveur UDP en tant que client ou démarrer un serveur UDP ?
it: Connettersi a un server UDP come client o avviare un server UDP?
ja: クライアントとしてUDPサーバーに接続するか、UDPサーバーを起動しますか？
ru: Подключиться к UDP-серверу в качестве клиента или запустить UDP-сервер?
zh_tw: 作為用戶端連線到UDP伺服器還是啟動UDP伺服器？

# OpenMV::Internal::OpenMVPlugin|
source: Connect to a Server
es: Conectar a un servidor
fr: Se connecter à un serveur
it: Connetti a un server
ja: サーバーに接続する
ru: Подключиться к серверу
zh_tw: 連線到伺服器

# OpenMV::Internal::OpenMVPlugin|
source: Start a Server
es: Iniciar un servidor
fr: Démarrer un serveur
it: Avvia un server
ja: サーバーの起動
ru: Запустить сервер
zh_tw: 啟動伺服器

# OpenMV::Internal::OpenMVPlugin|
source: Please enter a IP address (or domain name) and port (e.g. xxx.xxx.xxx.xxx:xxxx)
es: Introduzca una dirección IP (o nombre de dominio) y un puerto (por ejemplo, xxx.xxx.xxx.xxx:xxxx)
fr: Veuillez saisir une adresse IP (ou un nom de domaine) et un port (par exemple xxx.xxx.xxx.xxx:xxxx)
it: Inserisci un indirizzo IP (o nome di dominio) e una porta (ad es. xxx.xxx.xxx.xxx:xxxx)
ja: IPアドレス（またはドメイン名）とポート(例：xxx.xxx.xxx.xxx:xxxx)を入力してください
ru: Введите IP-адрес (или доменное имя) и порт (например, xxx.xxx.xxx.xxx:xxxx)
zh_tw: 請輸入IP地址(或網域名稱)和埠(例如xxx.xxx.xxx.xxx:xxxx)

# OpenMV::Internal::OpenMVPlugin|
source: UDP Client Connection - %1
es: Conexión de cliente UDP - %1
fr: Connexion du client UDP - %1
it: Connessione client UDP -%1
ja: UDPクライアント接続 - %1
ru: Соединение клиента UDP - %1
zh_tw: UDP用戶端連線 - %1

# OpenMV::Internal::OpenMVPlugin|
source: Please enter a port number (enter 0 for any random free port)
es: Introduzca un número de puerto (introduzca 0 para cualquier puerto libre aleatorio)
fr: Veuillez saisir un numéro de port (saisissez 0 pour tout port libre aléatoire)
it: Inserisci un numero di porta (inserisci 0 per qualsiasi porta libera a caso)
ja: ポート番号を入力してください（ランダムな空きポートには0を入力してください）
ru: Введите номер порта (введите 0 для любого произвольного свободного порта)
zh_tw: 請輸入一個埠號(對於任意隨機埠輸入0)

# OpenMV::Internal::OpenMVPlugin|
source: Connect to a TCP server as a client or start a TCP Server?
es: ¿Conectarse a un servidor TCP como cliente o iniciar un servidor TCP?
fr: Se connecter à un serveur TCP en tant que client ou démarrer un serveur TCP ?
it: Connettersi a un server TCP come client o avviare un server TCP?
ja: クライアントとしてTCPサーバーに接続するか、TCPサーバーを起動しますか？
ru: Подключиться к серверу TCP в качестве клиента или запустить TCP-сервер?
zh_tw: 作為用戶端連線到TCP伺服器還是啟動TCP伺服器？

# OpenMV::Internal::OpenMVPlugin|
source: TCP Client Connection - %1
es: Conexión de cliente TCP - %1
fr: Connexion du client TCP - %1
it: Connessione client TCP -%1
ja: TCPクライアント接続 - %1
ru: Соединение клиента TCP - %1
zh_tw: TCP用戶端連線 - %1

# OpenMV::Internal::OpenMVPlugin|
source: Error: Option Index!
es: Error: ¡índice de opciones!
fr: Erreur : Index des options !
it: Errore: indice delle opzioni!
ja: エラー：オプションインデックス！
ru: Ошибка: индекс опции!
zh_tw: 錯誤：選項索引！

# OpenMV::Internal::OpenMVPlugin|
source: Clear Menu
es: Borrar menú
fr: Effacer le menu
it: Cancella menu
ja: メニューをクリア
ru: Очистить меню
zh_tw: 清除功能表

# OpenMV::Internal::OpenMVPlugin|
source: Source image location?
es: ¿Ubicación de la imagen de origen?
fr: Emplacement de l'image source ?
it: Posizione dell'immagine sorgente?
ja: ソースイメージの場所？
ru: Расположение исходного изображения?
zh_tw: 來源圖像的位置？

# OpenMV::Internal::OpenMVPlugin|
source: Frame Buffer
es: Memoria intermedia de trama
fr: Tampon de trame
ja: フレームバッファ
ru: Кадровый буфер
zh_tw: 畫面緩衝區

# OpenMV::Internal::OpenMVPlugin|
source: Image File
es: Archivo de imagen
fr: Fichier image
it: File immagine
ja: 画像ファイル
ru: Файл изображения
zh_tw: 影像檔

# OpenMV::Internal::OpenMVPlugin|
source: The selected threshold tuple will be updated on close.
es: La tupla de umbral seleccionada se actualizará al cerrar.
fr: Le tuple de seuil sélectionné sera mis à jour à la fermeture.
it: La tupla di soglia selezionata verrà aggiornata alla chiusura.
ja: 選択されたしきい値タプルは、クローズ時に更新されます。
ru: Выбранный пороговый кортеж будет обновлен при закрытии.
zh_tw: 所選的閾值元組將在關閉時更新。

# OpenMV::Internal::OpenMVPlugin|
source: No image loaded!
es: ¡No hay imagen cargada!
fr: Aucune image chargée !
it: Nessuna immagine caricata!
ja: 画像がロードされていません！
ru: Не загружено изображение!
zh_tw: 沒有圖像載入！

# OpenMV::Internal::OpenMVPlugin|
source: Image File
es: Archivo de imagen
fr: Fichier image
it: File immagine
ja: 画像ファイル
ru: Файл изображения
zh_tw: 影像檔

# OpenMV::Internal::OpenMVPlugin|
source: What would you like to do?
es: ¿Qué desea hacer?
fr: Que souhaitez-vous faire ?
it: Cosa ti piacerebbe fare?
ja: あなたは何をしたいですか？
ru: Что вы хотите сделать?
zh_tw: 您想做什麼？

# OpenMV::Internal::OpenMVPlugin|
source: Edit File
es: Editar archivo
fr: Modifier le fichier
it: Modifica file
ja: ファイルの編集
ru: Редактировать файл
zh_tw: 編輯檔案

# OpenMV::Internal::OpenMVPlugin|
source: Merge Files
es: Combinar archivos
fr: Fusionner les fichiers
it: Unisci file
ja: ファイルをマージする
ru: Объединить файлы
zh_tw: 合併檔案

# OpenMV::Internal::OpenMVPlugin|
source: Edit Keypoints
es: Editar puntos clave
fr: Modifier les points-clés
it: Modifica keypoints
ja: キーポイントの編集
ru: Редактировать ключевые точки
zh_tw: 編輯關鍵點

# OpenMV::Internal::OpenMVPlugin|
source: Save Edited Keypoints
es: Guardar puntos clave editados
fr: Enregistrer les points-clés modifiés
it: Salva i keypoints modificati
ja: 編集されたキーポイントを保存
ru: Сохранить измененные ключевые точки
zh_tw: 儲存編輯的關鍵點

# OpenMV::Internal::OpenMVPlugin|
source: Failed to save the edited keypoints for an unknown reason!
es: Error al guardar los puntos clave editados por un motivo desconocido!
fr: Impossible d'enregistrer les points-clés modifiés pour une raison inconnue !
it: Impossibile salvare i keypoints modificati per un motivo sconosciuto!
ja: 編集されたキーポイントは未知の理由により保存できませんでした！
ru: Не удалось сохранить измененные ключевые точки по неизвестной причине!
zh_tw: 由於未知的原因，無法保存已編輯的關鍵點！

# OpenMV::Internal::OpenMVPlugin|
source: Failed to find the keypoints image file!
es: ¡No se ha podido encontrar el archivo de imagen de los puntos clave!
fr: Impossible de trouver le fichier image des points-clés !
it: Impossibile trovare il file dei keypoints immagine!
ja: キーポイントの画像ファイルを見つけることができませんでした！
ru: Не удалось найти файл изображений ключевых точек!
zh_tw: 無法找到關鍵點影像檔！

# OpenMV::Internal::OpenMVPlugin|
source: Failed to load the keypoints file for an unknown reason!
es: Error al cargar el archivo de puntos clave por un motivo desconocido!
fr: Impossible de charger le fichier de points-clés pour une raison inconnue !
it: Impossibile caricare il file keypoints per un motivo sconosciuto!
ja: 不明な理由でキーポイントファイルを読み込めませんでした！
ru: Не удалось загрузить файл ключевых точек по неизвестной причине!
zh_tw: 由於未知的原因，無法載入關鍵點檔！
