Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# OpenMVCameraSettings|
source: Open (No password)
es: Abierto (sin contraseña)
fr: Ouvert (aucun mot de passe)
it: Apri (Nessuna password)
ja: 開く（パスワードなし）
ru: Открыть (без пароля)
zh_tw: 開啟(沒有密碼)

# OpenMVCameraSettings|
source: WPA (Modern WiFi Security)
es: WPA (seguridad WiFi moderna)
fr: WPA (sécurité Wi-Fi moderne)
ja: WPA（現在のWiFiセキュリティ）
ru: WPA (современная система безопасности WiFi)
zh_tw: WPA(現代WiFi安全)

# OpenMVCameraSettings|
source: WEP (Hexadecimal password)
es: WEP (contraseña hexadecimal)
fr: WEP (mot de passe hexadécimal)
it: WEP (Password esadecimale)
ja: WEP（16進パスワード）
ru: WEP (шестнадцатеричный пароль)
zh_tw: WEP(十六進位密碼)

# OpenMVCameraSettings|
source: Please enter or select your WiFi network here
es: Introduzca o seleccione su red WiFi aquí
fr: Veuillez saisir ou sélectionner votre réseau Wi-Fi ici
it: Inserisci o seleziona la tua rete WiFi qui
ja: ここにあなたのWiFiネットワークを入力または選択してください
ru: Пожалуйста, введите или выберите свою сеть WiFi здесь
zh_tw: 請在此輸入或選擇您的WiFi網路

# OpenMVCameraSettings|
source: Acess Point Mode
es: Modo de punto de acceso
fr: Mode point d'accès
it: Modalità Access Point
ja: アクセスポイントモード
ru: Режим Acess Point
zh_tw: 接入點模式

# OpenMVCameraSettings|
source: Please enter the name of the WiFi network to create password here
es: Introduzca el nombre de la red WiFi para crear una contraseña aquí
fr: Veuillez saisir le nom du réseau Wi-Fi pour créer un mot de passe ici
it: Inserisci il nome della rete WiFi per creare la password
ja: ここにパスワードを作成するには、WiFiネットワークの名前を入力してください
ru: Введите имя сети Wi-Fi, чтобы создать пароль здесь
zh_tw: 請在此處輸入WiFi網路的名稱以建立密碼

# OpenMVCameraSettings|
source: Please enter the name of the WiFI network to create here
es: Introduzca el nombre de la red WiFI que desea crear aquí
fr: Veuillez saisir le nom du réseau Wi-FI à créer ici
it: Inserisci il nome della rete WiFi da creare qui
ja: ここに作成するWiFIネットワークの名前を入力してください
ru: Введите имя сети WiFI, чтобы создать здесь
zh_tw: 請在此輸入要建立的WiFI網路的名稱

# OpenMVCameraSettings|
source: Board Name
es: Nombre de placa
fr: Nom de carte
it: Nome della scheda
ja: ボード名
ru: Имя платы
zh_tw: 板名稱

# OpenMVCameraSettings|
source: Please enter a name for your OpenMV Cam here
es: Introduzca un nombre para su OpenMV Cam aquí
fr: Veuillez saisir un nom pour votre OpenMV Cam ici
it: Inserisci un nome per la tua OpenMV Cam qui
ja: あなたのOpenMV Camの名前をここに入力してください
ru: Введите имя для своей OpenMV Cam здесь
zh_tw: 請在此為您的OpenMV Cam輸入一個名稱

# OpenMVCameraSettings|
source: Duplicate REPL on the UART on startup
es: Duplicar REPL en el UART al inicio
fr: Dupliquer REPL sur l'UART au démarrage
it: REPL duplicato sulla UART all'avvio
ja: 起動時にUARTでREPLを重複させる
ru: Дублировать REPL на UART при запуске
zh_tw: 啟動時在UART上複製REPL

# Application|
source: Failed to load core: %1
es: Error al cargar el núcleo: %1
fr: Impossible de charger le noyau : %1
it: Impossibile caricare il core: %1
ja: コアの読み込みに失敗しました：%1
ru: Не удалось загрузить ядро: %1
zh_tw: 無法載入核心：%1

# Application|
source: Could not send message
es: No se ha podido enviar el mensaje
fr: Impossible d'envoyer le message
it: Impossibile inviare un messaggio
ja: メッセージを送信できませんでした
ru: Не удалось отправить сообщение
zh_tw: 無法傳送訊息

# Application|
source: Unable to send command line arguments to the already running instance. It appears to be not responding. Do you want to start a new instance of Creator?
es: No se puede enviar argumentos de línea de comandos a la instancia en ejecución. Parece que no responde. ¿Quiere empezar una nueva instancia de Creator?
fr: Impossible d'envoyer des arguments de ligne de commande à l'instance en cours d'exécution. Elle ne semble pas répondre. Voulez-vous démarrer une nouvelle instance de Creator ?
it: Impossibile inviare argomenti della riga comando all'istanza già in esecuzione. Sembra non rispondere. Vuoi iniziare una nuova istanza di Creator?
ja: 実行中のインスタンスにコマンドラインアーギュメントを送信できません。応答していないようです。 Creatorの新しいインスタンスを開始しますか？
ru: Не удалось отправить аргументы командной строки уже запущенному экземпляру класса. Кажется, он не отвечает. Вы хотите создать новый экземпляр класса Creator?
zh_tw: 無法將命令列參數傳送到已經運行的執行個體。似乎沒有回應。您想開始一個新的Creator執行個體嗎？

# Application|
source: Could not find Core plugin in %1
es: No se ha podido encontrar el complemento Core en %1
fr: Impossible de trouver le plug-in Core dans %1
it: Impossibile trovare il plugin Core in%1
ja: %1にコアプラグインが見つかりませんでした
ru: Не удалось найти плагин Core в %1
zh_tw: 在%1中找不到Core外掛程式

# Application|
source: Could not find TextEditor plugin in %1
es: No se ha podido encontrar el complemento TextEditor en %1
fr: Impossible de trouver le plug-in TextEditor dans %1
it: Impossibile trovare il plugin TextEditor in%1
ja: %1にテキストエディタプラグインが見つかりませんでした
ru: Не удалось найти плагин TextEditor в %1
zh_tw: 在%1中找不到TextEditor外掛程式

# Application|
source: Could not find OpenMV plugin in %1
es: No se ha podido encontrar el complemento OpenMV en %1
fr: Impossible de trouver le plug-in OpenMV dans %1
it: Impossibile trovare il plugin OpenMV in%1
ja: %1にOpenMVプラグインが見つかりませんでした
ru: Не удалось найти плагин OpenMV в %1
zh_tw: 在%1中找不到OpenMV外掛程式

# Application|
source: Core plugin is disabled.
es: El complemento Core está deshabilitado.
fr: Le plug-in Core est désactivé.
it: Il plugin Core è disabilitato.
ja: コアプラグインが無効になっています。
ru: Плагин Core отключен.
zh_tw: Core外掛程式被禁用。

# Application|
source: TextEditor plugin is disabled.
es: El complemento TextEditor está deshabilitado.
fr: Le plug-in TextEditor est désactivé.
it: Il plugin TextEditor è disabilitato.
ja: テキストエディタプラグインが無効です。
ru: Плагин TextEditor отключен.
zh_tw: TextEditor外掛程式被禁用。

# Application|
source: OpenMV plugin is disabled.
es: El complemento OpenMV está deshabilitado.
fr: Le plug-in OpenMV est désactivé.
it: Il plugin OpenMV è disabilitato.
ja: OpenMVプラグインが無効になっています。
ru: Плагин OpenMV отключен.
zh_tw: OpenMV外掛程式被禁用。

# MyMain|
source: N/A
fr: s. o
it: nd
ja: 該当なし
ru: Н/Д
zh_tw: 不適用

# PluginManager|
source: The plugin "%1" is specified twice for testing.
es: El complemento "%1" se especifica dos veces a modo de prueba.
fr: Le plug-in "%1" est spécifié deux fois pour le test.
it: Il plugin"%1" viene specificato due volte per test.
ja: "%1"プラグインはテストのために2回指定されています。
ru: Плагин "%1" указан дважды для тестирования.
zh_tw: 外掛程式"%1"被指定兩次以進行測試。

# PluginManager|
source: The plugin "%1" does not exist.
es: El plugin "%1" no existe.
fr: Le plug-in "%1" n'existe pas.
it: Il plugin"%1" non esiste.
ja: プラグイン"%1"は存在しません。
ru: Плагин "%1" не существует.
zh_tw: 外掛程式"%1"不存在。

# PluginManager|
source: The plugin "%1" is not tested.
es: El complemento "%1" no se ha probado.
fr: Le plug-in "%1" n'est pas testé.
it: Il plugin"%1" non è testato.
ja: "%1"プラグインはテストされていません。
ru: Плагин "%1" не проверен.
zh_tw: 外掛程式"%1"未經測試。

# PluginManager|
source: Unknown option %1
es: Opción desconocida: %1
fr: Option inconnue %1
it: Opzione sconosciuta %1
ja: 不明なオプション%1
ru: Неизвестная опция %1
zh_tw: 未知選項%1

# PluginManager|
source: The option %1 requires an argument.
es: La opción %1 requiere un argumento.
fr: L'option %1 nécessite un argument.
it: L'opzione %1 richiede un argomento.
ja: オプション%1にはアーギュメントが必要です。
ru: Опция %1 требует аргумента.
zh_tw: 選項%1需要一個參數。

# ExtensionSystem::PluginDetailsView|
source: None
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ru: Нет
zh_tw: 無

# ExtensionSystem::PluginDetailsView|
source: All
es: Todo
fr: Tout
it: Tutti
ja: 全部
ru: Все
zh_tw: 所有

# ExtensionSystem::PluginDetailsView|
source: %1 (current: "%2")
es: %1 (actual: "%2")
fr: %1 (actuel : "%2")
ja: %1（現在："%2"）
ru: %1 (текущий: "%2")
zh_tw: %1 (目前："%2")

# ExtensionSystem::PluginErrorOverview|
source: Continue
es: Continuar
fr: Continuer
it: Continua
ja: 続行
ru: Продолжить
zh_tw: 繼續

# ExtensionSystem::PluginErrorView|
source: Invalid
es: No válido
fr: Non valide
it: Non valido
ja: 無効
ru: Недействительно
zh_tw: 無效

# ExtensionSystem::PluginErrorView|
source: Description file found, but error on read.
es: Archivo de descripción encontrado, pero error en lectura.
fr: Fichier de description trouvé, mais erreur lors de la lecture.
it: File descrizione trovato, ma c'è un errore di lettura.
ja: 説明ファイルが見つかりましたが、読み取りエラーです。
ru: Файл описания найден, однако произошла ошибка при чтении.
zh_tw: 描述檔被找到，但讀取時出錯。

# ExtensionSystem::PluginErrorView|
source: Read
es: Leer
fr: Lire
it: Leggi
ja: 読む
ru: Читать
zh_tw: 讀取

# ExtensionSystem::PluginErrorView|
source: Description successfully read.
es: Descripción leída con éxito.
fr: Description lue avec succès.
it: Descrizione letta correttamente.
ja: 説明が正常に読み込まれました。
ru: Описание успешно прочитано.
zh_tw: 描述已成功讀取。

# ExtensionSystem::PluginErrorView|
source: Resolved
es: Resuelto
fr: Résolu
it: Risolto
ja: 解決済み
ru: Разрешено
zh_tw: 已解析

# ExtensionSystem::PluginErrorView|
source: Dependencies are successfully resolved.
es: Las dependencias se han resuelto con éxito.
fr: Les dépendances sont résolues avec succès.
it: Le dipendenze sono state risolte con successo.
ja: 依存関係は正常に解決されました。
ru: Зависимости успешно разрешены.
zh_tw: 依賴關係已成功解析。

# ExtensionSystem::PluginErrorView|
source: Loaded
es: Cargado
fr: Chargé
it: Caricato
ja: ロードされた
ru: Загружено
zh_tw: 已載入

# ExtensionSystem::PluginErrorView|
source: Library is loaded.
es: La biblioteca está cargada.
fr: La bibliothèque est chargée.
it: La libreria è stata caricata.
ja: ライブラリが読み込まれます。
ru: Загружается библиотека.
zh_tw: 庫已被載入。

# ExtensionSystem::PluginErrorView|
source: Initialized
es: Inicializado
fr: Initialisé
ja: 初期化済み
ru: Инициализировано
zh_tw: 已初始化

# ExtensionSystem::PluginErrorView|
source: Plugin's initialization function succeeded.
es: La función de inicialización del complemento se ha llevado a cabo con éxito.
fr: La fonction d'initialisation du plug-in a réussi.
it: La funzione di inizializzazione del plugin è stata effettuata con successo.
ja: プラグインの初期化ファンクションが成功しました。
ru: Функция инициализации плагина прошла успешно.
zh_tw: 外掛程式初始化已成功執行。

# ExtensionSystem::PluginErrorView|
source: Running
es: Ejecutando
fr: En cours d'exécution
it: In esecuzione
ja: 実行
ru: Выполняется
zh_tw: 正在運行

# ExtensionSystem::PluginErrorView|
source: Plugin successfully loaded and running.
es: El complemento se ha cargado y ejecutado con éxito.
fr: Plug-in chargé avec succès et en cours d'exécution.
it: Plugin caricato con successo e funzionante.
ja: プラグインが正常にロードされ、実行されています。
ru: Плагин успешно загружен и запущен.
zh_tw: 外掛程式已成功載入並運行。

# ExtensionSystem::PluginErrorView|
source: Stopped
es: Detenido
fr: Arrêté
it: Fermato
ja: 停止
ru: Остановлено
zh_tw: 已停止

# ExtensionSystem::PluginErrorView|
source: Plugin was shut down.
es: Se ha cerrado el complemento.
fr: Le plug-in a été arrêté.
it: Il plugin è stato chiuso.
ja: プラグインがシャットダウンされました。
ru: Плагин был отключен.
zh_tw: 外掛程式已被關閉。

# ExtensionSystem::PluginErrorView|
source: Deleted
es: Eliminado
fr: Supprimé
it: Eliminato
ja: 削除されました
ru: Удалено
zh_tw: 已刪除

# ExtensionSystem::PluginErrorView|
source: Plugin ended its life cycle and was deleted.
es: El complemento ha terminado su ciclo de vida y se ha eliminado.
fr: Le plug-in a terminé son cycle de vie et a été supprimé.
it: Plugin ha terminato il suo ciclo di vita ed è stato cancellato.
ja: プラグインのライフサイクルが終了し、削除されました。
ru: Плагин завершил свой жизненный цикл и был удален.
zh_tw: 外掛程式已結束其生命週期並被刪除。

# ExtensionSystem::PluginManager|
source: Circular dependency detected:
es: Dependencia circular detectada:
fr: Dépendance circulaire détectée :
it: Rilevata dipendenza circolare:
ja: 循環依存が検出されました：
ru: Обнаружена круговая зависимость:
zh_tw: 檢測到循環依賴性：

# ExtensionSystem::PluginManager|
source: %1(%2) depends on
es: %1(%2) depende de
fr: %1(%2) dépend de
it: %1(%2) dipende da
ja: %1（%2）依存
ru: %1(%2) зависит от
zh_tw: %1(%2)依賴於

# ExtensionSystem::PluginManager|
source: Cannot load plugin because dependency failed to load: %1(%2) Reason: %3
es: No se puede cargar el complemento porque no se ha podido cargar la dependencia: %1(%2) Motivo:%3
fr: Impossible de charger le plug-in car la dépendance n'a pas pu se charger: %1(%2) Raison : %3
it: Impossibile caricare il plugin perché non è stato possibile caricare la dipendenza: %1(%2) Reason: %3
ja: 依存関係のロードに失敗したため、プラグインをロードできません：%1（%2） 理由：%3
ru: Невозможно загрузить плагин, поскольку зависимость не была загружена: %1(%2) Причина: %3
zh_tw: 無法載入外掛程式，因為依賴關係無法載入：%1(%2) 原因：%3

# PluginSpec|
source: "%1" is missing
es: Falta "%1"
fr: Il manque "%1"
it: "%1" mancante
ja: "%1"が見つかりません
ru: "%1" отсутствует
zh_tw: "%1"缺失

# PluginSpec|
source: Value for key "%1" is not a string
es: El valor de la clave "%1" no es una cadena
fr: La valeur de la clé "%1" n'est pas une chaîne
it: Il valore per la chiave "%1" non è una stringa
ja: キー"%1"の値は文字列ではありません
ru: Значение для ключа "%1" не является строкой
zh_tw: 鍵"%1"的值不是一個字串

# PluginSpec|
source: Value for key "%1" is not a bool
es: El valor de la clave "%1" no es un tipo de dato lógico
fr: La valeur de la clé "%1" n'est pas une variable
it: Il valore per la chiave "%1" non è un bool
ja: キー"%1"の値はブール値ではありません
ru: Значение для ключа "%1" не является булевым
zh_tw: 鍵"%1"的值不是一個布林值

# PluginSpec|
source: Value for key "%1" is not an array of objects
es: El valor de la clave "%1" no es una matriz de objetos
fr: La valeur de la clé "%1" n'est pas un tableau d'objets
it: Il valore della chiave "%1" non è una matrice di oggetti
ja: キー"%1"の値がオブジェクトの配列ではありません
ru: Значение для ключа "%1" не является массивом объектов
zh_tw: 鍵"%1"的值不是一個物件陣列

# PluginSpec|
source: Value for key "%1" is not a string and not an array of strings
es: El valor de la clave "%1" no es una cadena ni una matriz de cadenas
fr: La valeur de la clé "%1" n'est pas une chaîne ni un tableau de chaînes
it: Il valore della chiave "%1" non è una stringa e una serie di stringhe
ja: キー"%1"の値は文字列ではなく、文字列の配列ではありません
ru: Значение для ключа "%1" не является ни строкой, ни массивом строк
zh_tw: 鍵"%1"的值不是一個字串，也不是一個字串陣列

# PluginSpec|
source: Value "%2" for key "%1" has invalid format
es: El valor "%2" para la clave "%1" tiene un formato no válido
fr: Le format de la valeur "%2" de la clé "%1" n'est pas valide
it: Il valore "%2" per la chiave "%1" ha un formato non valido
ja: キー"%1"の値"%2"の形式が無効です
ru: Значение "%2" для ключа "%1" имеет недопустимый формат
zh_tw: 鍵"%1"的值"%2"格式無效

# PluginSpec|
source: Resolving dependencies failed because state != Read
es: La resolución de dependencias ha fallado porque el estado != Leer
fr: La résolution des dépendances a échoué car l'état != Lu
it: Risoluzione delle dipendenze non riuscita per lo stato != Leggi
ja: 状態！=読み取りのため依存関係の解決に失敗しました
ru: Разрешить зависимости не удавалось, поскольку состояние != Чтение
zh_tw: 解析依賴關係失敗，因為狀態!=已讀取

# PluginSpec|
source: Could not resolve dependency '%1(%2)'
es: No se ha podido resolver la dependencia '%1(%2)'
fr: Impossible de résoudre la dépendance '%1(%2)'
it: Impossibile risolvere la dipendenza '%1(%2)'
ja: 依存関係'%1（%2）'を解決できませんでした
ru: Не удалось разрешить зависимость '%1(%2)'
zh_tw: 無法解析依賴關係'%1(%2)'

# PluginSpec|
source: Loading the library failed because state != Resolved
es: La carga de la biblioteca ha fallado porque el estado != Resuelto
fr: Le chargement de la bibliothèque a échoué car l'état != Résolu
it: Caricamento della libreria non riuscito per lo stato != Risolto
ja: 状態！=解決済みのため、ライブラリの読み込みに失敗しました
ru: Произошла ошибка загрузки библиотеки, поскольку состояние != Разрешено
zh_tw: 載入庫失敗，因為狀態!=已解析

# PluginSpec|
source: Plugin is not valid (does not derive from IPlugin)
es: El complemento no es válido (no deriva de IPlugin)
fr: Le plug-in n'est pas valide (ne dérive pas d'IPlugin)
it: Il plugin non è valido (non deriva da IPlugin)
ja: プラグインが無効です（IPluginから派生していません）
ru: Плагин недействителен (не происходит от IPlugin)
zh_tw: 外掛程式無效(非派生於IPlugin)

# PluginSpec|
source: Initializing the plugin failed because state != Loaded
es: El inicio del complemento ha fallado porque el estado != Cargado
fr: L'initialisation du plug-in a échoué car l'état != Chargé
it: Inizializzazione del plugin non riuscita per lo stato != Caricato
ja: 状態！=ロード済みのため、プラグインの初期化に失敗しました
ru: Инициализация плагина не удалась, поскольку состояние != Загружено
zh_tw: 初始化外掛程式失敗，因為狀態!=已載入

# PluginSpec|
source: Internal error: have no plugin instance to initialize
es: Error interno: no hay instancia de complemento para inicializar
fr: Erreur interne : il n'y a pas d'instance de plug-in à initialiser
it: Errore interno: nessuna istanza di plugin da inizializzare
ja: 内部エラー：初期化するプラグインインスタンスがありません
ru: Внутренняя ошибка: нет экземпляра класса плагина для инициализации
zh_tw: 內部錯誤：沒有用來初始化的外掛程式執行個體

# PluginSpec|
source: Plugin initialization failed: %1
es: La inicialización del complemento ha fallado: %1
fr: L'initialisation du plug-in a échoué : %1
it: Inizializzazione plugin non riuscita: %1
ja: プラグインの初期化に失敗しました：%1
ru: Ошибка инициализации плагина: %1
zh_tw: 外掛程式初始化失敗：%1

# PluginSpec|
source: Cannot perform extensionsInitialized because state != Initialized
es: No se pueden realizar extensionesInicializadas porque el estado! = Inicializado
fr: Impossible d'effectuer extensionsInitialized car l'état != Initialisé
it: Impossibile eseguire Estensioni Inizializzate per lo stato != Inizializzato
ja: 状態！=初期化されているため、拡張初期化を実行できません
ru: Невозможно выполнить extensionsInitialized, поскольку состояние != Инициализировано
zh_tw: 由於狀態!=已初始化，無法執行extensionsInitialized

# PluginSpec|
source: Internal error: have no plugin instance to perform extensionsInitialized
es: Error interno: no hay instancia de complemento para realizar extensionesInicializadas
fr: Erreur interne : il n'y a pas d'instance de plug-in pour effectuer extensionsInitialized
it: Errore interno: nessuna istanza di plugin per eseguire Estensioni Inizializzate
ja: 内部エラー：拡張初期化を実行するプラグインインスタンスがありません
ru: Внутренняя ошибка: отсутствует экземпляр класса плагина для выполнения extensionsInitialized
zh_tw: 內部錯誤：沒有外掛程式執行個體執行extensionsInitialized

# PluginSpec|
source: Internal error: have no plugin instance to perform delayedInitialize
es: Error interno: no hay instancia de complemento para realizar el retrasadoInicializar
fr: Erreur interne : il n'y a pas d'instance de plug-in pour effectuer delayedInitialize
it: Errore interno: nessuna istanza di plugin per eseguire Inizializzazione Riardata
ja: 内部エラー：ディレイド初期化を実行するプラグインインスタンスがありません
ru: Внутренняя ошибка: отсутствует экземпляр класса плагина для выполнения delayedInitialize
zh_tw: 內部錯誤：沒有外掛程式執行個體執行delayedInitialize

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Plugin meta data not found
es: No se encuentran los metadatos del complemento
fr: Méta-données du plug-in introuvables
it: Plugin dei meta dati non trovato
ja: プラグインのメタデータが見つかりません
ru: Метаданные плагина не найдены
zh_tw: 找不到外掛程式中繼資料

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Invalid platform specification "%1": %2
es: Especificación de plataforma no válida "%1": %2
fr: Spécification de plateforme non valide "%1" : %2
it: Specifica della piattaforma non valida "%1": %2
ja: プラットフォーム仕様"%1"が無効です：%2
ru: Недопустимая спецификация платформы "%1": %2
zh_tw: 無效的平臺規範"%1"：%2

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Dependency: %1
es: Dependencia: %1
fr: Dépendance : %1
it: Dipendenza: %1
ja: 依存関係：%1
ru: Зависимость: %1
zh_tw: 依賴關係：%1

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Dependency: "%1" must be "%2" or "%3" (is "%4")
es: Dependencia: "%1" debe ser "%2" o "%3" (es "%4")
fr: Dépendance : "%1" doit être "%2" ou "%3" (c'est "%4")
it: Dipendenza: "%1" deve essere "%2" o "%3" (è "%4")
ja: 依存関係："%1"は"%2"または"%3"（"%4"）でなければなりません
ru: Зависимость: "%1" должна быть "%2" или "%3" (является "%4")
zh_tw: 依賴關係："%1"必須是"%2"或"%3" (是"%4")

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Argument: %1
es: Argumento: %1
it: Argomento: %1
ja: アーギュメント：%1
ru: Аргумент %1
zh_tw: 參數：%1

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Argument: "%1" is empty
es: Argumento: "%1" está vacío
fr: Argument : "%1" est vide
it: Argomento: "%1" è vuoto
ja: アーギュメント："%1"は空です
ru: Аргумент: "%1" пуст
zh_tw: 參數："%1"為空

# ExtensionSystem::PluginView|
source: Path: %1 Plugin is not available on this platform.
es: Ruta: %1 El complemento no está disponible en esta plataforma.
fr: Chemin : %1 Le plug-in n'est pas disponible sur cette plateforme.
it: Percorso: %1 Plugin non è disponibile su questa piattaforma.
ja: パス：%1 このプラットフォームではプラグインは使用できません。
ru: Путь: %1 Плагин недоступен на этой платформе.
zh_tw: 路徑：%1 外掛程式在此平臺上不可用。

# ExtensionSystem::PluginView|
source: Path: %1 Plugin is enabled as dependency of an enabled plugin.
es: Ruta de acceso: %1 El complemento está habilitado como dependencia de un complemento habilitado.
fr: Chemin : %1 Le plug-in est activé en tant que dépendance d'un plug-in activé.
it: Percorso: %1 Plugin è abilitato come dipendenza di un plugin abilitato.
ja: パス：%1 プラグインは有効なプラグインの依存として有効になっています。
ru: Путь: %1 Плагин включен как зависимость от включенного плагина.
zh_tw: 路徑：%1 外掛程式作為已啟用外掛程式的依賴關係被啟用。

# ExtensionSystem::PluginView|
source: Path: %1 Plugin is enabled by command line argument.
es: Ruta: %1 El complemento está habilitado por el argumento de la línea de comando.
fr: Chemin : %1 Le plug-in est activé par l'argument de la ligne de commande.
it: Percorso: %1 Plugin è abilitato dall'argomento della riga di comando.
ja: パス：%1 プラグインはコマンドラインアーギュメントで有効になっています。
ru: Путь: %1 Плагин активируется аргументом командной строки.
zh_tw: 路徑：%1 外掛程式由命令列參數啟用。

# ExtensionSystem::PluginView|
source: Path: %1 Plugin is disabled by command line argument.
es: Ruta: %1 El complemento está deshabilitado por el argumento de la línea de comando.
fr: Chemin: %1 Le plug-in est désactivé par l'argument de la ligne de commande.
it: Percorso: %1 Plugin è disabilitato dall'argomento della riga di comando.
ja: パス：%1 プラグインはコマンドラインアーギュメントで無効になっています。
ru: Путь: %1 Плагин отключен аргументом командной строки.
zh_tw: 路徑：%1 外掛程式被命令列參數禁用。

# ExtensionSystem::PluginView|
source: Path: %1
es: Ruta: %1
fr: Chemin : %1
it: Percorso: %1
ja: パス：%1
ru: Путь: %1
zh_tw: 路徑：%1

# ExtensionSystem::PluginView|
source: Plugin is not available on this platform.
es: El complemento no está disponible en esta plataforma.
fr: Le plug-in n'est pas disponible sur cette plateforme.
it: Il plugin non è disponibile su questa piattaforma.
ja: プラグインはこのプラットフォームでは使用できません。
ru: Плагин недоступен на этой платформе.
zh_tw: 外掛程式在此平臺上不可用。

# ExtensionSystem::PluginView|
source: Plugin is required.
es: Se requiere complemento.
fr: Le plug-in est requis.
it: È richiesto il plugin.
ja: プラグインが必要です。
ru: Требуется плагин.
zh_tw: 外掛程式是必需項。

# ExtensionSystem::PluginView|
source: Load on startup
es: Cargar al inicio
fr: Charger au démarrage
it: Carica all'avvio
ja: 起動時の読み込み
ru: Загрузка при запуске
zh_tw: 在啟動時載入

# ExtensionSystem::PluginView|
source: Load on Startup
es: Cargar al inicio
fr: Charger au démarrage
it: Carica all'avvio
ja: スタートアップ時の負荷
ru: Загрузка при запуске
zh_tw: 在啟動時載入

# ExtensionSystem::PluginView|
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ru: Имя
zh_tw: 名稱

# ExtensionSystem::PluginView|
source: Load
es: Cargar
fr: Charger
it: Carica
ja: 負荷
ru: Загрузить
zh_tw: 載入

# ExtensionSystem::PluginView|
source: Version
es: Versión
it: Versione
ja: バージョン
ru: Версия
zh_tw: 版本

# ExtensionSystem::PluginView|
source: Vendor
es: Vendedor
fr: Fournisseur
ja: ベンダー
ru: Продавец
zh_tw: 供應商

# ExtensionSystem::PluginView|
source: Utilities
es: Utilidades
fr: Outils
it: Utility
ja: ユーティリティー
ru: Утилиты
zh_tw: 實用程式

# ExtensionSystem::PluginView|
source: Enabling Plugins
es: Habilitar complementos
fr: Activation des plug-ins
it: Abilitazione dei plugin
ja: プラグインの有効化
ru: Включение плагинов
zh_tw: 啟用外掛程式
