Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# TextEditor::Internal::TextEditorActionHandler|
source: Delete Word from Cursor On
es: Eliminar palabra del cursor al
fr: Supprimer le mot à partir du curseur
it: Elimina parola da Cursor On
ja: カーソルオンからワードを削除する
ru: Удалить слово, появляющееся при наведении курсора
zh_tw: 從游標位置開始刪除單字

# TextEditor::Internal::TextEditorActionHandler|
source: Delete Word Camel Case from Cursor On
es: Eliminar palabra Camel Case del cursor al
fr: Supprimer le camel case du mot à partir du curseur
it: Elimina CamelCase da Cursor On
ja: カーソルオンからワードキャメルケースを削除
ru: Удалить Camel Case для слова, появляющегося при наведении курсора
zh_tw: 從游標位置開始刪除駝峰式大小寫單字

# TextEditor::Internal::TextEditorActionHandler|
source: Delete Word up to Cursor
es: Eliminar palabra hasta cursor
fr: Supprimer le mot jusqu'au curseur
it: Elimina parola fino a Cursor
ja: カーソルへワードを削除する
ru: Удалить слово, появляющееся при наведении курсора
zh_tw: 刪除單字至游標位置

# TextEditor::Internal::TextEditorActionHandler|
source: Delete Word Camel Case up to Cursor
es: Eliminar palabra Camel Case hasta cursor
fr: Supprimer le camel case du mot jusqu'au curseur
it: Elimina Camel Case fino a Cursor
ja: ワードキャメルケースをカーソルまで削除する
ru: Удалить Camel Case слова, появляющегося при наведении курсора
zh_tw: 刪除駝峰式大小寫單字至游標位置

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Block Start with Selection
es: Ir a Bloquear inicio con selección
fr: Aller au début du bloc avec la sélection
it: Vai a Blocca Inizia con selezione
ja: 選択でブロックスタートに行く
ru: Перейдите к Запуску блока с помощью выбора
zh_tw: 轉到選取區塊開頭

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Block End with Selection
es: Ir a Bloquear fin con selección
fr: Aller à la fin du bloc avec la sélection
it: Vai a Blocca Termina con selezione
ja: 選択でブロックエンドに行く
ru: Перейти к концу блока с выбором
zh_tw: 轉到選擇區塊的結尾

# TextEditor::Internal::TextEditorActionHandler|
source: Move Line Up
es: Mover línea arriba
fr: Déplacer la ligne vers le haut
it: Sposta riga in alto
ja: 行を上に移動
ru: Переместить строку вверх
zh_tw: 將行上移

# TextEditor::Internal::TextEditorActionHandler|
source: Move Line Down
es: Mover línea abajo
fr: Déplacer la ligne vers le bas
it: Sposta riga in basso
ja: 行を下に移動
ru: Переместить строку вниз
zh_tw: 將行下移

# TextEditor::Internal::TextEditorActionHandler|
source: Copy Line Up
es: Copiar línea arriba
fr: Copier la ligne en haut
it: Copia riga in alto
ja: 行を上にコピー
ru: Копировать строку вверх
zh_tw: 向上複製行

# TextEditor::Internal::TextEditorActionHandler|
source: Copy Line Down
es: Copiar línea abajo
fr: Copier la ligne en bas
it: Copia riga in basso
ja: 行を下にコピー
ru: Копировать строку вниз
zh_tw: 向下複製行

# TextEditor::Internal::TextEditorActionHandler|
source: Join Lines
es: Unir líneas
fr: Rejoindre les lignes
it: Unisci righe
ja: 行追加
ru: Присоединиться к строкам
zh_tw: 合併行

# TextEditor::Internal::TextEditorActionHandler|
source: Insert Line Above Current Line
es: Insertar línea encima de la línea actual
fr: Insérer une ligne au-dessus de la ligne actuelle
it: Inserisci riga sopra la riga corrente
ja: 現在の行の上に行を挿入する
ru: Вставить строку над текущей строкой
zh_tw: 在目前行上插入行

# TextEditor::Internal::TextEditorActionHandler|
source: Insert Line Below Current Line
es: Insertar línea debajo de la línea actual
fr: Insérer une ligne sous la ligne actuelle
it: Inserisci riga sotto la riga corrente
ja: 現在の行の下に行を挿入する
ru: Вставить строку ниже текущей строки
zh_tw: 在目前行下插入行

# TextEditor::Internal::TextEditorActionHandler|
source: Indent
es: Apllicar sangría
fr: Ajouter un retrait
it: Indentazione
ja: インデント
ru: Отступ
zh_tw: 縮排

# TextEditor::Internal::TextEditorActionHandler|
source: Unindent
es: Deshacer sangría
fr: Supprimer le retrait
it: Elimina indentazione
ja: アンインデント
ru: Убрать отступ
zh_tw: 取消縮排

# TextEditor::Internal::TextEditorActionHandler|
source: Follow Symbol Under Cursor
es: Seguir símbolo debajo del cursor
fr: Suivre le symbole sous le curseur
it: Segui il simbolo sotto il cursore
ja: カーソル下の記号に従う
ru: Следуйте символу под курсором
zh_tw: 按照游標下的符號

# TextEditor::Internal::TextEditorActionHandler|
source: Follow Symbol Under Cursor in Next Split
es: Seguir símbolo debajo del cursor en la siguiente división
fr: Suivre le symbole sous le curseur dans la séparation suivante
it: Segui il simbolo sotto il cursore nella divisione successiva
ja: 次の分割でカーソル下のシンボルに従う
ru: Следуйте символу под курсором в следующем разделителе
zh_tw: 按照游標下的符號進行下一次分割

# TextEditor::Internal::TextEditorActionHandler|
source: Jump to File Under Cursor
es: Saltar a archivo debajo del cursor
fr: Aller au fichier sous le curseur
it: Passa al file sotto il cursore
ja: カーソル下のファイルにジャンプ
ru: Перейти к файлу под курсором
zh_tw: 跳轉到游標下的檔案

# TextEditor::Internal::TextEditorActionHandler|
source: Jump to File Under Cursor in Next Split
es: Saltar al archivo debajo del cursor en la siguiente división
fr: Aller au fichier sous le curseur dans la séparation suivante
it: Passa al file sotto il cursore nella divisione successiva
ja: 次の分割でカーソル下のファイルにジャンプ
ru: Перейти к файлу под курсором в следующем разделителе
zh_tw: 在下一個分割中跳轉到的游標下的檔案

# TextEditor::Internal::TextEditorActionHandler|
source: Paste from Clipboard History
es: Pegar desde el historial del portapapeles
fr: Coller depuis l'historique du presse-papiers
it: Incolla dalla cronologia degli appunti
ja: クリップボードの履歴から貼り付け
ru: Вставить из истории буфера обмена
zh_tw: 從剪貼板歷史記錄貼上

# TextEditor::Internal::TextEditorActionHandler|
source: &Visualize Whitespace
es: &Visualizar espacios en blanco
fr: &Visualiser les espaces
it: &Visualizza lo spazio bianco
ja: &空白を視覚化
ru: &Визуализировать пробелы
zh_tw: 使空格可見(&V)

# TextEditor::Internal::TextEditorActionHandler|
source: Clean Whitespace
es: Borrar espacios en blanco
fr: Supprimer les espaces
it: Elimina lo spazio bianco
ja: 空白をクリーンにする
ru: Очистить пробелы
zh_tw: 清除空格

# TextEditor::Internal::TextEditorActionHandler|
source: Enable Text &Wrapping
es: Habilitar &justificación de texto
fr: Activer l'&habillage de texte
it: Abilita &disposizione del testo
ja: テキスト&折り返しを有効にする
ru: Включить текст и упаковку
zh_tw: 啟用文字環繞(&W)

# TextEditor::Internal::TextEditorActionHandler|
source: Toggle Comment &Selection
es: Alternar &selección de comentarios
fr: Basculer la &sélection de commentaire
it: Attiva/disattiva &selezione commento
ja: コメント&選択を切り替え
ru: Переключить выбор комментария
zh_tw: 切換注解選擇(&S)

# TextEditor::Internal::TextEditorActionHandler|
source: Cut &Line
es: Cortar &línea
fr: Couper la &ligne
it: Riga di &taglio
ja: カット&行
ru: Линия разреза
zh_tw: 剪下行(&L)

# TextEditor::Internal::TextEditorActionHandler|
source: Copy &Line
es: Copiar &línea
fr: Copier la &ligne
it: Copia &riga
ja: コピー&行
ru: Линия копирования
zh_tw: 複製行(&L)

# TextEditor::Internal::TextEditorActionHandler|
source: Uppercase Selection
es: Selección de mayúscula
fr: Mettre la sélection en majuscules
it: Selezione maiuscola
ja: 大文字の選択
ru: Выбор заглавных букв
zh_tw: 大寫選擇

# TextEditor::Internal::TextEditorActionHandler|
source: Lowercase Selection
es: Selección de minúscula
fr: Mettre la sélection en minuscules
it: Selezione minuscola
ja: 小文字の選択
ru: Выбор нижнего регистра
zh_tw: 小寫選擇

# TextEditor::Internal::TextEditorActionHandler|
source: Fold
es: Plegar
fr: Plier
it: Piega
ja: 折り畳む
ru: Свернуть
zh_tw: 折疊

# TextEditor::Internal::TextEditorActionHandler|
source: Unfold
es: Desplegar
fr: Déplier
it: Dispiega
ja: 展開する
ru: Развернуть
zh_tw: 展開

# TextEditor::Internal::TextEditorActionHandler|
source: Toggle &Fold All
es: Alternar &plegar todo
fr: Basculer et tout &plier
it: Attiva &piega tutto
ja: トグル&全て畳む
ru: Переключить Свернуть все
zh_tw: 切換折疊全部(&F)

# TextEditor::Internal::TextEditorActionHandler|
source: Increase Font Size
es: Aumentar tamaño de fuente
fr: Augmenter la taille de la police
it: Aumenta la dimensione del carattere
ja: フォントサイズを大きくする
ru: Увеличить размер шрифта
zh_tw: 增加字型大小

# TextEditor::Internal::TextEditorActionHandler|
source: Decrease Font Size
es: Disminuir tamaño de fuente
fr: Diminuer la taille de la police
it: Riduci dimensione carattere
ja: フォントサイズを小さくする
ru: Уменьшить размер шрифта
zh_tw: 減小字型大小

# TextEditor::Internal::TextEditorActionHandler|
source: Reset Font Size
es: Restablecer tamaño de fuente
fr: Réinitialiser la taille de la police
it: Ripristina dimensione carattere
ja: フォントサイズをリセットする
ru: Сбросить размер шрифта
zh_tw: 重設字型大小

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Line Start
es: Ir a inicio de línea
fr: Aller au début de la ligne
it: Vai a inizio riga
ja: 行頭に移動
ru: Перейти к началу строки
zh_tw: 跳轉到行首

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Line End
es: Ir a final de línea
fr: Aller à la fin de la ligne
it: Vai a fine riga
ja: 行末に移動
ru: Перейти к концу строки
zh_tw: 跳轉到行尾

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Line
es: Ir a la línea siguiente
fr: Aller à la ligne suivante
it: Vai alla riga successiva
ja: 次の行に移動
ru: Перейти к следующей строке
zh_tw: 轉到下一行

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Line
es: Ir a la línea anterior
fr: Aller à la ligne précédente
it: Vai alla riga precedente
ja: 前の行に移動
ru: Перейти к предыдущей строке
zh_tw: 轉到上一行

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Character
es: Ir al carácter anterior
fr: Aller au caractère précédent
it: Vai al carattere precedente
ja: 前の文字に移動
ru: Перейти к предыдущему символу
zh_tw: 轉到上一個字元

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Character
es: Ir al siguiente carácter
fr: Aller au caractère suivant
it: Vai al carattere successivo
ja: 次の文字に移動
ru: Перейти к следующему символу
zh_tw: 轉到下一個字元

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Word
es: Ir a la palabra anterior
fr: Aller au mot précédent
it: Vai alla parola precedente
ja: 前の単語に移動
ru: Перейти к предыдущему слову
zh_tw: 轉到上一個單字

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Word
es: Ir a la siguiente palabra
fr: Aller au mot suivant
it: Vai alla parola successiva
ja: 次の単語に移動
ru: Перейти к следующему слову
zh_tw: 轉到下一個單字

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Word Camel Case
es: Ir a la palabra Camel Case anterior
fr: Aller au camel case de mot précédent
it: Vai alla parola CamelCase precedente
ja: 前の単語キャメルケースに移動
ru: Перейти к Camel Case предыдущего слова
zh_tw: 轉到上一個駝峰式大小寫單字

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Word Camel Case
es: Ir a la siguiente palabra Camel Case
fr: Aller au camel case de mot suivant
it: Vai alla parola CamelCase successiva
ja: 次の単語キャメルケースに移動
ru: Перейти к Camel Case следующего слова
zh_tw: 轉到下一個駝峰式大小寫單字

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Line Start with Selection
es: Ir a inicio de línea con selección
fr: Aller au début de la ligne avec la sélection
it: Vai a Inizio riga con selezione
ja: 選択して行頭に移動
ru: Перейти к началу строки с выбором
zh_tw: 轉到選擇的行首

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Line End with Selection
es: Ir a final de línea con selección
fr: Aller à la fin de la ligne avec la sélection
it: Vai a Fine riga con selezione
ja: 選択して行末に移動
ru: Перейти к концу строки с выбором
zh_tw: 轉到選擇的行尾

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Line with Selection
es: Ir a la siguiente línea con selección
fr: Aller à la ligne suivante avec la sélection
it: Vai a Riga successiva con selezione
ja: 選択した次の行に移動
ru: Перейти к следующей строке с выбором
zh_tw: 轉到選擇的下一行

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Line with Selection
es: Ir a la línea anterior con selección
fr: Aller à la ligne précédente avec la sélection
it: Vai a Riga precedente con selezione
ja: 選択した前の行に移動
ru: Перейти к предыдущей строке с выбором
zh_tw: 轉到選擇的上一行

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Character with Selection
es: Ir al carácter anterior con selección
fr: Aller au caractère précédent avec la sélection
it: Vai a Carattere precedente con selezione
ja: 選択した前の文字に移動
ru: Перейти к предыдущему символу с выбором
zh_tw: 轉到選擇的上一個字元

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Character with Selection
es: Ir al siguiente carácter con selección
fr: Aller au caractère suivant avec la sélection
it: Vai a Carattere successivo con selezione
ja: 選択した次の文字に移動
ru: Перейти к следующему символу с выбором
zh_tw: 轉到選擇的下一個字元

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Word with Selection
es: Ir a la palabra anterior con selección
fr: Aller au mot précédent avec la sélection
it: Vai a Parola precedente con selezione
ja: 選択した前の単語に移動
ru: Перейти к предыдущему слову с выбором
zh_tw: 轉到選擇的上一個單字

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Word with Selection
es: Ir a la siguiente palabra con selección
fr: Aller au mot suivant avec la sélection
it: Vai a Parola successiva con selezione
ja: 選択した次の単語に移動
ru: Перейти к следующему слову с выбором
zh_tw: 轉到選擇的下一個單字

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Word Camel Case with Selection
es: Ir al palabra Camel Case anterior con selección
fr: Aller au camel case de mot précédent avec la sélection
it: Vai a Parola CamelCase precedente con selezione
ja: 前の単語キャメルケースに移動
ru: Перейти к Camel Case предыдущего слова с выбором
zh_tw: 轉到選擇的上一個駝峰式大小寫單字

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Word Camel Case with Selection
es: Ir a la siguiente palabra Camel Case con selección
fr: Aller au camel case de mot suivant avec la sélection
it: Vai a Parola Camel Case successiva con selezione
ja: 選択で次の単語キャメルケースに移動
ru: Перейти к Camel Case следующего слова с выбором
zh_tw: 轉到選擇的下一個駝峰式大小寫單字

source: Text Editor
es: Editor de texto
fr: Éditeur de texte
it: Editor di testo
ja: テキストエディタ
ru: Текстовый редактор
zh_tw: 文字編輯器

# TextEditor::Internal::TextEditorPlugin|
source: Trigger Completion
es: Realización del desencadenante
fr: Achèvement du déclencheur
it: Completamento trigger
ja: トリガ完了
ru: Завершение триггера
zh_tw: 觸發完成

# TextEditor::Internal::TextEditorPlugin|
source: Trigger Refactoring Action
es: Acción de refactorización del desencadenante
fr: Action de refactorisation de déclencheur
it: Azione refactoring trigger
ja: トリガーリファクタリングアクション
ru: Действие рефакторинга триггера
zh_tw: 觸發重構操作

# TextEditor::Internal::TextEditorPlugin|
source: Selected text within the current document.
es: Texto seleccionado dentro del documento actual.
fr: Texte sélectionné dans le document actuel.
it: Testo selezionato all'interno del documento corrente.
ja: 現在の文書内の選択されたテキスト。
ru: Выбранный текст в текущем документе.
zh_tw: 目前文件中所選的文字。

# TextEditor::Internal::TextEditorPlugin|
source: Line number of the text cursor position in current document (starts with 1).
es: Número de línea de la posición del cursor de texto en el documento actual (comienza con 1).
fr: Numéro de ligne de la position du curseur de texte dans le document actuel (commence par 1).
it: Numero di riga della posizione del cursore del testo nel documento corrente (inizia con 1).
ja: 現在のドキュメントのテキストカーソル位置の行番号（先頭は1）。
ru: Номер строки позиции текстового курсора в текущем документе (начинается с 1).
zh_tw: 目前文件中文字游標位置的行號(從1開始)。

# TextEditor::Internal::TextEditorPlugin|
source: Column number of the text cursor position in current document (starts with 0).
es: Número de columna de la posición del cursor de texto en el documento actual (comienza con 0).
fr: Numéro de colonne de la position du curseur de texte dans le document actuel (commence par 0).
it: Numero di colonna della posizione del cursore del testo nel documento corrente (inizia con 0).
ja: 現在のドキュメントのテキストカーソル位置の列番号（先頭は0）。
ru: Номер столбца позиции текстового курсора в текущем документе (начинается с 0).
zh_tw: 目前文件中文字游標位置的欄號(從0開始)。

# TextEditor::Internal::TextEditorPlugin|
source: Number of lines visible in current document.
es: Número de líneas visibles en el documento actual.
fr: Nombre de lignes visibles dans le document actuel.
it: Numero di righe visibili nel documento corrente.
ja: 現在のドキュメントに表示されている行数。
ru: Количество строк, отображаемых в текущем документе.
zh_tw: 目前文件中可見的行數。

# TextEditor::Internal::TextEditorPlugin|
source: Number of columns visible in current document.
es: Número de columnas visibles en el documento actual.
fr: Nombre de colonnes visibles dans le document actuel.
it: Numero di colonne visibili nel documento corrente.
ja: 現在のドキュメントで表示されている列数。
ru: Количество столбцов, отображаемых в текущем документе.
zh_tw: 目前文件中可見的欄數。

# TextEditor::Internal::TextEditorPlugin|
source: Current document's font size in points.
es: Tamaño de fuente del documento actual en puntos.
fr: Taille de la police du document actuel en points.
it: Dimensione del carattere del documento corrente in punti.
ja: 現在のドキュメントのフォントサイズ（ポイント単位）。
ru: Размер шрифта текущего документа в пунктах.
zh_tw: 目前文件的字型大小，磅。

# TextEditorSettings|
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ru: Текст
zh_tw: 文字

# TextEditorSettings|
source: Generic text. Applied to text, if no other rules matching.
es: Texto genérico. Aplicado al texto, si no hay otras reglas que coincidan.
fr: Texte générique. Appliqué au texte, si aucune autre règle ne correspond.
it: Testo generico. Applicato al testo, se non ci sono altre regole corrispondenti.
ja: 一般的なテキスト。 他のルールと一致しない場合は、テキストに適用されます。
ru: Общий текст. Применяется к тексту, если нет других правил.
zh_tw: 通用文字。 沒有其他規則相符時套用于文字。

# TextEditorSettings|
source: Link
es: Enlace
fr: Lien
it: Collegamento
ja: リンク
ru: Ссылка
zh_tw: 連結

# TextEditorSettings|
source: Links that follow symbol under cursor.
es: Enlaces que siguen al símbolo debajo del cursor.
fr: Liens qui suivent le symbole sous le curseur.
it: Collegamenti che seguono il simbolo sotto il cursore.
ja: カーソルの下の記号に続くリンク。
ru: Ссылки, следующие за символом под курсором.
zh_tw: 游標下符號後的連結。

# TextEditorSettings|
source: Selection
es: Selección
fr: Sélection
it: Selezione
ja: 選択
ru: Выделение
zh_tw: 選擇

# TextEditorSettings|
source: Selected text.
es: Texto seleccionado.
fr: Texte sélectionné.
it: Testo selezionato.
ja: 選択されたテキスト。
ru: Выделенный текст.
zh_tw: 選定的文字。

# TextEditorSettings|
source: Line Number
es: Número de línea
fr: Numéro de la ligne
it: Numero riga
ja: 行番号
ru: Номер строки
zh_tw: 行號

# TextEditorSettings|
source: Line numbers located on the left side of the editor.
es: Números de línea ubicados en el lado izquierdo del editor.
fr: Numéros de ligne situés sur le côté gauche de l'éditeur.
it: I numeri di riga si trovano sul lato sinistro dell'editor.
ja: エディタの左側にある行番号。
ru: Номера строк, расположенные в левой части редактора.
zh_tw: 位於編輯器左側的行號。

# TextEditorSettings|
source: Search Result
es: Resultado de búsqueda
fr: Résultat de la recherche
it: Risultato della ricerca
ja: 検索結果
ru: Результат поиска
zh_tw: 搜尋結果

# TextEditorSettings|
source: Highlighted search results inside the editor.
es: Resultados de búsqueda resaltados dentro del editor.
fr: Résultats de recherche en surbrillance dans l'éditeur.
it: Risultati della ricerca evidenziati all'interno dell'editor.
ja: エディタ内の強調表示された検索結果。
ru: Выделенные результаты поиска внутри редактора.
zh_tw: 在編輯器內部醒目提示的搜尋結果。

# TextEditorSettings|
source: Search Scope
es: Buscar ámbito
fr: Champ de recherche
it: Ricerca scope
ja: 検索範囲
ru: Область поиска
zh_tw: 搜尋範圍

# TextEditorSettings|
source: Section where the pattern is searched in.
es: Sección donde se busca el patrón.
fr: Section où le motif est recherché.
it: Sezione in cui viene cercato il pattern.
ja: パターンが検索されるセクション。
ru: Раздел, в котором выполняется поиск шаблона.
zh_tw: 在其中模式被搜尋的節。

# TextEditorSettings|
source: Parentheses
es: Paréntesis
fr: Parenthèses
it: Parentesi
ja: 括弧
ru: Круглые скобки
zh_tw: 括弧

# TextEditorSettings|
source: Displayed when matching parentheses, square brackets or curly brackets are found.
es: Aparece cuando se encuentran paréntesis, corchetes o llaves coincidentes.
fr: Affiché lorsque des parenthèses, crochets ou accolades correspondants sont trouvés.
it: Visualizzato quando si trovano parentesi tonde, parentesi quadre o parentesi graffe.
ja: 括弧、大括弧、中括弧が一致すると表示されます。
ru: Отображается при сопоставлении скобок, квадратных скобок или фигурных скобок.
zh_tw: 找到相符的圓括弧、方括弧或大括弧時顯示。

# TextEditorSettings|
source: Mismatched Parentheses
es: Paréntesis sin coincidencia
fr: Parenthèses incohérentes
it: Parentesi non corrispondenti
ja: 不一致の括弧
ru: Несоответствующие скобки
zh_tw: 不相符括弧

# TextEditorSettings|
source: Displayed when mismatched parentheses, square brackets, or curly brackets are found.
es: Aparece cuando se encuentran paréntesis, corchetes o llaves no coincidentes.
fr: Affiché lorsque des parenthèses, crochets ou accolades incohérents sont trouvés.
it: Visualizzato quando vengono trovate parentesi tonde, parentesi quadre o parentesi graffe non corrispondenti.
ja: 括弧、大括弧、中括弧が一致しない場合に表示されます。
ru: Отображается, когда найдены несогласованные скобки, квадратные скобки или фигурные скобки.
zh_tw: 找到不相符的圓括號、方括號或大括弧時顯示。

# TextEditorSettings|
source: Current Line
es: Línea actual
fr: Ligne actuelle
it: Riga corrente
ja: 現在の行
ru: Текущая строка
zh_tw: 目前行

# TextEditorSettings|
source: Line where the cursor is placed in.
es: Línea donde se coloca el cursor.
fr: Ligne sur laquelle le curseur est placé.
it: Riga in cui è posizionato il cursore.
ja: カーソルが置かれている行。
ru: Строка, на которой находится курсор.
zh_tw: 游標所在的行。

# TextEditorSettings|
source: Current Line Number
es: Número de línea actual
fr: Numéro de ligne actuel
it: Numero di riga corrente
ja: 現在の行番号
ru: Номер текущей строки
zh_tw: 目前行號

# TextEditorSettings|
source: Line number located on the left side of the editor where the cursor is placed in.
es: Número de línea ubicado en el lado izquierdo del editor donde se coloca el cursor.
fr: Numéro de ligne situé sur le côté gauche de l'éditeur où le curseur se trouve.
it: Il numero di riga si trova sul lato sinistro dell'editor in cui è posizionato il cursore.
ja: カーソルが置かれているエディタの左側にある行番号。
ru: Номер строки, расположенной в левой части редактора, где находится курсор.
zh_tw: 位於游標所在編輯器左側的行號。

# TextEditorSettings|
source: Occurrences
es: Repeticiones
it: Occorrenze
ja: オカレンス
ru: События
zh_tw: 相符項

# TextEditorSettings|
source: Occurrences of the symbol under the cursor. (Only the background will be applied.)
es: Repeticiones del símbolo debajo del cursor. (Solo se aplicará el fondo)
fr: Occurrences du symbole sous le curseur. (Seul l'arrière-plan sera appliqué.)
it: Occorrenze del simbolo sotto il cursore. (Sarà applicato solo lo sfondo)
ja: カーソルの下にあるシンボルのオカレンスが表示されます。 （背景のみが適用されます）
ru: События символа под курсором. (Будет применен только фон)
zh_tw: 游標下符號的相符項。 (僅背景被套用。)

# TextEditorSettings|
source: Unused Occurrence
es: Repetición no utilizada
fr: Occurrence inutilisée
it: Occorrenza non utilizzata
ja: 未使用のオカレンス
ru: Неиспользованное событие
zh_tw: 未使用相符項

# TextEditorSettings|
source: Occurrences of unused variables.
es: Repeticiones de variables no utilizadas.
fr: Occurrences de variables inutilisées.
it: Occorrenze di variabili non utilizzate.
ja: 未使用変数のオカレンス。
ru: События неиспользуемых переменных.
zh_tw: 未使用變數的相符項。

# TextEditorSettings|
source: Renaming Occurrence
es: Cambiando nombre a la repetición
fr: Renommer l'occurrence
it: Rinominare l'occorrenza
ja: オカレンスの名前を変更
ru: Событие переименования
zh_tw: 正在重命名相符項

# TextEditorSettings|
source: Occurrences of a symbol that will be renamed.
es: Repeticiones de un símbolo que cambiarán de nombre.
fr: Occurrences d'un symbole qui seront renommées.
it: Occorrenze di un simbolo che verrà rinominato.
ja: 名前が変更されるシンボルのオカレンス。
ru: Событие символа, который будет переименован.
zh_tw: 將被重命名符號的相符項。

# TextEditorSettings|
source: Number
es: Número
fr: Numéro
it: Numero
ja: 数
ru: Число
zh_tw: 編號
