Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# OpenMV::Internal::OpenMVPlugin|
source: DFU update erases your OpenMV Cam's internal flash file system. Backup your data before continuing!
es: La actualización de DFU borra el sistema interno de archivos flash de la OpenMV Cam. ¡Haga una copia de seguridad de sus datos antes de continuar!
fr: La mise à jour DFU efface le système de fichiers flash interne de votre OpenMV Cam. Sauvegardez vos données avant de continuer !
it: L'aggiornamento DFU cancella il file system flash interno di OpenMV Cam. Fai un backup dei tuoi dati prima di continuare!
ja: DFUアップデートにより、OpenMV Camの内蔵フラッシュファイルシステムが消去されます。 続行する前にデータをバックアップしてください！
ru: Обновление DFU стирает внутреннюю флеш-систему файлов OpenMV Cam. Создайте резервную копию своих данных, прежде чем продолжить!
zh_tw: DFU更新會擦除您的OpenMV Cam的內部快閃記憶體檔案系統。 在繼續之前備份您的資料！

# OpenMV::Internal::OpenMVPlugin|
source: Disconnect your OpenMV Cam from your computer, add a jumper wire between the BOOT and RST pins, and then reconnect your OpenMV Cam to your computer. Click the Ok button after your OpenMV Cam's DFU Bootloader has enumerated.
es: Desconecte su OpenMV Cam de su ordenador, añada un cable de puente entre los pines de BOOT y RST, y luego vuelva a conectar su OpenMV Cam a su ordenador. Haga clic en el botón Aceptar después de que el gestor de arranque DFU de su OpenMV CAM haya enumerado.
fr: Déconnectez votre OpenMV Cam de votre ordinateur, ajoutez un cavalier entre les broches BOOT et RST, puis reconnectez votre OpenMV Cam à votre ordinateur. Cliquez sur le bouton Ok après que le chargeur de démarrage DFU de votre OpenMV Cam a énuméré.
it: Scollega OpenMV Cam dal computer, aggiungi un jumper i pin BOOT e RST, quindi ricollega OpenMV Cam al computer. Fai clic sul pulsante OK dopo aver enumerato il DFU Bootloader di OpenMV Cam.
ja: コンピュータからOpenMV Camを外し、BOOTとRSTピンの間にジャンパ線を追加して、OpenMV Camをコンピュータに再接続してください。 OpenMV CamのDFUブートローダが列挙されたら、Okボタンをクリックします。
ru: Отключите камеру OpenMV от компьютера, установите перемычку между выводами BOOT и RST, а затем снова подключите камеру OpenMV к компьютеру. Нажмите кнопку "ОК" после того, как ваш начальный загрузчик DFU OpenMV выполнит нумерацию.
zh_tw: 斷開OpenMV Cam與電腦的連線，在BOOT和RST引腳之間新增跳線，然後將OpenMV Cam重新連線到電腦。 在您的OpenMV Cam的DFU引導載入程式完成列舉後，按一下確定按鈕。

# OpenMV::Internal::OpenMVPlugin|
source: DFU firmware update complete!
es: ¡Actualización de firmware DFU completa!
fr: Mise à jour du micrologiciel DFU terminée !
it: Aggiornamento del firmware DFU completato!
ja: DFUファームウェアの更新が完了しました！
ru: Обновление прошивки DFU завершено!
zh_tw: DFU韌體更新完成！

# OpenMV::Internal::OpenMVPlugin|
source: Click the Ok button after your OpenMV Cam has enumerated and finished running its built-in self test (blue led blinking - this takes a while).
es: Haga clic en el botón Aceptar después de que su OpenMV Cam haya enumerado y terminado de ejecutar su autocomprobación integrada (el LED azul parpadea; esto lleva un tiempo).
fr: Cliquez sur le bouton Ok après que votre Cam OpenMV a énuméré et terminé l'auto-test intégré (voyant bleu clignotant - cela prend du temps).
it: Fai clic sul pulsante OK dopo che EnemMV Cam ha enumerato e finito di eseguire il suo autotest integrato (led blu lampeggiante - ciò richiede un po' di tempo).
ja: OpenMV Camが列挙され、ビルトインのセルフテストの実行が終了したら、[OK]ボタンをクリックします（青色の点滅 - これはしばらく時間がかかります）。
ru: Нажмите кнопку "ОК" после того, как ваша OpenMV Cam выполнит нумерацию и завершит выполнение встроенного самотестирования (мигает синий светодиод - это занимает некоторое время).
zh_tw: 在您的OpenMV Cam完成列舉和運行其內置的自檢(藍色指示燈閃爍 - 這需要一段時間)後按一下確定按鈕。

# OpenMV::Internal::OpenMVPlugin|
source: DFU firmware update failed!
es: ¡Error en la actualización del firmware DFU!
fr: La mise à jour du micrologiciel DFU a échoué !
it: Aggiornamento del firmware DFU non riuscito!
ja: DFUファームウェアの更新に失敗しました！
ru: Не удалось обновить прошивку DFU!
zh_tw: DFU韌體更新失敗！

# OpenMV::Internal::OpenMVPlugin|
source: Timeout error while learning MTU!
es: ¡Error de tiempo de espera al adquirir MTU!
fr: Erreur de délai d'expiration lors de l'apprentissage de MTU !
it: Errore di timeout durante l'apprendimento di MTU!
ja: MTUの学習中にタイムアウトエラーが発生しました！
ru: Ошибка таймаута при изучении MTU!
zh_tw: 學習MTU時出現逾時錯誤！

# OpenMV::Internal::OpenMVPlugin|
source: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ru: Неизвестно
zh_tw: 未知

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV Cam automatically registered! Board: %1 ID: %2 Please run Examples->HelloWorld->helloworld.py to test the vision quality and focus the camera (if applicable).
es: ¡OpenMV Cam se registró automáticamente! Tablero: %1 Identificación: %2 Ejecute Ejemplos->HelloWorld->helloworld.py para probar la calidad de la visión y enfocar la cámara (si corresponde).
fr: OpenMV Cam automatiquement enregistré ! Tableau: %1 ID: %2 Veuillez exécuter Exemples->HelloWorld->helloworld.py pour tester la qualité de la vision et faire la mise au point de la caméra (le cas échéant).
ja: OpenMV Cam 自動登録！ ボード: %1 ID: %2 Examples->HelloWorld->helloworld.py を実行して、視覚の質をテストし、カメラの焦点を合わせてください (該当する場合)。
ru: OpenMV Cam регистрируется автоматически! Доска: %1 Идентификатор: %2 Запустите Examples->HelloWorld->helloworld.py, чтобы проверить качество изображения и сфокусировать камеру (если применимо).
zh_tw: OpenMV Cam 自動註冊！ 董事會：%1 編號：%2 請運行 Examples->HelloWorld->helloworld.py 來測試視覺質量和聚焦相機（如果適用）。

# OpenMV::Internal::OpenMVPlugin|
source: New OpenMV IDE resources are available (e.g. examples, firmware, documentation, etc.).
es: Hay nuevos recursos IDE de OpenMV disponibles (por ejemplo, ejemplos, firmware, documentación, etc.).
fr: De nouvelles ressources OpenMV IDE sont disponibles (exemples, firmware, documentation, etc.).
ja: 新しい OpenMV IDE リソースが利用可能です (例、ファームウェア、ドキュメントなど)。
ru: Доступны новые ресурсы OpenMV IDE (например, примеры, прошивки, документация и т. д.).
zh_tw: 新的 OpenMV IDE 資源可用（例如示例、固件、文檔等）。

# OpenMV::Internal::OpenMVPlugin|
source: Extracting...
es: Extrayendo...
fr: Extraction...
it: Estrazione...
ja: 抽出しています...
ru: Извлечение...
zh_tw: 提取...

# OpenMV::Internal::OpenMVPlugin|
source: Unable to extract firmware!
es: ¡No se puede extraer el firmware!
fr: Impossible d'extraire le firmware!
it: Impossibile estrarre il firmware!
ja: ファームウェアを抽出できません！
ru: Невозможно извлечь прошивку!
zh_tw: 無法提取固件！

# OpenMV::Internal::OpenMVPlugin|
source: A board in DFU mode was detected. What would you like to do?
es: Se detectó una placa en modo DFU. Que te gustaría hacer?
fr: Une carte en mode DFU a été détectée. Qu'est-ce que tu aimerais faire?
it: È stata rilevata una scheda in modalità DFU. Cosa ti piacerebbe fare?
ja: DFUモードのボードが検出されました。何をしたいですか？
ru: Обнаружена плата в режиме DFU. Чем бы Вы хотели заняться?
zh_tw: 檢測到DFU模式單板。你想幹什麼？

# OpenMV::Internal::OpenMVPlugin|
source: Install the lastest release firmware (v%L1.%L2.%L3)
es: Instale la última versión de firmware (v%L1.%L2.%L3)
fr: Installez la dernière version du micrologiciel (v%L1.%L2.%L3)
it: Installa l'ultima versione del firmware (v%L1.%L2.%L3)
ja: 最新リリースのファームウェア（v%L1.%L2.%L3）をインストールします
ru: Установите последнюю версию прошивки (v%L1.%L2.%L3)
zh_tw: 安裝最新版本的固件（v%L1.%L2.%L3）

# OpenMV::Internal::OpenMVPlugin|
source: Load a specific firmware
es: Cargar un firmware específico
fr: Charger un firmware spécifique
it: Carica un firmware specifico
ja: 特定のファームウェアをロードする
ru: Загрузите конкретную прошивку
zh_tw: 加載特定固件

# OpenMV::Internal::OpenMVPlugin|
source: Just erase the interal file system
es: Simplemente borre el sistema de archivos interal
fr: Effacez simplement le système de fichiers interne
it: Basta cancellare il file system interno
ja: 内部ファイルシステムを消去するだけです
ru: Просто сотрите внутреннюю файловую систему
zh_tw: 只需擦除內部文件系統

# OpenMV::Internal::OpenMVPlugin|
source: Please update the bootloader to the latest version and install the SoftDevice to flash the OpenMV firmware. More information can be found on <a href="https://docs.arduino.cc">https://docs.arduino.cc</a>
es: Actualice el cargador de arranque a la última versión e instale SoftDevice para actualizar el firmware OpenMV. Puede encontrar más información en <a href="https://docs.arduino.cc"> https://docs.arduino.cc </a>
fr: Veuillez mettre à jour le chargeur de démarrage vers la dernière version et installer le SoftDevice pour flasher le micrologiciel OpenMV. Plus d'informations peuvent être trouvées sur <a href="https://docs.arduino.cc">https://docs.arduino.cc</a>
it: Aggiorna il bootloader alla versione più recente e installa SoftDevice per eseguire il flashing del firmware OpenMV. Ulteriori informazioni sono disponibili su <a href="https://docs.arduino.cc">https://docs.arduino.cc</a>
ja: ブートローダーを最新バージョンに更新し、SoftDeviceをインストールしてOpenMVファームウェアをフラッシュしてください。 詳細については、<a href="https://docs.arduino.cc"> https://docs.arduino.cc </a>をご覧ください。
ru: Обновите загрузчик до последней версии и установите SoftDevice для прошивки прошивки OpenMV. Дополнительную информацию можно найти на <a href="https://docs.arduino.cc"> https://docs.arduino.cc </a>
zh_tw: 請將引導加載程序更新到最新版本並安裝 SoftDevice 以刷新 OpenMV 固件。 更多信息可以在 <a href="https://docs.arduino.cc">https://docs.arduino.cc</a> 上找到

# OpenMV::Internal::OpenMVPlugin|
source: Please short REC to GND and reset your board. More information can be found on <a href="https://docs.arduino.cc">https://docs.arduino.cc</a>
es: Corta REC a GND y reinicia tu placa. Puede encontrar más información en <a href="https://docs.arduino.cc"> https://docs.arduino.cc </a>
fr: Veuillez raccourcir REC à GND et réinitialiser votre carte. Plus d'informations peuvent être trouvées sur <a href="https://docs.arduino.cc">https://docs.arduino.cc</a>
it: Si prega di accorciare REC su GND e ripristinare la scheda. Ulteriori informazioni sono disponibili su <a href="https://docs.arduino.cc">https://docs.arduino.cc</a>
ja: RECをGNDに短絡し、ボードをリセットしてください。 詳細については、<a href="https://docs.arduino.cc"> https://docs.arduino.cc </a>をご覧ください。
ru: Замкните REC на GND и перезагрузите плату. Дополнительную информацию можно найти на <a href="https://docs.arduino.cc"> https://docs.arduino.cc </a>
zh_tw: 請將 REC 短接到 GND 並重置您的電路板。 更多信息可以在 <a href="https://docs.arduino.cc">https://docs.arduino.cc</a> 上找到

# OpenMV::Internal::OpenMVPlugin|
source: Connecting... (Hit cancel if this takes more than 5 seconds).
es: Conectando ... (Presione cancelar si esto toma más de 5 segundos).
fr: De liaison... (Appuyez sur Annuler si cela prend plus de 5 secondes).
it: Collegamento ... (Premi Annulla se questo richiede più di 5 secondi).
ja: 接続中... （これに5秒以上かかる場合は、キャンセルを押してください）。
ru: Подключение ... (Нажмите «Отмена», если это займет более 5 секунд).
zh_tw: 正在連線... （如果這需要5秒鐘以上，請取消）。

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV IDE can still try to repair your OpenMV Cam using your OpenMV Cam's DFU Bootloader. Continue?
es: OpenMV IDE aún puede intentar reparar su OpenMV Cam usando el DFU Bootloader de su OpenMV Cam. ¿Continuar?
fr: OpenMV IDE peut toujours essayer de réparer votre OpenMV Cam en utilisant le chargeur de démarrage DFU de votre OpenMV Cam. Continuer?
ja: OpenMV IDE は、OpenMV Cam の DFU ブートローダーを使用して OpenMV Cam の修復を試みることができます。 続く？
ru: OpenMV IDE по-прежнему может попытаться восстановить OpenMV Cam с помощью загрузчика DFU OpenMV Cam. Продолжать?
zh_tw: OpenMV IDE 仍然可以嘗試使用 OpenMV Cam 的 DFU 引導加載程序修復您的 OpenMV Cam。 繼續？

# OpenMV::Internal::OpenMVPlugin|
source: If you overwrote main.py on your OpenMV Cam and did not erase the disk then your OpenMV Cam will just run that main.py. In this case click OK when you see your OpenMV Cam's internal flash drive mount (a window may or may not pop open).
es: Si sobrescribió main.py en su OpenMV Cam y no borró el disco, entonces su OpenMV Cam simplemente ejecutará ese main.py. En este caso, haga clic en Aceptar cuando vea el soporte de la unidad flash interna de su OpenMV Cam (una ventana puede o no abrirse).
fr: Si vous avez écrasé main.py sur votre OpenMV Cam et que vous n'avez pas effacé le disque, votre OpenMV Cam exécutera simplement ce main.py. Dans ce cas, cliquez sur OK lorsque vous voyez le support de lecteur flash interne de votre OpenMV Cam (une fenêtre peut ou non s'ouvrir).
it: Se hai sovrascritto main.py sulla tua OpenMV Cam e non hai cancellato il disco, la tua OpenMV Cam eseguirà semplicemente quel main.py. In questo caso, fai clic su OK quando vedi il supporto dell'unità flash interna di OpenMV Cam (una finestra potrebbe aprirsi o meno).
ja: OpenMV Camでmain.pyを上書きし、ディスクを消去しなかった場合、OpenMVCamはそのmain.pyを実行するだけです。 この場合、OpenMV Camの内部フラッシュドライブマウントが表示されたら[OK]をクリックします（ウィンドウが開く場合と開かない場合があります）。
ru: Если вы перезаписали main.py на своей OpenMV Cam и не стерли данные с диска, ваша OpenMV Cam просто запустит этот main.py. В этом случае нажмите OK, когда вы увидите крепление внутренней флеш-накопителя OpenMV Cam (окно может открываться, а может и не открываться).
zh_tw: 如果您在OpenMV Cam上覆蓋了main.py並且沒有擦除磁盤，則您的OpenMV Cam將只運行該main.py。 在這種情況下，當您看到OpenMV Cam的內部閃存驅動器安裝時，請單擊“確定”（一個窗口可能會彈出，也可能不會彈出）。

# OpenMV::Internal::OpenMVPlugin|
source: No IMX settings for the selected board type %L1!
es: ¡No hay ajustes de IMX para el tipo de placa seleccionado %L1!
fr: Aucun paramètre IMX pour le type de carte sélectionné %L1!
ja: 選択したボード タイプ %L1 の IMX 設定がありません!
ru: Нет настроек IMX для выбранного типа платы %L1!
zh_tw: 所選板類型 %L1 沒有 IMX 設置！

# OpenMV::Internal::OpenMVPlugin|
source: No IMX settings found!
es: ¡No se encontraron configuraciones IMX!
fr: Aucun paramètre IMX trouvé !
ja: IMX 設定が見つかりません!
ru: Настройки IMX не найдены!
zh_tw: 未找到 IMX 設置！

# OpenMV::Internal::OpenMVPlugin|
source: Hit cancel to skip to SBL reprogramming.
es: Pulse cancelar para pasar a la reprogramación de SBL.
fr: Appuyez sur Annuler pour passer à la reprogrammation SBL.
ja: キャンセルを押して、SBL の再プログラミングに進みます。
ru: Нажмите «Отмена», чтобы перейти к перепрограммированию SBL.
zh_tw: 點擊取消跳到 SBL 重新編程。

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV IDE can still try to repair your OpenMV Cam using your OpenMV Cam's SBL Bootloader. Continue?
es: OpenMV IDE aún puede intentar reparar su OpenMV Cam usando el SBL Bootloader de su OpenMV Cam. ¿Continuar?
fr: OpenMV IDE peut toujours essayer de réparer votre OpenMV Cam en utilisant le SBL Bootloader de votre OpenMV Cam. Continuer?
ja: OpenMV IDE は、OpenMV Cam の SBL ブートローダーを使用して OpenMV Cam の修復を試みることができます。 続く？
ru: OpenMV IDE по-прежнему может попытаться восстановить OpenMV Cam с помощью загрузчика SBL вашего OpenMV Cam. Продолжать?
zh_tw: OpenMV IDE 仍然可以嘗試使用 OpenMV Cam 的 SBL 引導加載程序修復您的 OpenMV Cam。 繼續？

# OpenMV::Internal::OpenMVPlugin|
source: Disconnect your OpenMV Cam from your computer and then reconnect your OpenMV Cam to your computer while pressing the SBL button on your OpenMV Cam. Click the Ok button after your OpenMV Cam's SBL Bootloader has enumerated.
es: Desconecte su OpenMV Cam de su computadora y luego vuelva a conectar su OpenMV Cam a su computadora mientras presiona el botón SBL en su OpenMV Cam. Haga clic en el botón Aceptar después de que se haya enumerado el cargador de arranque SBL de su OpenMV Cam.
fr: Déconnectez votre OpenMV Cam de votre ordinateur, puis reconnectez votre OpenMV Cam à votre ordinateur tout en appuyant sur le bouton SBL de votre OpenMV Cam. Cliquez sur le bouton OK après l'énumération du chargeur de démarrage SBL de votre OpenMV Cam.
ja: OpenMV Cam をコンピューターから切断し、OpenMV Cam の SBL ボタンを押しながら OpenMV Cam をコンピューターに再接続します。 OpenMV Cam の SBL ブートローダーが列挙されたら、[OK] ボタンをクリックします。
ru: Отключите камеру OpenMV от компьютера, а затем снова подключите камеру OpenMV к компьютеру, нажимая кнопку SBL на вашей камере OpenMV. Нажмите кнопку «ОК» после перечисления загрузчика SBL вашей OpenMV Cam.
zh_tw: 斷開 OpenMV Cam 與計算機的連接，然後在按下 OpenMV Cam 上的 SBL 按鈕的同時將 OpenMV Cam 重新連接到計算機。 在枚舉 OpenMV Cam 的 SBL 引導加載程序後單擊確定按鈕。

# OpenMV::Internal::OpenMVPlugin|
source: Firmware update complete!
es: ¡Actualización de firmware completa!
fr: Mise à jour du micrologiciel terminée !
ja: ファームウェアアップデート完了！
ru: Обновление прошивки завершено!
zh_tw: 固件更新完成！

# OpenMV::Internal::OpenMVPlugin|
source: No DFU settings for the selected board type!
es: ¡No hay configuraciones DFU para el tipo de placa seleccionado!
fr: Aucun paramètre DFU pour le type de carte sélectionné!
it: Nessuna impostazione DFU per il tipo di scheda selezionato!
ja: 選択したボードタイプのDFU設定はありません！
ru: Нет настроек DFU для выбранного типа платы!
zh_tw: 所選板類型沒有DFU設置！

# OpenMV::Internal::OpenMVPlugin|
source: No DFU settings for the selected device!
es: ¡No hay configuraciones DFU para el dispositivo seleccionado!
fr: Aucun paramètre DFU pour l'appareil sélectionné!
it: Nessuna impostazione DFU per il dispositivo selezionato!
ja: 選択したデバイスのDFU設定はありません！
ru: Нет настроек DFU для выбранного устройства!
zh_tw: 所選設備沒有DFU設置！

# OpenMV::Internal::OpenMVPlugin|
source: BOSSAC device %1 missing!
es: ¡Falta el dispositivo BOSSAC %1!
fr: Périphérique BOSSAC %1 manquant!
it: Dispositivo BOSSAC %1 mancante!
ja: BOSSACデバイス%1がありません！
ru: Устройство BOSSAC%1 отсутствует!
zh_tw: BOSSAC 設備 %1 丟失！

# OpenMV::Internal::OpenMVPlugin|
source: No BOSSAC settings for the selected board type!
es: ¡No hay configuraciones de BOSSAC para el tipo de placa seleccionado!
fr: Aucun paramètre BOSSAC pour le type de carte sélectionné!
it: Nessuna impostazione BOSSAC per il tipo di scheda selezionato!
ja: 選択したボードタイプのBOSSAC設定はありません！
ru: Нет настроек BOSSAC для выбранного типа платы!
zh_tw: 所選電路板類型沒有 BOSSAC 設置！

# OpenMV::Internal::OpenMVPlugin|
source: No BOSSAC settings for the selected device!
es: ¡No hay configuraciones de BOSSAC para el dispositivo seleccionado!
fr: Aucun paramètre BOSSAC pour l'appareil sélectionné!
it: Nessuna impostazione BOSSAC per il dispositivo selezionato!
ja: 選択したデバイスのBOSSAC設定はありません！
ru: Нет настроек BOSSAC для выбранного устройства!
zh_tw: 所選設備沒有 BOSSAC 設置！

# OpenMV::Internal::OpenMVPlugin|
source: Your Nano 33 BLE doesn't have an onboard data flash disk.
es: Su Nano 33 BLE no tiene un disco flash de datos integrado.
fr: Votre Nano 33 BLE n'a pas de disque flash de données intégré.
it: Il tuo Nano 33 BLE non ha un disco flash dati integrato.
ja: Nano 33 BLEには、オンボードのデータフラッシュディスクがありません。
ru: Ваш Nano 33 BLE не имеет встроенной флэш-памяти с данными.
zh_tw: 您的 Nano 33 BLE 沒有板載數據閃存盤。

# OpenMV::Internal::OpenMVPlugin|
source: BOSSAC firmware update complete!
es: ¡Actualización de firmware de BOSSAC completada!
fr: Mise à jour du firmware BOSSAC terminée!
it: Aggiornamento firmware BOSSAC completato!
ja: BOSSACファームウェアのアップデートが完了しました！
ru: Обновление прошивки BOSSAC завершено!
zh_tw: BOSSAC 固件更新完成！

# OpenMV::Internal::OpenMVPlugin|
source: BOSSAC firmware update failed!
es: ¡La actualización del firmware de BOSSAC falló!
fr: Échec de la mise à jour du micrologiciel BOSSAC!
it: L'aggiornamento del firmware BOSSAC non è riuscito!
ja: BOSSACファームウェアの更新に失敗しました！
ru: Не удалось обновить прошивку BOSSAC!
zh_tw: BOSSAC 固件更新失敗！

# OpenMV::Internal::OpenMVPlugin|
source: No PicoTool settings for the selected board type!
es: ¡No hay configuraciones de PicoTool para el tipo de placa seleccionado!
fr: Aucun paramètre PicoTool pour le type de carte sélectionné!
it: Nessuna impostazione PicoTool per il tipo di scheda selezionato!
ja: 選択したボードタイプのPicoTool設定はありません！
ru: Нет настроек PicoTool для выбранного типа платы!
zh_tw: 所選電路板類型沒有 PicoTool 設置！

# OpenMV::Internal::OpenMVPlugin|
source: No PicoTool settings for the selected device!
es: ¡No hay configuraciones de PicoTool para el dispositivo seleccionado!
fr: Aucun paramètre PicoTool pour l'appareil sélectionné!
it: Nessuna impostazione PicoTool per il dispositivo selezionato!
ja: 選択したデバイスのPicoTool設定はありません！
ru: Нет настроек PicoTool для выбранного устройства!
zh_tw: 所選設備沒有 PicoTool 設置！

# OpenMV::Internal::OpenMVPlugin|
source: PicoTool firmware update complete!
es: ¡Actualización de firmware de PicoTool completada!
fr: Mise à jour du micrologiciel PicoTool terminée!
it: Aggiornamento del firmware PicoTool completato!
ja: PicoToolファームウェアのアップデートが完了しました！
ru: Обновление прошивки PicoTool завершено!
zh_tw: PicoTool 固件更新完成！

# OpenMV::Internal::OpenMVPlugin|
source: PicoTool firmware update failed!
es: ¡La actualización del firmware de PicoTool falló!
fr: Échec de la mise à jour du micrologiciel de PicoTool!
it: L'aggiornamento del firmware PicoTool non è riuscito!
ja: PicoToolファームウェアの更新に失敗しました！
ru: Не удалось обновить прошивку PicoTool!
zh_tw: PicoTool 固件更新失敗！

# OpenMV::Internal::OpenMVPlugin|
source: DFU bootloader reset complete!
es: ¡Restablecimiento del cargador de arranque DFU completo!
fr: Réinitialisation du chargeur de démarrage DFU terminée !
ja: DFU ブートローダのリセットが完了しました!
ru: Сброс загрузчика DFU завершен!
zh_tw: DFU 引導加載程序重置完成！

# OpenMV::Internal::OpenMVPlugin|
source: Disconnect your OpenMV Cam from your computer and remove the jumper wire between the BOOT and RST pins.
es: Desconecte su OpenMV Cam de su computadora y retire el cable de puente entre los pines BOOT y RST.
fr: Déconnectez votre OpenMV Cam de votre ordinateur et retirez le cavalier entre les broches BOOT et RST.
ja: OpenMV Cam をコンピューターから外し、BOOT ピンと RST ピンの間のジャンパー線を取り外します。
ru: Отключите OpenMV Cam от компьютера и удалите перемычку между контактами BOOT и RST.
zh_tw: 斷開 OpenMV Cam 與計算機的連接，並移除 BOOT 和 RST 引腳之間的跳線。

# OpenMV::Internal::OpenMVPlugin|
source: Click the connect button again and follow the prompts unbrick your OpenMV Cam now that the regular bootloader is fixed.
es: Haga clic en el botón de conexión nuevamente y siga las instrucciones para desbloquear su OpenMV Cam ahora que el cargador de arranque normal está arreglado.
fr: Cliquez à nouveau sur le bouton de connexion et suivez les instructions pour débriquer votre OpenMV Cam maintenant que le chargeur de démarrage normal est corrigé.
ja: 通常のブートローダーが修正されたので、接続ボタンをもう一度クリックし、プロンプトに従って OpenMV Cam をアンブリックします。
ru: Нажмите кнопку подключения еще раз и следуйте инструкциям, чтобы разблокировать камеру OpenMV теперь, когда обычный загрузчик исправлен.
zh_tw: 再次單擊連接按鈕並按照提示解開您的 OpenMV Cam，因為常規引導加載程序已修復。

# OpenMV::Internal::OpenMVPlugin|
source: DFU bootloader reset failed!
es: ¡Falló el reinicio del gestor de arranque DFU!
fr: La réinitialisation du chargeur de démarrage DFU a échoué !
ja: DFU ブートローダのリセットに失敗しました!
ru: Не удалось сбросить загрузчик DFU!
zh_tw: DFU 引導加載程序重置失敗！

# OpenMV::Internal::OpenMVPlugin|
source: None
es: Ninguno
fr: Aucun
it: Nessuna
ja: 無し
ru: Никто
zh_tw: 沒有

# OpenMV::Internal::OpenMVPlugin|
source: Timeout error while getting sensor type!
es: ¡Error de tiempo de espera al obtener el tipo de sensor!
fr: Erreur de temporisation lors de l'obtention du type de capteur!
it: Errore di timeout durante l'acquisizione del tipo di sensore!
ja: センサータイプの取得中にタイムアウトエラーが発生しました！
ru: Ошибка тайм-аута при получении типа датчика!
zh_tw: 獲取傳感器類型時發生超時錯誤！

# OpenMV::Internal::OpenMVPlugin|
source: Board: %L1
es: Tablero: %L1
fr: Planche: %L1
it: Tavola: %L1
ja: ボード: %L1
ru: доска: %L1
zh_tw: 板: %L1

# OpenMV::Internal::OpenMVPlugin|
source: Sensor: %L1
fr: Capteur: %L1
it: Sensore: %L1
ja: センサー: %L1
ru: датчик: %L1
zh_tw: 傳感器: %L1

# OpenMV::Internal::OpenMVPlugin|
source: Firmware Version: %L1.%L2.%L3
es: Versión del firmware: %L1.%L2.%L3
fr: Version du micrologiciel : %L1.%L2.%L3
it: Versione firmware: %L1.%L2.%L3
ja: ファームウェアバージョン：%L1。%L2。%L3
ru: Версия прошивки: %L1.%L2.%L3
zh_tw: 韌體版本：%L1.%L2.%L3

# OpenMV::Internal::OpenMVPlugin|
source: Serial Port: %L1
es: Puerto serie: %L1
fr: Port série : %L1
it: Porta seriale: %L1
ja: シリアルポート：%L1
ru: Последовательный порт: %L1
zh_tw: 序列埠：%L1

# OpenMV::Internal::OpenMVPlugin|
source: - [ out of date - click here to updgrade ]
es: - [ desactualizado - haga clic aquí para actualizar ]
fr: - [ expiré - cliquez ici pour mettre à jour ]
it: - [non aggiornato - clicca qui per aggiornare]
ja: - [アウトオブデート - ここをクリックして更新する]
ru: - [устарело - нажмите здесь, чтобы обновить]
zh_tw: - [過時 - 按一下此處升級]
