Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# Core::Internal::MainWindow|
source: &Open File...
es: &Abrir documento...
fr: &Ouvrir le fichier...
it: &Apri il file...
ja: &ファイルを開く...
ru: &Открыть файл...
zh_tw: 開啟檔案(&O)...

# Core::Internal::MainWindow|
source: Open File &With...
es: Abrir archivo &con...
fr: Ouvrir le fichier &avec...
it: Apri file &con ...
ja: で&ファイルを開く...
ru: Открыть файл &с ...
zh_tw: 開啟檔案方式(&W)...

# Core::Internal::MainWindow|
source: Recent &Files
es: &Archivos recientes
fr: &Fichiers récents
it: &File recenti
ja: 最近使用した&ファイル
ru: Недавние &файлы
zh_tw: 最近的檔案(&F)

# Core::Internal::MainWindow|
source: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ru: Сохранить
zh_tw: 儲存

# Core::Internal::MainWindow|
source: Save As...
es: Guardar como...
fr: Enregistrer sous...
it: Salva come…
ja: 名前を付けて保存...
ru: Сохранить как...
zh_tw: 另存新檔...

# Core::Internal::MainWindow|
source: Save A&ll
es: Guardar t&odos
fr: &Tout enreigstrer
it: Salva &tutto
ja: すべて保存
ru: Сохранить все
zh_tw: 儲存全部(&L)

# Core::Internal::MainWindow|
source: &Print...
es: &Imprimir...
fr: Im&primer...
it: &Stampa...
ja: &印刷...
ru: &Распечатать...
zh_tw: 列印(&P)...

# Core::Internal::MainWindow|
source: E&xit
es: S&alida
fr: &Quitter
it: &Esci
ja: 終了
ru: Вы&ход
zh_tw: 退出(&E)

# Core::Internal::MainWindow|
source: &Undo
es: &Deshacer
fr: &Annuler
it: &Annulla
ja: &元に戻す
ru: &Вернуть
zh_tw: 撤銷(&U)

# Core::Internal::MainWindow|
source: Undo
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
ru: Вернуть
zh_tw: 撤銷

# Core::Internal::MainWindow|
source: &Redo
es: &Rehacer
fr: &Refaire
it: &Ripristina
ja: &再実行
ru: &Отменить последнюю операцию
zh_tw: 重做(&R)

# Core::Internal::MainWindow|
source: Redo
es: Rehacer
fr: Refaire
it: Ripristina
ja: 再実行
ru: Отменить последнюю операцию
zh_tw: 重做

# Core::Internal::MainWindow|
source: Cu&t
es: Corta&r
fr: &Couper
it: &Taglia
ja: カット
ru: Вырезать
zh_tw: 剪下(&T)

# Core::Internal::MainWindow|
source: &Copy
es: &Copiar
fr: &Copier
it: &Copia
ja: &コピー
ru: &Копировать
zh_tw: 複製(&C)

# Core::Internal::MainWindow|
source: &Paste
es: &Pegar
fr: &Coller
it: &Incolla
ja: &ペースト
ru: &Вставить
zh_tw: 貼上(&P)

# Core::Internal::MainWindow|
source: Select &All
es: Seleccionar &todo
fr: &Tout sélectionner
it: Seleziona tu&tto
ja: すべて選択
ru: Выбрать &все
zh_tw: 全選(&A)

# Core::Internal::MainWindow|
source: &Go to Line...
es: &Ir a la línea...
fr: &Aller à la ligne...
it: &Vai alla riga...
ja: &行に移動...
ru: &Перейти к строке ...
zh_tw: 轉到行(&G)...

# Core::Internal::MainWindow|
source: &Options...
es: &Opciones...
it: &Opzioni...
ja: &オプション...
ru: &Опции...
zh_tw: 選項(&O)...

# Core::Internal::MainWindow|
source: Minimize
es: Minimizar
fr: Minimiser
it: Riduci
ja: 最小化
ru: Минимизировать
zh_tw: 最小化

# Core::Internal::MainWindow|
source: Zoom
fr: Zoomer
ja: ズーム
ru: Увеличить
zh_tw: 縮放

# Core::Internal::MainWindow|
source: Full Screen
es: Pantalla completa
fr: Plein écran
it: A schermo intero
ja: 全画面表示
ru: Полноэкранный
zh_tw: 全螢幕

# Core::Internal::MainWindow|
source: Close Window
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi la finestra
ja: ウィンドウを閉じる
ru: Закрыть окно
zh_tw: 關閉視窗

# Core::Internal::MainWindow|
source: Show Mode Selector
es: Mostrar selector de modo
fr: Afficher le sélecteur de mode
it: Mostra il selettore di modalità
ja: ショーモードセレクター
ru: Показать селектор режимов
zh_tw: 顯示模式選擇器

# Core::Internal::MainWindow|
source: &Views
es: &Vistas
fr: &Vues
it: &Visualizzazioni
ja: &ビュー
ru: &Просмотры
zh_tw: 檢視(&V)

# Core::Internal::MainWindow|
source: About &Qt Creator
es: Acerca de &Qt Creator
fr: À propos de &Qt Creator
it: Informazioni su &Qt Creator
ja: &Qt Creatorについて
ru: О &Qt Creator
zh_tw: 關於Qt Creator (&Q)

# Core::Internal::MainWindow|
source: About &Qt Creator...
es: Acerca de &Qt Creator...
fr: À propos de &Qt Creator...
it: Informazioni su &Qt Creator...
ja: &Qt Creatorについて...
ru: О &Qt Creator...
zh_tw: 關於Qt Creator (&Q)...

# Core::Internal::MainWindow|
source: About &Plugins...
es: Acerca de &complementos...
fr: À propos des &plug-ins...
it: Informazioni e &plugin ...
ja: &プラグインについて ...
ru: О &плагинах...
zh_tw: 關於外掛程式(&P)...

# Core::Internal::MainWindow|
source: Settings...
es: Ajustes...
fr: Paramètres...
it: Impostazioni...
ja: 設定...
ru: Настройки...
zh_tw: 設定...

# Core::Internal::MessageOutputWindow|
source: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ru: Сохранить
zh_tw: 儲存

# Core::Internal::MessageOutputWindow|
source: Serial Terminal
es: Terminal serie
fr: Terminal série
it: Terminale seriale
ja: シリアルターミナル
ru: Последовательный терминал
zh_tw: 串列終端

# Core::Internal::MimeTypeSettingsModel|
source: MIME Type
es: Tipo MIME
fr: Type de MIME
it: Tipo MIME
ja: MIMEタイプ
ru: Тип MIME
zh_tw: MIME類型

# Core::Internal::MimeTypeSettingsModel|
source: Handler
es: Operario informático
fr: Gestionnaire
ja: ハンドラ
ru: Обработчик
zh_tw: 處理常式

# Core::Internal::MimeTypeSettingsModel|
source: Undefined
es: No definido
fr: Non défini
it: Non definito
ja: 未定義
ru: Не определено
zh_tw: 未定義

# Core::Internal::MimeTypeSettingsPrivate|
source: Reset MIME Types
es: Restablecer tipos MIME
fr: Réinitialiser les types de MIME
it: Reimposta tipi MIME
ja: MIMEタイプをリセット
ru: Сбросить типы MIME
zh_tw: 重設MIME類型

# Core::Internal::MimeTypeSettingsPrivate|
source: Changes will take effect after Qt Creator restart.
es: Los cambios tendrán efecto después de reiniciar Qt Creator.
fr: Les modifications prendront effet après le redémarrage de Qt Creator.
it: Le modifiche avranno effetto dopo il riavvio di Qt Creator.
ja: 変更はQt Creatorの再起動後に有効になります。
ru: Изменения вступят в силу после перезапуска Qt Creator.
zh_tw: 變更將在Qt Creator重新啟動後生效。

# Core::Internal::MimeTypeSettings|
source: MIME Types
es: Tipos MIME
fr: Types de MIME
it: Tipi MIME
ja: MIMEタイプ
ru: Типы MIME
zh_tw: MIME類型

# Core::ModeManager|
source: Switch to <b>%1</b> mode
es: Cambiar al modo <b>%1</b>
fr: Passer en mode <b>%1</b>
it: Passa alla modalità <b>%1</b>
ja: <b>%1</b>モードに切り替える
ru: Переключиться в режим <b>%1</b>
zh_tw: 切換到<b>%1</b>模式

# Core::Internal::NavigationSubWidget|
source: Split
es: División
fr: Séparer
it: Dividi
ja: 分割
ru: Разделить
zh_tw: 分割

# Core::Internal::NavigationSubWidget|
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_tw: 關閉

# Core::Internal::CommandComboBox|
source: Activate %1 View
es: Activar vista %1
fr: Activer %1 Afficher
it: Attiva %1 visualizzazione
ja: %1表示を有効にする
ru: Активировать просмотр %1
zh_tw: 啟動%1檢視

# Core::NavigationWidget|
source: Activate %1 View
es: Activar vista %1
fr: Activer %1 Afficher
it: Attiva %1 visualizzazione
ja: %1表示を有効にする
ru: Активировать просмотр %1
zh_tw: 啟動%1檢視

# Core::Internal::OutputPaneManager|
source: Minimize
es: Minimizar
fr: Minimiser
it: Riduci
ja: 最小化
ru: Минимизировать
zh_tw: 最小化

# Core::Internal::OutputPaneManager|
source: Maximize
es: Maximizar
fr: Maximiser
it: Ingrandisci
ja: 最大化
ru: Максимизировать
zh_tw: 最大化

# Core::Internal::OutputPaneManager|
source: Output
es: Salida
fr: Sortie
ja: 出力
ru: Вывод
zh_tw: 輸出

# Core::Internal::OutputPaneManager|
source: Clear
es: Borrar
fr: Effacer
it: Elimina
ja: クリア
ru: Очистить
zh_tw: 清除

# Core::Internal::OutputPaneManager|
source: Next Item
es: Siguiente elemento
fr: Élément suivant
it: Elemento successivo
ja: 次の項目
ru: Следующий элемент
zh_tw: 下一個項目

# Core::Internal::OutputPaneManager|
source: Previous Item
es: Elemento anterior
fr: Élément précédent
it: Elemento precedente
ja: 前の項目
ru: Предыдущий элемент
zh_tw: 上一個項目

# Core::Internal::OutputPaneManager|
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_tw: 關閉

# Core::Internal::OutputPaneManager|
source: Output &Panes
es: &Paneles de salida
fr: &Volets de sortie
it: &Riquadri output
ja: アウトプット&ペイン
ru: Панели вывода
zh_tw: 輸出窗格(&P)

# Core::OutputWindow|
source: Zoom: %1%
ja: ズーム：%1%
ru: Увеличение: %1%
zh_tw: 縮放：%1%

# Core::OutputWindow|
source: Save Log
es: Guardar registro
fr: Enregistrer le journal
it: Salvare log
ja: ログを保存
ru: Сохранить системный журнал
zh_tw: 保存日志

# Core::OutputWindow|
source: Text Files (*.txt);;All files (*)
es: Archivos de texto (* .txt) ;; Todos los archivos (*)
fr: Fichiers texte (* .txt) ;; Tous les fichiers (*)
it: File di testo (* .txt) ;; Tutti i file (*)
ja: テキストファイル(*.txt);;すべてのファイル(*)
ru: Текстовые файлы (* .txt) ;; Все файлы (*)
zh_tw: 文本文件 (*.txt);;所有的文件 (*)

# Core::OutputWindow|
source: Error: %L1!
fr: Erreur : %L1 !
it: Errore: %L1!
ja: エラー：%L1！
ru: Ошибка: %L1!
zh_tw: 錯誤：%L1!

# Core::PatchTool|
source: There is no patch-command configured in the general "Environment" settings.
es: No hay ningún comando de parche configurado en los ajustes generales de "Entorno".
fr: Il n'y a pas de commande de patch configurée dans les paramètres généraux "Environnement".
it: Non esiste un comando patch configurato nelle impostazioni generali "Ambiente ".
ja: 一般的な"環境"の設定では、パッチコマンドは設定されていません。
ru: В общих настройках "среды" нет сконфигурированных патч-команд.
zh_tw: 在一般「環境」設定中沒有設定修補程式命令。

# Core::PatchTool|
source: Executing in %1: %2 %3
es: Ejecutando en %1: %2 %3
fr: Exécution dans %1 : %2 %3
it: Esecuzione in %1: %2 %3
ja: %1で実行中：%2 %3
ru: Исполнение в %1: %2 %3
zh_tw: 執行%1：%2 %3

# Core::PatchTool|
source: Unable to launch "%1": %2
es: No se ha podido iniciar "%1": %2
fr: Impossible de lancer "%1" : %2
it: Impossibile avviare "%1": %2
ja: "%1"を起動できません：%2
ru: Не удалось запустить "%1": %2
zh_tw: 無法啟動"%1"：%2

# Core::PatchTool|
source: A timeout occurred running "%1"
es: Se alcanzó el tiempo de espera al ejecutar "%1"
fr: Un délai d'expiration s'est produit lors de l'exécution de "%1"
it: Si è verificato un timeout nell'esecuzione "%1"
ja: "%1"を実行中にタイムアウトが発生
ru: Произошел тайм-аут во время исполнения "%1"
zh_tw: 運行"%1"時發生逾時

# Core::PatchTool|
source: "%1" crashed.
es: "%1" se ha caído.
fr: "%1" a planté.
it: "%1" si è arrestato in modo anomalo.
ja: "%1"がクラッシュしました。
ru: Произошла фатальная ошибка "%1".
zh_tw: "%1"已崩潰。

# Core::PatchTool|
source: "%1" failed (exit code %2).
es: "%1" ha fallado (código de salida %2).
fr: "%1" a échoué (code de sortie %2).
it: "%1" non riuscito (codice di uscita %2).
ja: "%1"は失敗しました（終了コード%2）。
ru: Произошел сбой "%1" (код выхода %2).
zh_tw: "%1"失敗(退出代碼%2)。

# Core::Internal::PluginDialog|
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ru: Детали
zh_tw: 詳情

# Core::Internal::PluginDialog|
source: Error Details
es: Detalles del error
fr: Détails de l'erreur
it: Dettagli dell'errore
ja: エラーの詳細
ru: Сведения об ошибке
zh_tw: 錯誤詳情

# Core::Internal::PluginDialog|
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_tw: 關閉

# Core::Internal::PluginDialog|
source: Restart required.
es: Se requiere un reinicio.
fr: Redémarrage requis.
it: Riavvio richiesto.
ja: 再起動が必要です。
ru: Требуется перезагрузка.
zh_tw: 需要重新啟動。

# Core::Internal::PluginDialog|
source: Installed Plugins
es: Complementos instalados
fr: Plug-ins installés
it: Plugin installati
ja: インストールされたプラグイン
ru: Установленные плагины
zh_tw: 已安裝的外掛程式

# Core::Internal::PluginDialog|
source: Plugin Details of %1
es: Detalles del complemento de %1
fr: Détails du plug-in de %1
it: Dettagli del plugin di %1
ja: %1のプラグインの詳細
ru: Информация о плагине %1
zh_tw: %1的外掛程式詳細資訊

# Core::Internal::PluginDialog|
source: Plugin Errors of %1
es: Errores del complemento de %1
fr: Erreurs de plug-in de %1
it: Errori del plugin di %1
ja: %1のプラグインエラー
ru: Ошибки плагина %1
zh_tw: %1的外掛程式錯誤

# Core::Internal::ProgressManagerPrivate|
source: Toggle Progress Details
es: Alternar detalles del progreso
fr: Afficher les détails de l'avancement
it: Attiva/disattiva i dettagli del progresso
ja: 進行状況の詳細を切り替える
ru: Переключить сведения о выполнении
zh_tw: 切換進度詳情

# Core::Internal::ProgressView|
source: Processes
es: Procesos
fr: Processus
it: Processi
ja: プロセス
ru: Процессы
zh_tw: 處理序

# Core::Internal::SideBarWidget|
source: Split
es: División
fr: Séparer
it: Dividi
ja: 分割
ru: Разделить
zh_tw: 分割

# Core::Internal::SideBarWidget|
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_tw: 關閉

# QCoreApplication|
source: unnamed
es: sin nombre
fr: anonyme
it: Senza nome
ja: 無名
ru: без имени
zh_tw: 未命名

# Core::Internal::ThemeChooser|
source: Restart Required
es: Requiere un reinicio
fr: Redémarrage nécessaire
it: Avvio richiesto
ja: 再起動が必要
ru: Требуется перезагрузка
zh_tw: 需要重新啟動

# Core::Internal::ThemeChooser|
source: The theme change will take effect after a restart of Qt Creator.
es: El cambio de tema tendrá efecto después de reiniciar Qt Creator.
fr: Le changement de thème prendra effet après le redémarrage de Qt Creator.
it: Il cambiamento del tema avrà effetto dopo il riavvio di Qt Creator.
ja: テーマの変更は、Qt Creatorの再起動後に有効になります。
ru: Изменение темы вступит в силу после перезапуска Qt Creator.
zh_tw: 主題變更將在Qt Creator重新啟動後生效。

# Core::Internal::ToolSettings|
source: External Tools
es: Herramientas externas
fr: Outils externes
it: Strumenti esterni
ja: 外部ツール
ru: Внешние инструменты
zh_tw: 外部工具

# Core::VariableChooser|
source: Insert Variable
es: Insertar variable
fr: Insérer une variable
it: Inserisci variabile
ja: 変数の挿入
ru: Вставить переменную
zh_tw: 插入變數

# Core::VariableChooser|
source: Current Value: %1
es: Valor actual: %1
fr: Valeur actuelle : %1
it: Valore corrente: %1
ja: 現在の値：%1
ru: Текущее значение: %1
zh_tw: 目前值：%1

# Core::VariableChooser|
source: Insert Unexpanded Value
es: Insertar valor sin expandir
fr: Insérer une valeur non étendue
it: Inserisci valore non espanso
ja: 未拡張値を挿入
ru: Вставить нерасширенное значение
zh_tw: 插入未擴展值

# Core::VariableChooser|
source: Insert "%1"
es: Insertar "%1"
fr: Insérer "%1"
it: Inserisci "%1"
ja: "%1"を挿入
ru: Вставить "%1"
zh_tw: 插入"%1"

# Core::VariableChooser|
source: Insert Expanded Value
es: Insertar valor expandido
fr: Insérer une valeur étendue
it: Inserisci valore espanso
ja: 拡張値を挿入
ru: Вставить расширенное значение
zh_tw: 插入擴展值

# Core::VariableChooser|
source: Select a variable to insert.
es: Seleccione una variable para insertar.
fr: Sélectionner une variable à insérer.
it: Seleziona una variabile da inserire.
ja: 挿入する変数を選択。
ru: Выберите переменную для вставки.
zh_tw: 選擇一個變數來插入。

# Core::VariableChooser|
source: Variables
it: Variabili
ja: 変数
ru: Переменные
zh_tw: 變數

# Core::VcsManager|
source: %1 repository was detected but %1 is not configured.
es: Se detectó %1 repositorio, pero %1 no está configurado.
fr: Le référentiel %1 a été détecté mais %1 n'est pas configuré.
it: Repository %1 rilevato ma %1 non è configurato.
ja: %1のリポジトリは検出されましたが、%1は設定されていません。
ru: Был обнаружен репозиторий %1, но %1 - не сконфигурирован.
zh_tw: 已檢測到%1儲存庫，但%1未設定。

# Core::VcsManager|
source: Version Control
es: Control de versiones
fr: Contrôle de version
it: Controllo della versione
ja: バージョン管理
ru: Контроль версии
zh_tw: 版本控制

# Core::VcsManager|
source: Would you like to remove this file from the version control system (%1)? Note: This might remove the local file.
es: ¿Desea eliminar este archivo del sistema de control de versiones (%1)? Nota: Esto podría eliminar el archivo local.
fr: Souhaitez-vous supprimer ce fichier du système de contrôle de version (%1) ? Remarque : cela peut entraîner la suppression du fichier local.
it: Vuoi rimuovere questo file dal sistema di controllo della versione (%1)? Nota: questo potrebbe rimuovere il file locale.
ja: このファイルをバージョン管理システム（%1）から削除しますか？ 注：ローカルファイルを削除する可能性があります。
ru: Хотите удалить этот файл из системы управления версиями (%1)? Примечание: при этом может быть удален локальный файл.
zh_tw: 您想從版本控制系統(%1)中刪除此檔案嗎？ 注意：這可能會刪除本机文件。

# Core::VcsManager|
source: Add to Version Control
es: Agregar al control de versiones
fr: Ajouter au contrôle de version
it: Aggiungi al controllo della versione
ja: バージョン管理に追加
ru: Добавить в систему контроля версии
zh_tw: 新增到版本控制

# Core::VcsManager|
source: Add the file %1 to version control (%2)?
es: ¿Añadir el archivo %1 al control de versiones (%2)?
fr: Ajouter le fichier %1 au contrôle de version (%2) ?
it: Aggiungi il file %1 al controllo della versione (%2)?
ja: ファイ %1 をバージョンコントロール（%2）に追加しますか？
ru: Добавить файл %1 в систему контроля версии (%2)?
zh_tw: 把檔案 %1 新增到版本控制(%2)？

# Core::VcsManager|
source: Add the files %1 to version control (%2)?
es: ¿Añadir los archivos %1 al control de versiones (%2)?
fr: Ajouter les fichiers %1 au contrôle de version (%2) ?
it: Aggiungi i file %1 al controllo della versione (%2)?
ja: 複数ファイル %1 をバージョンコントロール（%2）に追加しますか？
ru: Добавить файлы %1 в систему контроля версии (%2)?
zh_tw: 把檔案 %1 新增到版本控制(%2)？

# Core::VcsManager|
source: Adding to Version Control Failed
es: Error al añadir al control de versiones
fr: L'ajout au contrôle de version a échoué
it: Aggiunta al controllo della versione non riuscita
ja: バージョン管理に追加できませんでした
ru: Ошибка добавления в систему контроля версии
zh_tw: 新增到版本控制失敗

# Core::VcsManager|
source: Could not add the file %1 to version control (%2)
es: No se ha podido añadir el archivo %1 al control de versión (%2)
fr: Impossible d'ajouter le fichier %1 au contrôle de version (%2)
it: Impossibile aggiungere il file %1 al controllo della versione (%2)
ja: ファイル %1 をバージョンコントロール（%2）に追加できませんでした
ru: Не удалось добавить файл %1 в систему контроля версии (%2)
zh_tw: 無法將檔案 %1 新增到版本控制(%2)

# Core::VcsManager|
source: Could not add the following files to version control (%1) %2
es: No se pudieron añadir los siguientes archivos al control de versiones (%1) %2
fr: Impossible d'ajouter les fichiers suivants au contrôle de version (%1) %2
it: Impossibile aggiungere i seguenti file al controllo della versione (%1) %2
ja: 次のファイルをバージョン管理（%1）に追加できませんでした %2
ru: Не удалось добавить следующие файлы в систему контроля версии (%1) %2
zh_tw: 無法將以下檔新增到版本控制(%1) %2

# Core::Internal::VersionDialog|
source: About Qt Creator
es: Acerca de Qt Creator
fr: À propos de Qt Creator
it: Informazioni su Qt Creator
ja: Qt Creatorについて
ru: О Qt Creator
zh_tw: 關於Qt Creator

# Core::Internal::VersionDialog|
source: <br/>From revision %1<br/>
es: <br/>De la revisión %1<br/>
fr: <br/>À partir de la révision %1<br/>
it: <br/>Dalla revisione %1<br/>
ja: <br/>リビジョン%1から<br/>
ru: <br/>Из версии %1<br/>
zh_tw: <br/>自版本%1<br/>

# Core::Internal::VersionDialog|
source: <br/>Built on %1 %2<br/>
es: <br/>Basado en %1 %2<br/>
fr: <br/>Construit sur %1 %2<br/>
it: <br/>Realizzato su %1 %2<br/>
ja: <br/>%1 %2で構築された<br/>
ru: <br/>Построено на %1 %2<br/>
zh_tw: <br/>建立在%1 %2<br/>

# Core::Internal::VersionDialog|
source: <h3>%1</h3>%2<br/>%3%4%5<br/>Copyright 2008-%6 %7. All rights reserved.<br/><br/>The program is provided AS IS with NO WARRANTY OF ANY KIND, INCLUDING THE WARRANTY OF DESIGN, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.<br/>
es: <h3>%1</h3>%2<br/>%3%4%5<br/>Copyright 2008-%6 %7. Todos los derechos reservados.<br/><br/>El programa se proporciona TAL COMO ESTÁ SIN GARANTÍA DE NINGÚN TIPO, INCLUYENDO LA GARANTÍA DE DISEÑO, COMERCIALIZACIÓN E IDONEIDAD PARA UN FIN PARTICULAR.<br/>
fr: <h3>%1</h3>%2<br/>%3%4%5<br/>Copyright 2008-%6 %7. Tous droits réservés.<br/><br/> Le programme est fourni TEL QUEL, SANS AUCUNE GARANTIE D'AUCUNE SORTE, Y COMPRIS LA GARANTIE DE CONCEPTION, DE QUALITÉ MARCHANDE ET D'ADAPTATION À UN USAGE PARTICULIER.<br/>
it: <h3>%1</h3>%2<br/>%3%4%5<br/>Copyright 2008-%6 %7. Tutti i diritti riservati. <br/><br/>Il programma è fornito COSÌ COM'È, SENZA ALCUNA GARANZIA DI ALCUN TIPO, COMPRESA LA GARANZIA DI PROGETTAZIONE, COMMERCIABILITÀ E IDONEITÀ PER UN PARTICOLARE SCOPO.<br/>
ja: <h3>%1</h3>%2<br/>%3%4%5<br/>著作権 2008-%6 %7. 全ての権利は保護されています。<br/><br/>本プログラムは、現状のまま提供され、設計、商品性および特定の目的への適合性を含め、いかなる種類の保証も提供されません。<br/>
ru: <h3>%1</h3>%2<br/>%3%4%5<br/>Copyright 2008-%6 %7. Все права защищены. <br/><br/> Программа предоставляется КАК ЕСТЬ БЕЗ КАКОЙ-ЛИБО ГАРАНТИИ ЛЮБОГО ВИДА, ВКЛЮЧАЯ ГАРАНТИЮ НА ДИЗАЙН, КОММЕРЧЕСКУЮ ЦЕННОСТЬ И ПРИГОДНОСТЬ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ.<br/>
zh_tw: <h3>%1</h3>%2<br/>%3%4%5<br/>版權2008-%6 %7。保留所有權利<br/><br/>本程式按「原樣」提供，不作任何形式的擔保，包括設計、適銷性和適用於特定目的的保證。<br/>

# Core::Internal::WindowSupport|
source: Exit Full Screen
es: Salir de pantalla completa
fr: Quitter le mode plein écran
it: Esci dalla modalità schermo intero
ja: 全画面を終了
ru: Выйти из полноэкранного режима
zh_tw: 退出全螢幕

# Core::Internal::WindowSupport|
source: Enter Full Screen
es: Entrar en pantalla completa
fr: Passer en mode plein écran
it: Entra in modalità schermo intero
ja: 全画面にする
ru: Войти в полноэкранный режим
zh_tw: 進入全螢幕

# TextEditor::BaseFileFind|
source: Searching
es: Buscando
fr: Recherche
it: Ricerca
ja: 検索中
ru: Идет поиск
zh_tw: 正在搜尋

# TextEditor::BaseFileFind|
source: %n occurrences replaced.
es: %n repeticiones reemplazadas.
fr: %n occurrences remplacées.
it: %n occorrenze sostituite.
ja: %nオカレンスが置き換えられました。
ru: %n событий заменено.
zh_tw: %n個相符項被取代。

# TextEditor::BaseFileFind|
source: List of comma separated wildcard filters
es: Lista de filtros comodín separados por comas
fr: Liste des filtres génériques séparés par des virgules
it: Elenco di filtri jolly separati da virgola
ja: コンマ区切りワイルドカードフィルタのリスト
ru: Список фильтров шаблонов подстановки с разделителями-запятыми
zh_tw: 逗號分隔的萬用字元篩選器清單

# TextEditor::BaseFileFind|
source: Aborting replace.
es: Abortando el reemplazo.
fr: Abandonner le remplacement.
it: Sostituire l'interruzione.
ja: 置換を中止。
ru: Идет отмена замены.
zh_tw: 正在終止取代。

# TextEditor::Internal::CountingLabel|
source: %1 found
es: Se ha(n) encontrado %1
fr: %1 trouvé
it: %1 trovato
ja: %1が見つかりました
ru: Найдено %1
zh_tw: 找到%1

# TextEditor::BehaviorSettingsPage|Settings
source: Global
fr: Général
it: Globale
ja: グローバル
ru: Глобальный
zh_tw: 全域

# TextEditor::BehaviorSettingsWidget|
source: Displays context-sensitive help or type information on mouseover.
es: Visualiza ayuda contextual o escribe información al pasar el ratón.
fr: Affiche l'aide contextuelle ou tape les informations au passage de la souris.
it: Visualizza la guida sensibile al contesto o digita le informazioni sul mouseover.
ja: コンテキストセンシティブ・ヘルプを表示するか、マウスオーバーに関する情報を入力します。
ru: Отображает контекстно-зависимую справку или информацию о типе при наведении указателя мыши.
zh_tw: 在滑鼠懸停上顯示與內容相關的説明或類型資訊。

# TextEditor::BehaviorSettingsWidget|
source: Displays context-sensitive help or type information on Shift+Mouseover.
es: Visualiza ayuda contextual o escribe información al pulsar Mayús y al pasar el ratón.
fr: Affiche une aide contextuelle ou tape des informations avec Shift+Mouseover de la souris.
it: Visualizza la guida sensibile al contesto o digita le informazioni su Shift+Mouseover.
ja: コンテキストセンシティブ・ヘルプを表示するか、Shift+マウスオーバーの情報を入力します。
ru: Отображает контекстно-зависимую справку или информацию о типе при использовании Shift + наведение мыши.
zh_tw: Shift+滑鼠懸停時顯示與內容相關的説明或類型資訊。

# TextEditor::FunctionHintProposalWidget|
source: %1 of %2
es: %1 de %2
fr: %1 sur %2
it: %1 di %2
ja: %2の%1
ru: %1 из %2

# TextEditor::Internal::CodecSelector|
source: Text Encoding
es: Codificacion de texto
fr: Encodage de texte
it: Codifica del testo
ja: テキストエンコーディング
ru: Кодировка текста
zh_tw: 文字編碼

# TextEditor::Internal::CodecSelector|
source: The following encodings are likely to fit:
es: Es probable que las siguientes codificaciones encajen:
fr: Les encodages suivants sont susceptibles de s'adapter :
it: È probabile che le seguenti codifiche possono adattarsi:
ja: 次のエンコーディングが適合する可能性があります：
ru: Возможны следующие кодировки:
zh_tw: 以下編碼可能適合：

# TextEditor::Internal::CodecSelector|
source: Select encoding for "%1".%2
es: Seleccione la codificación para "%1".%2
fr: Sélectionnez l'encodage pour "%1". %2
it: Seleziona la codifica per "%1".%2
ja: "%1"のエンコードを選択してください。%2
ru: Выберите кодировку для "%1".%2
zh_tw: 選擇"%1"的編碼。%2

# TextEditor::Internal::CodecSelector|
source: Reload with Encoding
es: Volver a cargar con codificación
fr: Recharger avec l'encodage
it: Ricarica con codifica
ja: エンコーディングによるリロード
ru: Перезагрузить с кодировкой
zh_tw: 帶編碼重新載入
