Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# OpenMV::Internal::OpenMVPlugin|
source: Please close any programs that are viewing/editing OpenMV IDE's application data and then restart OpenMV IDE!
es: Cierre todos los programas que estén viendo / editando los datos de la aplicación IDM de OpenMV y luego reinicie OpenMV IDE!
fr: Veuillez fermer tous les programmes qui affichent/modifient les données de l'application OpenMV IDE, puis redémarrez OpenMV IDE !
it: Chiudi tutti i programmi che stanno visualizzando/modificando i dati dell'applicazione di OpenMV IDE e quindi riavvia OpenMV IDE!
ja: OpenMV IDEのアプリケーションデータを表示/編集しているプログラムを閉じて、OpenMV IDEを再起動してください！
ru: Закройте все программы, которые просматривают/редактируют данные приложения OpenMV IDE, а затем перезапустите OpenMV IDE!
zh_tw: 請關閉任何正在檢視/編輯OpenMV IDE應用程式資料的程式，然後重新啟動OpenMV IDE！

# OpenMV::Internal::OpenMVPlugin|
source: Edit Grayscale threshold with Threshold Editor
es: Editar umbral de escala de grises con editor de umbrales
fr: Modifier le seuil de nuances de gris avec l'éditeur de seuil
it: Modifica la soglia della scala di grigi con l'Editor soglie
ja: しきい値エディタでグレースケールしきい値を編集
ru: Изменить порог шкалы оттенков серого с помощью Threshold Editor
zh_tw: 使用閾值編輯器編輯灰階閾值

# OpenMV::Internal::OpenMVPlugin|
source: Edit LAB threshold with Threshold Editor
es: Editar umbral LAB con editor de umbrales
fr: Modifier le seuil LAB avec l'éditeur de seuil
it: Modifica soglia LAB con Editor soglie
ja: しきい値エディタでLABしきい値を編集
ru: Изменить порог LAB с помощью Threshold Editor
zh_tw: 使用閾值編輯器編輯LAB閾值

# OpenMV::Internal::OpenMVPlugin|
source: untitled_$.py
ja: 無題_ $。py

# OpenMV::Internal::OpenMVPlugin|
source: Examples
es: Ejemplos
fr: Exemples
it: Esempi
ja: 例
ru: Примеры
zh_tw: 示例

# OpenMV::Internal::OpenMVPlugin|
source: Configure OpenMV Cam settings file
es: Configurar el archivo de ajustes de OpenMV Cam
fr: Configurer le fichier de paramètres OpenMV Cam
it: Configura il file delle impostazioni di OpenMV Cam
ja: OpenMV Cam設定ファイルを設定する
ru: Настроить файл настроек OpenMV Cam
zh_tw: 設定OpenMV Cam設定檔

# OpenMV::Internal::OpenMVPlugin|
source: Reset OpenMV Cam
es: Restablecer OpenMV Cam
fr: Réinitialiser OpenMV Cam
it: Reimposta OpenMV Cam
ja: OpenMV Camをリセットする
ru: Сбросить OpenMV Cam
zh_tw: 重設OpenMV Cam

# OpenMV::Internal::OpenMVPlugin|
source: Open Terminal
es: Abrir terminal
fr: Ouvrir un terminal
it: Apri terminale
ja: ターミナルを開く
ru: Открыть терминал
zh_tw: 開啟終端

# OpenMV::Internal::OpenMVPlugin|
source: Machine Vision
es: Visión de máquina
fr: Vision de la machine
it: Visione artificiale
ja: マシンビジョン
ru: Машинное зрение
zh_tw: 機器視覺

# OpenMV::Internal::OpenMVPlugin|
source: Threshold Editor
es: Editor de umbrales
fr: Éditeur de seuil
it: Editor soglia
ja: しきい値エディタ
zh_tw: 閾值編輯器

# OpenMV::Internal::OpenMVPlugin|
source: Keypoints Editor
es: Editor de puntos clave
fr: Éditeur de points-clés
it: Editor keypoints
ja: キーポイントエディタ
ru: Редактор ключевых точек
zh_tw: 關鍵點編輯器

# OpenMV::Internal::OpenMVPlugin|
source: AprilTag Generator
es: Generador de AprilTag
fr: Générateur AprilTag
ja: AprilTagジェネレータ
ru: Генератор AprilTag
zh_tw: AprilTag產生器

# OpenMV::Internal::OpenMVPlugin|
source: TAG16H5 Family (30 Tags)
es: Familia TAG16H5 (30 etiquetas)
fr: Famille TAG16H5 (30 balises)
it: Famiglia TAG16H5 (30 Tag)
ja: TAG16H5ファミリー（30タグ）
ru: Семейство TAG16H5 (30 тегов)
zh_tw: TAG16H5家族(30標籤)

# OpenMV::Internal::OpenMVPlugin|
source: TAG25H7 Family (242 Tags)
es: Familia TAG25H7 (242 etiquetas)
fr: Famille TAG25H7 (242 balises)
it: Famiglia TAG25H7 (242 Tag)
ja: TAG25H7ファミリー（242タグ）
ru: Семейство TAG25H7 (242 тега)
zh_tw: TAG25H7家族(242標籤)

# OpenMV::Internal::OpenMVPlugin|
source: TAG25H9 Family (35 Tags)
es: Familia TAG25H9 (35 etiquetas)
fr: Famille TAG25H9 (35 balises)
it: Famiglia TAG25H9 (35 Tag)
ja: TAG25H9ファミリー（35タグ）
ru: Семейство TAG25H9 (35 тегов)
zh_tw: TAG25H9家族(35標籤)

# OpenMV::Internal::OpenMVPlugin|
source: TAG36H10 Family (2320 Tags)
es: Familia TAG36H10 (2320 Tags)
fr: Famille TAG36H10 (2 320 balises)
it: Famiglia TAG36H10 (2320 Tag)
ja: TAG36H10ファミリー（2320タグ）
ru: Семейство TAG36H10 (2320 тегов)
zh_tw: TAG36H10家族(2320標籤)

# OpenMV::Internal::OpenMVPlugin|
source: TAG36H11 Family (587 Tags - Recommended)
es: Familia TAG36H11 (587 etiquetas - recomendado)
fr: Famille TAG36H11 (587 balises - recommandée)
it: Famiglia TAG36H11 (587 Tag - Consigliati)
ja: TAG36H11ファミリー（587タグ - 推奨）
ru: Семейство TAG36H11 (587 тегов - рекомендуется)
zh_tw: TAG36H11家族(587標籤 - 推薦)

# OpenMV::Internal::OpenMVPlugin|
source: ARKTOOLKIT Family (512 Tags)
es: Familia ARKTOOLKIT (512 etiquetas)
fr: Famille ARKTOOLKIT (512 balises)
it: Famiglia ARKTOOLKIT (512 Tag)
ja: ARKTOOLKITファミリー（512タグ）
ru: Семейство ARKTOOLKIT (512 тегов)
zh_tw: TAG36H11家族(587標籤 - 推薦)

# OpenMV::Internal::OpenMVPlugin|
source: QRCode Generator
es: Generador de QRCode
fr: Générateur QRCode
ja: QRコードジェネレータ
ru: Генератор QRCode
zh_tw: 二維碼產生器

# OpenMV::Internal::OpenMVPlugin|
source: Failed to open: "%L1"
es: Error al abrir: "%L1"
fr: Échec de l'ouverture : "%L1"
it: Apertura non riuscita: "%L1"
ja: オープンに失敗しました："%L1"
ru: Не удалось открыть: "%L1"
zh_tw: 無法開啟："%L1"

# OpenMV::Internal::OpenMVPlugin|
source: DataMatrix Generator
es: Generador DataMatrix
fr: Générateur DataMatrix
ja: データマトリックスジェネレータ
ru: Генератор DataMatrix
zh_tw: DataMatrix碼產生器

# OpenMV::Internal::OpenMVPlugin|
source: Barcode Generator
es: Generador de código de barras
fr: Générateur de code-barres
it: Generatore di codici a barre
ja: バーコードジェネレータ
ru: Генератор штрих-кодов
zh_tw: 條碼產生器

# OpenMV::Internal::OpenMVPlugin|
source: CNN Network Library
es: Biblioteca de red CNN
fr: Bibliothèque réseau CNN
it: Biblioteca di rete CNN
ja: CNNネットワークライブラリ
ru: Сетевая библиотека CNN
zh_tw: CNN网络图书馆

# OpenMV::Internal::OpenMVPlugin|
source: Video Tools
es: Herramientas de vídeo
fr: Outils vidéo
it: Strumenti video
ja: ビデオツール
ru: Инструменты для видео
zh_tw: 視頻工具

# OpenMV::Internal::OpenMVPlugin|
source: Convert Video File
es: Convertir archivo de vídeo
fr: Convertir un fichier vidéo
it: Converti file video
ja: ビデオファイルを変換する
ru: Преобразовать видеофайл
zh_tw: 轉換視頻檔案

# OpenMV::Internal::OpenMVPlugin|
source: Play Video File
es: Reproducir archivo de vídeo
fr: Lire le fichier vidéo
it: Riproduci file video
ja: ビデオファイルを再生する
ru: Воспроизвести видеофайл
zh_tw: 播放視頻檔案

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV Forums
es: Foros de OpenMV
fr: Forums OpenMV
it: Forum di OpenMV
ja: OpenMVフォーラム
ru: Форумы OpenMV
zh_tw: OpenMV論壇

# OpenMV::Internal::OpenMVPlugin|
source: About OpenMV Cam
es: Acerca de OpenMV Cam
fr: À propos d'OpenMV Cam
it: Informazioni su OpenMV Cam
ja: OpenMV Camについて
ru: Об OpenMV Cam
zh_tw: 關於OpenMV Cam

# OpenMV::Internal::OpenMVPlugin|
source: About OpenMV Cam...
es: Acerca de OpenMV Cam...
fr: À propos d'OpenMV Cam...
it: Informazioni su OpenMV Cam...
ja: OpenMV Camについて...
ru: Об OpenMV Cam...
zh_tw: 關於OpenMV Cam...

# OpenMV::Internal::OpenMVPlugin|
source: About OpenMV IDE
es: Acerca de OpenMV IDE
fr: À propos d'OpenMV IDE
it: Informazioni su OpenMV IDE
ja: OpenMV IDEについて
ru: Об OpenMV IDE
zh_tw: 關於OpenMV IDE

# OpenMV::Internal::OpenMVPlugin|
source: About OpenMV IDE...
es: Acerca de OpenMV IDE...
fr: À propos d'OpenMV IDE...
it: Informazioni su OpenMV IDE...
ja: OpenMV IDEについて...
ru: Об OpenMV IDE...
zh_tw: 關於OpenMV IDE...

# OpenMV::Internal::OpenMVPlugin|
source: <p><b>Credits</b></p>
es: <p><b>Créditos</b></p>
fr: <p><b>Crédits</b></p>
it: <p><b>Crediti</b></p>
ja: <p><b>クレジット</b></p>
ru: <p><b>кредиты</b></p>
zh_tw: <p><b>积分</b></p>

# OpenMV::Internal::OpenMVPlugin|
source: <p>OpenMV IDE English translation by Kwabena W. Agyeman.</p>
es: <p>OpenMV IDE Traducción al español por Kwabena W. Agyeman.</p>
fr: <p>OpenMV IDE traduction française par Cedric Honnet.</p>
it: <p>OpenMV IDE traduzione italiana di Roberto Portesani.</p>
ja: <p>OpenMV IDE Kwabena W. Agyemanによる日本語翻訳。</p>
ru: <p>OpenMV IDE Русский перевод Сергея Сваздина.</p>
zh_tw: <p>袁旭的OpenMV IDE中文翻译.</p>

# OpenMV::Internal::OpenMVPlugin|
source: Connect
es: Conectar
fr: Connecter
it: Collega
ja: 接続する
ru: Соединить
zh_tw: 連線

# OpenMV::Internal::OpenMVPlugin|
source: Disconnect
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断する
ru: Отключить
zh_tw: 斷開連線

# OpenMV::Internal::OpenMVPlugin|
source: Start (run script)
es: Iniciar (ejecutar script)
fr: Démarrer (exécuter le script)
it: Start (esegui script)
ja: 開始（スクリプトの実行）
ru: Запустить (запустить скрипт)
zh_tw: 開始(運行指令碼)

# OpenMV::Internal::OpenMVPlugin|
source: Documents Folder
es: Carpeta de documentos
fr: Dossier de documents
it: Cartella Documenti
ja: ドキュメントフォルダ
ru: Папка документов
zh_tw: 文档文件夹

# OpenMV::Internal::OpenMVPlugin|
source: Add some code to "%L1"
es: Agregue un código a "%L1"
fr: Ajoutez du code à "%L1"
it: Aggiungi del codice a "%L1"
ja: "%L1"にコードを追加する
ru: Добавьте код в "%L1"
zh_tw: 将一些代码添加到"%L1"

# OpenMV::Internal::OpenMVPlugin|
source: Stop (halt script)
es: Detener (detener script)
fr: Arrêter (suspendre le script)
it: Stop (ferma script)
ja: 停止（停止スクリプト）
ru: Стоп (сценарий остановки)
zh_tw: 停止(終止指令碼)

# OpenMV::Internal::OpenMVPlugin|
source: Frame Buffer
es: Memoria intermedia de trama
fr: Tampon de trame
ja: フレームバッファ
ru: Буфер кадра
zh_tw: 畫面緩衝區

# OpenMV::Internal::OpenMVPlugin|
source: Record
es: Grabar
fr: Enregistrer
it: Registra
ja: 記録
ru: Записать
zh_tw: 錄製

# OpenMV::Internal::OpenMVPlugin|
source: Record the Frame Buffer
es: Grabar la memoria intermedia de trama
fr: Enregistrer le tampon de trame
it: Registra il frame buffer
ja: フレームバッファを記録する
ru: Записать буфер кадра
zh_tw: 錄製畫面緩衝區

# OpenMV::Internal::OpenMVPlugin|
source: Stop
es: Detener
fr: Arrêter
ja: 停止
ru: Стоп
zh_tw: 停止

# OpenMV::Internal::OpenMVPlugin|
source: Stop recording
es: Dejar de grabar
fr: Arrêter l'enregistrement
it: Interrompere la registrazione
ja: 記録を停止
ru: Остановить запись
zh_tw: 停止錄製

# OpenMV::Internal::OpenMVPlugin|
source: Zoom
fr: Zoomer
ja: ズーム
ru: Увеличение
zh_tw: 縮放

# OpenMV::Internal::OpenMVPlugin|
source: Zoom to fit
es: Zoom para encajar
fr: Zoomer pour ajuster
it: Zoom per adattare
ja: フィットするようにズーム
ru: В размер окна
zh_tw: 縮放到合適大小

# OpenMV::Internal::OpenMVPlugin|
source: JPEG compress the Frame Buffer for higher performance
es: JPEG comprime la memoria intermedia de trama para un mayor rendimiento
fr: JPEG compresse le tampon de trame pour de meilleures performances
it: JPEG comprime il Frame Buffer per prestazioni più elevate
ja: 高性能のためにJPEGがフレームバッファを圧縮する
ru: JPEG сжимает кадровый буфер для повышения производительности
zh_tw: JPEG壓縮畫面緩衝其區以獲得更高的性能

# OpenMV::Internal::OpenMVPlugin|
source: Busy... please wait...
es: Ocupado... por favor, espere...
fr: Occupé... Veuillez patienter...
it: Impegnato... Per favore attendi...
ja: ビジー状態...お待ちください...
ru: Занято... подождите ...
zh_tw: 忙碌中...請稍候...

# OpenMV::Internal::OpenMVPlugin|
source: Disable
es: Deshabilitar
fr: Désactiver
it: Disabilita
ja: 不可能
ru: Блокировать
zh_tw: 禁用

# OpenMV::Internal::OpenMVPlugin|
source: Disable the Frame Buffer for maximum performance
es: Deshabilitar la memoria intermedia de trama para un máximo rendimiento
fr: Désactiver le tampon de trame pour une performance maximale
it: Disabilita il Frame Buffer per le massime prestazioni
ja: 最大限のパフォーマンスを得るためにフレームバッファを不可能にする
ru: Отключите кадровый буфер для максимальной производительности
zh_tw: 禁用畫面緩衝區以獲得最佳性能

# OpenMV::Internal::OpenMVPlugin|
source: Frame Buffer Disabled - click the disable button again to enable (top right)
es: Memoria intermedia de trama deshabilitada - haga clic en el botón de deshabilitar nuevamente para habilitar (arriba a la derecha)
fr: Tampon de trame désactivé - cliquez à nouveau sur le bouton de désactivation pour l'activer (en haut à droite)
it: Frame Buffer Disabilitato - fai di nuovo clic sul pulsante Disabilita per abilitare (in alto a destra)
ja: フレームバッファ不可能 - 可能にするには不可能ボタンをもう一度クリック（右上）
ru: Кадровый буфер отключен - снова нажмите кнопку отключения, чтобы включить (вверху справа)
zh_tw: 禁用畫面緩衝區 - 再次按一下禁用按鈕以啟用(右上角)

# OpenMV::Internal::OpenMVPlugin|
source: Elapsed: 0h:00m:00s:000ms - Size: 0 B - FPS: 0
es: Transcurrido: 0h:00m:00s:000ms - Tamaño: 0 B - FPS: 0
fr: Temps écoulé : 0h:00m:00s:000ms - Taille : 0 o - FPS : 0
it: Trascorso: 0h: 00m: 00s: 000ms - Dimensioni: 0 B - FPS: 0
ja: 経過時間：0h：00m：00s：000ms - サイズ：0 B - FPS：0
ru: Прошло: 0ч:00м:00с:000мс - Размер: 0 Б - FPS: 0
zh_tw: 經過時間：0h:00m:00s:000ms - 大小：0 B - FPS：0

# OpenMV::Internal::OpenMVPlugin|
source: Histogram
es: Histograma
fr: Histogramme
it: Istogramma
ja: ヒストグラム
ru: Гистограмма
zh_tw: 長條圖

# OpenMV::Internal::OpenMVPlugin|
source: RGB Color Space
es: Espacio de color RGB
fr: Espace de couleurs RVB
it: Spazio colore RGB
ja: RGBカラースペース
ru: Цветовое пространство RGB
zh_tw: RGB色彩空間

# OpenMV::Internal::OpenMVPlugin|
source: Grayscale Color Space
es: Espacio de color en escala de grises
fr: Espace de couleurs en nuances de gris
it: Spazio colore in scala di grigi
ja: グレースケールカラースペース
ru: Цветовое пространство в оттенках серого
zh_tw: 灰階色彩空間

# OpenMV::Internal::OpenMVPlugin|
source: LAB Color Space
es: Espacio de color LAB
fr: Espace de couleurs LAB
it: Spazio colore LAB
ja: LABカラースペース
ru: Цветовое пространство LAB
zh_tw: LAB色彩空間

# OpenMV::Internal::OpenMVPlugin|
source: YUV Color Space
es: Espacio de color YUV
fr: Espace de couleurs YUV
it: Spazio colore YUV
ja: YUVカラースペース
ru: Цветовое пространство YUV
zh_tw: YUV色彩空間

# OpenMV::Internal::OpenMVPlugin|
source: Use Grayscale/LAB for color tracking
es: Utilizar escala de grises/LAB para el seguimiento del color
fr: Utiliser les nuances de gris/LAB pour le suivi par couleur
it: Utilizza Scala grigi/LAB per il tracciamento del colore
ja: カラートラッキングにグレースケール/ LABを使用する
ru: Используйте оттенки серого/LAB для отслеживания цвета
zh_tw: 使用灰階/LAB進行顏色跟蹤

# OpenMV::Internal::OpenMVPlugin|
source: Res - No Image
es: Resolución - Sin imagen
fr: Résolution - Pas d'image
it: Risoluzione - Nessuna immagine
ja: ピクセル - 画像なし
ru: разрешение - Нет изображения
zh_tw: 解析度 - 沒有圖像

# OpenMV::Internal::OpenMVPlugin|
source: Res (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Pixels (%7)
es: Resolución (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Píxeles (%7)
fr: Résolution (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Pixels (%7)
it: Risoluzione (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Pixels (%7)
ja: ピクセル (%：%1, h：%2) - ROI (x：%3, y：%4, w：%5, h：%6) - ピクセル (%7)
ru: разрешение (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Пиксели (%7)
zh_tw: 解析度 (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - 圖元 (%7)

# OpenMV::Internal::OpenMVPlugin|
source: Res (w:%1, h:%2)
es: Resolución (w:%1, h:%2)
fr: Résolution (w:%1, h:%2)
it: Risoluzione (w: %1, h: %2)
ja: ピクセル (w：%1, h：%2)
ru: разрешение (w:%1, h:%2)
zh_tw: 解析度 (w:%1, h:%2)

# OpenMV::Internal::OpenMVPlugin|
source: Board:
es: Tablero:
fr: Planche:
it: Tavola:
ja: ボード:
ru: Совет:
zh_tw: 板:

# OpenMV::Internal::OpenMVPlugin|
source: Camera board type
es: Tipo de placa de cámara
fr: Type de carte de caméra
it: Tipo di scheda della fotocamera
ja: カメラボードタイプ
ru: Тип платы камеры
zh_tw: 相機板類型

# OpenMV::Internal::OpenMVPlugin|
source: Sensor:
fr: Capteur:
it: Sensore:
ja: センサー:
ru: датчик:
zh_tw: 相機板類型:

# OpenMV::Internal::OpenMVPlugin|
source: Camera sensor module
es: Módulo sensor de cámara
fr: Module capteur de caméra
it: Modulo sensore fotocamera
ja: カメラセンサーモジュール
ru: Модуль датчика камеры
zh_tw: 相機傳感器模塊

# OpenMV::Internal::OpenMVPlugin|
source: Firmware Version:
es: Versión del firmware:
fr: Version du micrologiciel:
it: Versione firmware:
ja: ファームウェアのバージョン：
ru: Версия прошивки:
zh_tw: 韌體版本：

# OpenMV::Internal::OpenMVPlugin|
source: Camera firmware version
es: Versión de firmware de la cámara
fr: Version du micrologiciel de la caméra
it: Versione del firmware della fotocamera
ja: カメラのファームウェアのバージョン
ru: Версия прошивки камеры
zh_tw: 相機韌體版本

# OpenMV::Internal::OpenMVPlugin|
source: Serial Port:
es: Puerto serie:
fr: Port série :
it: Porta seriale:
ja: シリアル・ポート：
ru: Последовательный порт:
zh_tw: 序列埠：

# OpenMV::Internal::OpenMVPlugin|
source: Camera serial port
es: Puerto serie de la cámara
fr: Port série de la caméra
it: Porta seriale della fotocamera
ja: カメラのシリアルポート
ru: Последовательный порт камеры
zh_tw: 相機序列埠

# OpenMV::Internal::OpenMVPlugin|
source: Drive:
es: Unidad:
fr: Lecteur :
ja: ドライブ：
ru: Привод:
zh_tw: 驅動：

# OpenMV::Internal::OpenMVPlugin|
source: Drive associated with port
es: Unidad asociada con el puerto
fr: Lecteur associé au port
it: Unità associata alla porta
ja: ドライブはポートに関連付けられています
ru: Привод, связанный с портом
zh_tw: 與埠相關的驅動

# OpenMV::Internal::OpenMVPlugin|
source: May be different from camera FPS
es: Puede ser diferente de la cámara FPS
fr: Peut être différent du FPS de l'appareil photo
it: Può essere diverso dalla fotocamera FPS
ja: カメラのFPSと異なる場合があります
ru: Может отличаться от FPS камеры
zh_tw: 可能與相機FPS不同

# OpenMV::Internal::OpenMVPlugin|
source: Update Available
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: 利用可能な更新
ru: Доступно обновление
zh_tw: 更新可用

# OpenMV::Internal::OpenMVPlugin|
source: A new version of OpenMV IDE (%L1.%L2.%L3) is available for download.
es: Una nueva versión de OpenMV IDE (%L1.%L2.%L3) está disponible para descargar.
fr: Une nouvelle version d'OpenMV IDE (%L1.%L2.%L3) est disponible en téléchargement.
it: Una nuova versione di OpenMV IDE (%L1.%L2.%L3) è disponibile per il download.
ja: 新しいバージョンのOpenMV IDE (%L1.%L2.%L3)をダウンロードできます。
ru: Для загрузки доступна новая версия OpenMV IDE (%L1.%L2.%L3).
zh_tw: 新版本的OpenMV IDE(%L1.%L2.%L3)可供下載。

# OpenMV::Internal::OpenMVPlugin|
source: Download
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ru: Скачать
zh_tw: 下載

# OpenMV::Internal::OpenMVPlugin|
source: WiFi Programming Disabled!
es: ¡Programación WiFi deshabilitada!
fr: Programmation Wi-Fi désactivée !
it: Programmazione WiFi disabilitata!
ja: WiFiプログラミングが無効です！
ru: Программирование WiFi отключено!
zh_tw: 禁用WiFi程式設計！

# OpenMV::Internal::OpenMVPlugin|
source: Another application is using the OpenMV Cam broadcast discovery port. Please close that application and restart OpenMV IDE to enable WiFi programming.
es: Otra aplicación está utilizando el puerto de detección de difusión OpenMV Cam. Por favor, cierre esa aplicación y reinicie OpenMV IDE para habilitar la programación WiFi.
fr: Une autre application utilise le port de découverte de diffusion OpenMV Cam. Veuillez fermer cette application et redémarrer OpenMV IDE pour activer la programmation Wi-Fi.
it: Un'altra applicazione utilizza la porta di rilevamento broadcast OpenMV Cam. Chiudi l'applicazione e riavvia OpenMV IDE per abilitare la programmazione WiFi.
ja: 別のアプリケーションでOpenMV Camブロードキャスト検出ポートを使用しています。そのアプリケーションを閉じてOpenMV IDEを再起動して、WiFiプログラミングを有効にしてください。
ru: Другое приложение использует порт обнаружения трансляции камеры OpenMV Cam. Закройте это приложение и перезапустите OpenMV IDE, чтобы включить программирование WiFi.
zh_tw: 另一個應用程式正在使用OpenMV Cam廣播發現埠。請關閉該應用程式並重新啟動OpenMV IDE以啟用WiFi程式設計。

# OpenMV::Internal::OpenMVPlugin|
source: Documents Folder Error
es: Error de carpeta de documentos
fr: Erreur de dossier de documents
it: Errore cartella documenti
ja: ドキュメントフォルダエラー
ru: Ошибка папки с документами
zh_tw: 文档文件夹错误

# OpenMV::Internal::OpenMVPlugin|
source: Failed to create the documents folder!
es: Error al crear la carpeta de documentos!
fr: Impossible de créer le dossier de documents!
it: Impossibile creare la cartella documenti!
ja: ドキュメントフォルダの作成に失敗しました！
ru: Не удалось создать папку документов!
zh_tw: 无法创建文档文件夹！

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV Cam LED Colors
es: Colores LED de la cámara OpenMV
fr: Couleurs LED OpenMV Cam
it: Colori LED OpenMV Cam
ja: OpenMV Cam LEDの色
ru: OpenMV Cam LED Цвета
zh_tw: OpenMV凸輪LED顏色
