Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# Utils::FileWizardPage|
source: Location
es: Ubicación
fr: Emplacement
it: Posizione
ja: ロケーション
ru: Расположение
zh_tw: 位置

# Utils::HostOsInfo|
source: Cannot create OpenGL context.
es: No se puede crear el contexto OpenGL.
fr: Impossible de créer le contexte OpenGL.
it: Impossibile creare il contesto OpenGL.
ja: OpenGLコンテキストを作成できません。
ru: Невозможно создать контекст OpenGL.
zh_tw: 無法建立OpenGL內容。

# Utils::MacroExpander|
source: Infinite recursion error
es: Error de recursión infinito
fr: Erreur de récursion infinie
it: Errore di ricorsione infinita
ja: 無限再帰エラー
ru: Бесконечная ошибка рекурсии
zh_tw: 無限遞迴錯誤

# Utils::MacroExpander|
source: %1: Full path including file name.
es: %1: ruta completa incluyendo nombre de archivo.
fr: %1 : Chemin complet, y compris le nom du fichier.
it: %1: percorso completo compreso il nome del file.
ja: %1：ファイル名を含む完全パス。
ru: %1: Полный путь, включая имя файла.
zh_tw: %1：包含檔案名稱的完整路徑。

# Utils::MacroExpander|
source: %1: Full path excluding file name.
es: %1: ruta completa excluyendo el nombre del archivo.
fr: %1 : Chemin complet excluant le nom du fichier.
it: %1: percorso completo escluso il nome del file.
ja: %1：ファイル名を除く完全パス。
ru: %1: полный путь, исключающий имя файла.
zh_tw: %1：不包括檔案名稱的完整路徑。

# Utils::MacroExpander|
source: %1: Full path including file name, with native path separator (backslash on Windows).
es: %1: ruta completa incluyendo el nombre de archivo, con separador de ruta nativo (barra invertida en Windows).
fr: %1 : Chemin complet, y compris le nom du fichier, avec séparateur de chemin natif (barre oblique inversée sous Windows).
it: %1: percorso completo con nome file, con separatore di percorso nativo (barra rovesciata su Windows).
ja: %1：ファイル名を含む完全パス、ネイティブパス区切り文字（Windowsの場合はバックスラッシュ）。
ru: %1: Полный путь, включая имя файла, с собственным разделителем путей (обратная косая черта в Windows).
zh_tw: %1：包括檔案名稱的完整路徑，帶有原生路徑分隔符號(Windows上的反斜線)。

# Utils::MacroExpander|
source: %1: Full path excluding file name, with native path separator (backslash on Windows).
es: %1: ruta completa excluyendo nombre de archivo, con separador de ruta nativo (barra invertida en Windows).
fr: %1 : Chemin complet excluant le nom de fichier, avec séparateur de chemin natif (barre oblique inversée sous Windows).
it: %1: percorso completo escluso il nome file, con separatore di percorso nativo (barra rovesciata su Windows).
ja: %1：ファイル名を除く完全パス、ネイティブパス区切り文字（Windowsの場合はバックスラッシュ）。
ru: %1: полный путь, исключающий имя файла, с собственным разделителем путей (обратная косая черта в Windows).
zh_tw: %1：不包括檔案名稱的完整路徑，帶有原生路徑分隔符號(Windows上的反斜線)。

# Utils::MacroExpander|
source: %1: File name without path.
es: %1: nombre de archivo sin ruta.
fr: %1 : Nom de fichier sans chemin.
it: %1: nome file senza percorso.
ja: %1：パスのないファイル名。
ru: %1: имя файла без пути.
zh_tw: %1：沒有路徑的檔案名稱。

# Utils::MacroExpander|
source: %1: File base name without path and suffix.
es: %1: nombre base del archivo sin ruta y sufijo.
fr: %1 : Nom de base de fichier sans chemin et suffixe.
it: %1: nome di base del file senza percorso e suffisso.
ja: %1：パスとサフィックスのないファイルベース名。
ru: %1: имя файла без пути и суффикса.
zh_tw: %1：沒有路徑和尾碼的檔案基底名稱。

# Utils::MacroExpander|
source: Global variables
es: Variables globales
fr: Variables globales
it: Variabili globali
ja: グローバル変数
ru: Глобальные переменные
zh_tw: 全域變數

# Utils::MacroExpander|
source: Access environment variables.
es: Acceso a variables de entorno.
fr: Accéder aux variables d'environnement.
it: Accedere alle variabili d'ambiente.
ja: 環境変数にアクセス。
ru: Переменные среды доступа.
zh_tw: 存取環境變數。

# Core|
source: All Files (*)
es: Todos los archivos (*)
fr: Tous les fichiers (*)
it: Tutti i file (*)
ja: すべてのファイル(*)
ru: Все файлы (*)
zh_tw: 全部檔案(*)

# Core|
source: Show Sidebar
es: Mostrar barra lateral
fr: Afficher la barre latérale
it: Mostra barra laterale
ja: サイドバーを表示
ru: Показать боковую панель
zh_tw: 顯示側邊欄

# Core|
source: Hide Sidebar
es: Ocultar barra lateral
fr: Masquer la barre latérale
it: Nascondi barra laterale
ja: サイドバーを非表示
ru: Скрыть боковую панель
zh_tw: 隱藏側邊欄

# Core|
source: Environment
es: Entorno
fr: Environnement
it: Ambiente
ja: 環境
ru: Среда
zh_tw: 環境

# Core|
source: Clear Menu
es: Borrar menú
fr: Effacer le menu
it: Cancella menu
ja: メニューをクリア
ru: Очистить меню
zh_tw: 清除功能表

# Core|msgShowOptionsDialog
source: Configure...
es: Configurar...
fr: Configurer...
it: Configura...
ja: 設定...
ru: Настроить...
zh_tw: 設定...

# Core|msgShowOptionsDialogToolTip (mac version)
source: Open Preferences dialog.
es: Abrir el cuadro de diálogo Preferencias.
fr: Ouvrir la boîte de dialogue Préférences.
it: Apri la finestra di dialogo Preferenze.
ja: 環境設定ダイアログを開きます。
ru: Откройте диалоговое окно Настроек.
zh_tw: 開啟喜好設定對話方塊.

# Core|msgShowOptionsDialogToolTip (non-mac version)
source: Open Options dialog.
es: Abre el cuadro de diálogo Opciones.
fr: Ouvrir la boîte de dialogue Options.
it: Apri la finestra di dialogo Opzioni.
ja: オプションダイアログを開きます。
ru: Откройте диалоговое окно Опций.
zh_tw: 開啟選項對話方塊。

# Utils::PathChooser|
source: Choose...
es: Escoger...
fr: Choisir...
it: Scegli...
ja: 選択...
ru: Выбрать...
zh_tw: 選擇...

# Utils::PathChooser|
source: Browse...
es: Buscar...
fr: Parcourir...
it: Naviga...
ja: ブラウズ...
ru: Обзор...
zh_tw: 瀏覽...

# Utils::PathChooser|
source: Choose Directory
es: Elegir directorio
fr: Choisir le répertoire
it: Scegli la directory
ja: ディレクトリを選択
ru: Выбрать каталог
zh_tw: 選擇目錄

# Utils::PathChooser|
source: Choose Executable
es: Elegir ejecutable
fr: Choisir le fichier exécutable
it: Scegli l'eseguibile
ja: 実行可能ファイルを選択
ru: Выбрать исполняемый файл
zh_tw: 選擇可執行檔

# Utils::PathChooser|
source: Choose File
es: Elegir archivo
fr: Choisir un fichier
it: Scegli il file
ja: ファイルを選択
ru: Выбрать файл
zh_tw: 選擇檔案

# Utils::PathChooser|
source: The path must not be empty.
es: La ruta no debe estar vacía.
fr: Le chemin ne doit pas être vide.
it: Il percorso non deve essere vuoto.
ja: パスは空であってはいけません。
ru: Путь не должен быть пустым.
zh_tw: 路徑不得為空。

# Utils::PathChooser|
source: The path "%1" expanded to an empty string.
es: La ruta "%1" se ha expandido a una cadena vacía.
fr: Le chemin "%1" s'est développé en une chaîne vide.
it: Il percorso "%1" è stato espanso in una stringa vuota.
ja: パス"%1"が空の文字列に展開されました。
ru: Путь "%1" расширен до пустой строки.
zh_tw: 路徑"%1"展開為空字串。

# Utils::PathChooser|
source: The path "%1" does not exist.
es: La ruta "%1" no existe.
fr: Le chemin "%1" n'existe pas.
it: Il percorso "%1" non esiste.
ja: パス"%1"は存在しません。
ru: Путь "%1" не существует.
zh_tw: 路徑"%1"不存在。

# Utils::PathChooser|
source: The path "%1" is not a directory.
es: La ruta "%1" no es un directorio.
fr: Le chemin "%1" n'est pas un répertoire.
it: Il percorso "%1" non è una directory.
ja: パス"%1"はディレクトリではありません。
ru: Путь "%1" не является каталогом.
zh_tw: 路徑"%1"不是一個目錄。

# Utils::PathChooser|
source: The path <b>%1</b> is not a file.
es: La ruta <b>%1</b> no es un archivo.
fr: Le chemin <b>%1</b> n'est pas un fichier.
it: Il percorso <b>%1</b> non è un file.
ja: パス<b>%1</b>はファイルではありません。
ru: Путь <b>%1</b> не является файлом.
zh_tw: 路徑<b>%1</b>不是一個檔案。

# Utils::PathChooser|
source: The directory "%1" does not exist.
es: El directorio "%1" no existe.
fr: Le répertoire "%1" n'existe pas.
it: La directory "%1" non esiste.
ja: ディレクトリ"%1"は存在しません。
ru: Каталог "%1" не существует.
zh_tw: 目錄"%1"不存在。

# Utils::PathChooser|
source: The path <b>%1</b> is not an executable file.
es: La ruta <b>%1</b> no es un archivo ejecutable.
fr: Le chemin <b>%1</b> n'est pas un fichier exécutable.
it: Il percorso <b>%1</b> non è un file eseguibile.
ja: パス<b>%1</b>は実行可能ファイルではありません。
ru: Путь <b>%1</b> не является исполняемым файлом.
zh_tw: 路徑<b>%1</b>不是可執行檔。

# Utils::PathChooser|
source: Cannot execute "%1".
es: No se puede ejecutar "%1".
fr: Impossible d'exécuter "%1".
it: Impossibile eseguire "%1".
ja: "%1"は実行できません。
ru: Невозможно выполнить "%1".
zh_tw: 無法執行"%1"。

# Utils::PathChooser|
source: Full path: <b>%1</b>
es: Ruta completa: <b>%1</b>
fr: Chemin complet : <b>%1</b>
it: Percorso completo: <b>%1</b>
ja: フルパス：<b>%1</b>
ru: Полный путь: <b>%1</b>
zh_tw: 完整路徑：<b>%1</b>

# Utils::PathChooser|
source: Path:
es: Ruta:
fr: Chemin :
it: Percorso:
ja: パス：
ru: Путь:
zh_tw: 路徑：

# Utils::PathListEditor|
source: Insert...
es: Insertar...
fr: Insérer...
it: Inserisci...
ja: インサート...
ru: Вставить...
zh_tw: 插入...

# Utils::PathListEditor|
source: Delete Line
es: Eliminar línea
fr: Supprimer la ligne
it: Elimina riga
ja: 行の削除
ru: Удалить строку
zh_tw: 刪除行

# Utils::PathListEditor|
source: Clear
es: Borrar
fr: Effacer
it: Elimina
ja: クリア
ru: Очистить
zh_tw: 清除

# Utils::QtcProcess|
source: Error in command line.
es: Error en la linea de comando.
fr: Erreur dans la ligne de commande.
it: Errore nella riga di comando.
ja: コマンドラインでエラー。
ru: Ошибка в командной строке.
zh_tw: 命令列錯誤。

# Utils::reloadPrompt|
source: File Changed
es: Archivo cambiado
fr: Fichier modifié
it: File modificato
ja: ファイルが変更されました
ru: Изменен файл
zh_tw: 檔案已變更

# Utils::reloadPrompt|
source: The unsaved file <i>%1</i> has changed outside Qt Creator. Do you want to reload it and discard your changes?
es: El archivo no guardado <i>%1</i> ha cambiado fuera de Qt Creator. ¿Quiere volver a cargarlo y descartar los cambios?
fr: Le fichier non enregistré <i>%1</i> a été modifié en dehors de Qt Creator. Voulez-vous le recharger et annuler vos modifications ?
it: Il file non salvato <i>%1</i> è stato modificato all'esterno di Qt Creator. Vuoi ricaricarlo e scartare le tue modifiche?
ja: 保存されていないファイル<i>%1</i>はQt Creatorの外で変更されました。リロードして変更を破棄しますか？
ru: Несохраненный файл <i>%1</i> изменился за пределами Qt Creator. Вы хотите перезагрузить его и отказаться от своих изменений?
zh_tw: 未儲存的檔案<i>%1</i>已經在Qt Creator外變更。您想重新載入並放棄您的變更嗎？

# Utils::reloadPrompt|
source: The file <i>%1</i> has changed outside Qt Creator. Do you want to reload it?
es: El archivo <i>%1</i> ha cambiado fuera de Qt Creator. ¿Quiere volver a cargarlo?
fr: Le fichier <i>%1</i> a été modifié en dehors de Qt Creator. Voulez-vous le recharger ?
it: Il file <i>%1</i> è stato modificato all'esterno di Qt Creator. Vuoi ricaricarlo?
ja: ファイル<i>%1</i>はQt Creatorの外で変更されました。それをリロードしますか？
ru: Файл <i>%1</ i> изменен вне Qt Creator. Вы хотите перезагрузить его?
zh_tw: 檔案<i>%1</i>已經在Qt Creator外變更。您想重新載入嗎？

# Utils::reloadPrompt|
source: &Close
es: &Cerrar
fr: &Fermer
it: &Chiudi
ja: &閉じる
ru: &Закрыть
zh_tw: 關閉(&C)

# Utils::fileDeletedPrompt|
source: File has been removed
es: El archivo ha sido eliminado
fr: Le fichier a été supprimé
it: Il file è stato rimosso
ja: ファイルが削除されました
ru: Файл удален
zh_tw: 檔案已被刪除

# Utils::fileDeletedPrompt|
source: The file %1 has been removed outside Qt Creator. Do you want to save it under a different name, or close the editor?
es: El archivo %1 se ha eliminado fuera de Qt Creator. ¿Desea guardarlo con un nombre diferente o cerrar el editor?
fr: Le fichier %1 a été supprimé en dehors de Qt Creator. Voulez-vous l'enregistrer sous un nom différent ou fermer l'éditeur ?
it: Il file %1 è stato rimosso all'esterno di Qt Creator. Vuoi salvarlo con un nome diverso o chiudere l'editor?
ja: ファイル%1はQt Creatorの外で削除されました。別の名前で保存するか、エディタを閉じますか？
ru: Файл %1 удален вне Qt Creator. Вы хотите сохранить его под другим именем или закрыть редактор?
zh_tw: 檔案%1已經在Qt Creator外被刪除。您想用另一個名稱儲存它，還是關閉編輯器？

# Utils::fileDeletedPrompt|
source: The file %1 was removed. Do you want to save it under a different name, or close the editor?
es: El archivo %1 ha sido eliminado. ¿Desea guardarlo con un nombre diferente o cerrar el editor?
fr: Le fichier %1 a été supprimé. Voulez-vous l'enregistrer sous un nom différent ou fermer l'éditeur ?
it: Il file %1 è stato rimosso. Vuoi salvarlo con un nome diverso o chiudere l'editor?
ja: ファイル%1が削除されました。別の名前で保存するか、エディタを閉じますか？
ru: Файл %1 был удален. Вы хотите сохранить его под другим именем или закрыть редактор?
zh_tw: 檔案%1已被刪除。您是想用另一個名稱儲存，還是關閉編輯器？

# Utils::fileDeletedPrompt|
source: &Close
es: &Cerrar
fr: &Fermer
it: &Chiudi
ja: &閉じる
ru: &Закрыть
zh_tw: 關閉(&C)

# Utils::fileDeletedPrompt|
source: C&lose All
es: C&errar todo
fr: Tout f&ermer
it: &Chiudi tutto
ja: すべて閉じる
ru: Закрыть все
zh_tw: 關閉所有(&L)

# Utils::fileDeletedPrompt|
source: Save &as...
es: Guardar &como...
fr: Enregistrer &sous...
it: S&alva come...
ja: 名前を付けて保存...
ru: Сохранить &как...
zh_tw: 另存新檔(&A)...

# Utils::fileDeletedPrompt|
source: &Save
es: &Guardar
fr: &Enregistrer
it: &Salva
ja: &保存
ru: &Сохранить
zh_tw: 儲存(&S)

# Utils::SettingsSelector|
source: Add
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ru: Добавить
zh_tw: 新增

# Utils::SettingsSelector|
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ru: Убрать
zh_tw: 刪除

# Utils::SettingsSelector|
source: Rename
es: Cambiar nombre
fr: Renommer
it: Rinominare
ja: 名前変更
ru: Переименовать
zh_tw: 重命名

# Utils::SettingsSelector|
source: Do you really want to delete the configuration <b>%1</b>?
es: ¿Realmente desea eliminar la configuración <b>%1</b>?
fr: Voulez-vous vraiment supprimer la configuration <b>%1</b> ?
it: Vuoi davvero eliminare la configurazione <b>%1</b>?
ja: 本当に設定<b>%1</b>を削除しますか？
ru: Вы, действительно, хотите удалить конфигурацию <b>%1</b>?
zh_tw: 您真的要刪除設定<b>%1</b>嗎？

# Utils::SettingsSelector|
source: New name for configuration <b>%1</b>:
es: Nuevo nombre para la configuración <b>%1</b>:
fr: Nouveau nom pour la configuration <b>%1</b> :
it: Nuovo nome per la configurazione <b>%1</b>:
ja: 設定<b>%1</b>の新しい名前：
ru: Новое имя для конфигурации <b>%1</b>:
zh_tw: 設定<b>%1</b>的新名稱：

# Utils::SettingsSelector|
source: Rename...
es: Cambiar nombre...
fr: Renommer...
it: Rinomina...
ja: 名前を変更する...
ru: Переименовать...
zh_tw: 重命名...

# Utils::ShellCommand|
source: UNKNOWN
es: DESCONOCIDO
fr: INCONNU
it: SCONOSCIUTO
ja: 不明
ru: НЕИЗВЕСТНО
zh_tw: 未知

# Utils::ShellCommand|
source: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ru: Неизвестно
zh_tw: 未知

# Utils::ShellCommand|
source: Error: Executable timed out after %1 s.
es: Error: se agotó el tiempo de espera del ejecutable después de %1 s.
fr: Erreur : Le fichier exécutable a expiré après %1 s.
it: Errore: eseguibile terminato dopo %1 s.
ja: エラー：%1の後に実行可能ファイルがタイムアウトしました。
ru: Ошибка: Тайм-аут исполняемого файла через %1 с.
zh_tw: 錯誤：可執行檔在%1秒之後逾時。

# Utils::ShellCommandPage|
source: Command started...
es: Comando iniciado...
fr: La commande a commencé...
it: Comando avviato...
ja: コマンドが開始されました...
ru: Команда запущена...
zh_tw: 命令已開始...

# Utils::ShellCommandPage|
source: Run Command
es: Ejecutar comando
fr: Exécuter la commande
it: Esegui comando
ja: コマンドを実行
ru: Запустить команду
zh_tw: 運行命令

# Utils::ShellCommandPage|
source: No job running, please abort.
es: No hay trabajo ejecutándose, por favor aborte.
fr: Aucun travail en cours, veuillez abandonner.
it: Nessun lavoro in corso, per favore interrompi.
ja: 実行中のジョブはありません。中止してください。
ru: Выполняемое задание отсутствует, пожалуйста, прервите операцию.
zh_tw: 沒有工作正在運行，請中止。

# Utils::ShellCommandPage|
source: Succeeded.
es: Con éxito.
fr: Réussite.
it: Terminato con successo.
ja: 成功しました。
ru: Операция прошла успешно.
zh_tw: 成功。

# Utils::ShellCommandPage|
source: Failed.
es: Ha fallado.
fr: Échec.
it: Fallito.
ja: 失敗しました。
ru: Операция не удалась.
zh_tw: 失敗。

# Utils::SynchronousProcess|
source: The command "%1" finished successfully.
es: El comando "%1" ha finalizado correctamente.
fr: La commande "%1" s'est terminée avec succès.
it: Il comando "%1" è stato terminato con successo.
ja: "%1"コマンドが正常に終了しました。
ru: Команда "%1" завершена успешно.
zh_tw: 命令"%1"已成功完成。

# Utils::SynchronousProcess|
source: The command "%1" terminated with exit code %2.
es: El comando "%1" ha terminado con el código de salida %2.
fr: La commande "%1" s'est terminée avec le code de sortie %2.
it: Il comando "%1" è stato terminato con il codice di uscita %2.
ja: "%1"コマンドは終了コード%2で終了しました。
ru: Команда "%1" завершена кодом выхода %2.
zh_tw: 命令"%1"以退出代碼%2結束。

# Utils::SynchronousProcess|
source: The command "%1" terminated abnormally.
es: El comando "%1" ha finalizado de manera anormal.
fr: La commande "%1" s'est terminée anormalement.
it: Il comando "%1" è stato terminato in modo anomalo.
ja: "%1"コマンドが異常終了しました。
ru: Команда "%1" завершена ненормально.
zh_tw: 命令"%1"異常終止。

# Utils::SynchronousProcess|
source: The command "%1" could not be started.
es: El comando "%1" no se ha podido iniciar.
fr: La commande "%1" n'a pas pu être démarrée.
it: Il comando "%1" non può essere avviato.
ja: "%1"コマンドを開始できませんでした。
ru: Невозможно запустить команду "%1".
zh_tw: 命令"%1"無法啟動。

# Utils::SynchronousProcess|
source: The command "%1" did not respond within the timeout limit (%2 s).
es: El comando "%1" no respondió dentro del límite de tiempo de espera (%2 s).
fr: La commande "%1" n'a pas répondu dans la limite de délai d'expiration (%2 s).
it: Il comando "%1" non ha risposto entro il limite di timeout (%2 s).
ja: コマンド"%1"はタイムアウト制限（%2秒）内に応答しませんでした。
ru: Команда "%1" не ответила в пределах тайм-аута (%2 с).
zh_tw: 命令"%1"在逾時限制(%2秒)內沒有回應。

# Utils::SynchronousProcess|
source: Process not Responding
es: El proceso no responde
fr: Le processus ne répond pas
it: Il processo non risponde
ja: プロセスが応答しません
ru: Процесс не отвечает
zh_tw: 處理序沒有回應

# Utils::SynchronousProcess|
source: The process is not responding.
es: El proceso no responde.
fr: Le processus ne répond pas.
it: Il processo non risponde.
ja: このプロセスが応答していません。
ru: Процесс не отвечает.
zh_tw: 處理序沒有回應。

# Utils::SynchronousProcess|
source: The process "%1" is not responding.
es: El proceso "%1" no responde.
fr: Le processus "%1" ne répond pas.
it: Il processo "%1" non risponde.
ja: "%1"プロセスが応答していません。
ru: Процесс "%1" не отвечает.
zh_tw: 處理序"%1"沒有回應。

# Utils::SynchronousProcess|
source: Would you like to terminate it?
es: ¿Le gustaría terminarlo?
fr: Voulez-vous le terminer ?
it: Vuoi terminarlo?
ja: 終了しますか？
ru: Хотите прекратить?
zh_tw: 您想終止它嗎？

# Utils::TextFileFormat|
source: Out of memory.
es: Sin memoria.
fr: Pas assez de mémoire.
it: Memoria piena.
ja: メモリ不足。
ru: Недостаточно памяти.
zh_tw: 記憶體不足。

# Utils::TextFileFormat|
source: An encoding error was encountered.
es: Se ha encontrado un error de codificación.
fr: Une erreur d'encodage est survenue.
it: Si è verificato un errore di codifica.
ja: エンコーディングエラーが発生しました。
ru: Произошла ошибка кодирования.
zh_tw: 遇到編碼錯誤。

# Utils::UnixTools|
source: <table border=1 cellspacing=0 cellpadding=3><tr><th>Variable</th><th>Expands to</th></tr><tr><td>%d</td><td>directory of current file</td></tr><tr><td>%f</td><td>file name (with full path)</td></tr><tr><td>%n</td><td>file name (without path)</td></tr><tr><td>%%</td><td>%</td></tr></table>
es: <table border=1 cellspacing=0 cellpadding=3><tr><th>Variable</th><th>Se expande a</th></tr><tr><td>%d</td><td>directorio del archivo actual</td></tr><tr><td>%f</td><td>nombre de archivo (con ruta completa)</td></tr><tr><td>%n</td><td>nombre de archivo (sin ruta)</td></tr><tr><td>%%</td><td>%</td></tr></table>
fr: <table border=1 cellspacing=0 cellpadding=3><tr><th>Variable</th><th>S'étend au répertoire</th></ tr><tr><td>%d</td><td>du fichier actuel</td></tr><tr><td>%f</td><td>nom du fichier (avec chemin complet)</td></tr><tr><td>%n</td><td>nom du fichier (sans chemin)</td></tr><tr><td>%%</td><td>%</td></tr></table>
it: <table border=1 cellspacing=0 cellpadding=3><tr><th>Variabile</th><th>Espande alla</th></tr><tr><td>%d</td><td>directory del file corrente</td></tr><tr><td>%f</td><td>Nome file (con percorso completo)</td></tr><tr><td>%n</td><td>nome file (senza percorso)</td></tr><tr><td>%%</td><td>%</td></tr></table>
ja: <table border=1 cellspacing=0 cellpadding=3><tr><th>変数</th><th>に展開</th></tr><tr><td>%d</td><td>現在のファイルのディレクトリ</td></tr><tr><td>%f</td><td>ファイル名（フルパス）</td></tr><tr><td>%n</td><td>ファイル名（パスなし）</td></tr><tr><td>%%</td><td>%</td></tr></table>
ru: <table border=1 cellspacing=0 cellpadding=3><tr><th>Переменная</th><th>Расширяется до</th></tr><tr><td>%d</td><td>директории текущего файла</td></tr><tr><td>%f</td><td>имя файла (с полным путем)</td></tr><tr><td>%n</td><td>имя файла (без пути)</td></tr><tr><td>%%</td><td>%</td></tr></table>
zh_tw: <table border=1 cellspacing=0 cellpadding=3><tr><th>變數</th><th>展開為目前檔案的</th></tr><tr><td>%d</td><td>目錄：</td></tr><tr><td>%f</td><td>檔案名稱(有完整路徑)</td></tr><tr><td>%n</td><td>檔案名稱(不含路徑)</td></tr><tr><td>%%</td><td>%</td></tr></table>

# Core::CommandMappings|
source: Command Mappings
es: Asignaciones de comandos
fr: Mappages de commandes
it: Mappature dei comandi
ja: コマンドマッピング
ru: Сопоставления команд
zh_tw: 命令對應

# Core::CommandMappings|
source: Target
es: Objetivo
fr: Cible
ja: ターゲット
ru: Цель
zh_tw: 目標

# Core::CommandMappings|
source: Label
es: Etiqueta
fr: Titre
it: Tag
ja: ラベル
ru: Метка
zh_tw: 標籤

# Core::CommandMappings|
source: Command
es: Comando
fr: Commande
it: Comando
ja: コマンド
ru: Команда
zh_tw: 命令

# Core::CommandMappings|
source: Reset All
es: Restaurar todo
fr: Tout réinitialiser
it: Rirpristina tutto
ja: すべてリセット
ru: Сбросить все
zh_tw: 重設全部

# Core::CommandMappings|
source: Reset all to default.
es: Restaurar todo a valores predeterminados.
fr: Tout réinitialiser aux paramètres par défaut.
it: Ripristina tutto alle impostazioni predefinite.
ja: すべてをデフォルトにリセット。
ru: Сбросьте все до значений по умолчанию.
zh_tw: 全部重設為預設值。

# Core::CommandMappings|
source: Import...
es: Importar...
fr: Importer...
it: Importa...
ja: インポート...
ru: Импорт...
zh_tw: 匯入...

# Core::CommandMappings|
source: Export...
es: Exportar...
fr: Exporter...
it: Esporta...
ja: エクスポート…
ru: Экспорт...
zh_tw: 匯出...

# Core::BaseFileWizard|
source: Existing files
es: Archivos existentes
fr: Fichiers existants
it: File esistenti
ja: 既存のファイル
ru: Существующие файлы
zh_tw: 現有檔案

# Core::BaseFileWizard|
source: File Generation Failure
es: Fallo en la generación de archivos
fr: Échec de la génération de fichier
it: Errore nella generazione del file
ja: ファイル生成の失敗
ru: Сбой генерации файлов
zh_tw: 檔案產生失敗

# Core::BaseFileWizardFactory|
source: Failed to open an editor for "%1".
es: Error al abrir un editor para "%1".
fr: Impossible d'ouvrir un éditeur pour "%1".
it: Impossibile aprire un editor per "%1".
ja: "%1"のエディタを開くことができませんでした。
ru: Не удалось открыть редактор для "%1".
zh_tw: 無法開啟"%1"的編輯器。

# Core::BaseFileWizardFactory|
source: [read only]
es: [solo lectura]
fr: [lecture seule]
it: [sola lettura]
ja: [読み取り専用]
ru: [только для чтения]
zh_tw: [唯讀]

# Core::BaseFileWizardFactory|
source: [folder]
es: [carpeta]
fr: [dossier]
it: [cartella]
ja: [フォルダ]
ru: [папка]
zh_tw: [資料夾]

# Core::BaseFileWizardFactory|
source: [symbolic link]
es: [enlace simbólico]
fr: [lien symbolique]
it: [link simbolico]
ja: [シンボリックリンク]
ru: [символическая ссылка]
zh_tw: [符號連結]

# Core::BaseFileWizardFactory|
source: The project directory %1 contains files which cannot be overwritten: %2.
es: El directorio de proyectos %1 contiene archivos que no se pueden sobrescribir: %2.
fr: Le répertoire de projet %1 contient des fichiers qui ne peuvent pas être écrasés : %2.
it: La directory del progetto %1 contiene file che non possono essere sovrascritti: %2.
ja: プロジェクトディレクトリ%1には上書きできないファイルが含まれています： %2。
ru: Каталог проекта %1 содержит файлы, которые нельзя перезаписать: %2.
zh_tw: 專案目錄%1包含無法覆蓋的檔案： %2。

# OpenWith::Editors|
source: Plain Text Editor
es: Editor de textos simple
fr: Éditeur de texte brut
it: Editor di testo puro
ja: プレーンテキストエディタ
ru: Редактор чистого текста
zh_tw: 純文字編輯器

# Core::Internal::CorePlugin|
source: No themes found in installation.
es: No se han encontrado temas en la instalación.
fr: Aucun thème trouvé dans l'installation.
it: Nessun tema trovato nell'installazione.
ja: インストール時にテーマが見つかりません。
ru: В установке нет тем.
zh_tw: 在安裝檔中找不到主題。

# Core::Internal::CorePlugin|
source: The current date (ISO).
es: La fecha actual (ISO).
fr: La date actuelle (ISO).
it: La data corrente (ISO).
ja: 現在の日付（ISO）。
ru: Текущая дата (ISO).
zh_tw: 目前日期(ISO)。
