Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# OpenMV::Internal::OpenMVPlugin|
source: Missing arguments for -open_udp_client_terminal
es: Faltan argumentos para -open_udp_client_terminal
fr: Arguments manquants pour -open_udp_client_terminal
it: Argomenti mancanti per -open_udp_client_terminal
ja: -open_udp_client_terminalのアーギュメントがありません
ru: Отсутствуют аргументы для -open_udp_client_terminal
zh_tw: 缺少-open_udp_client_terminal的參數

# OpenMV::Internal::OpenMVPlugin|
source: UDP Server Connection - %1
es: Conexión de servidor UDP - %1
fr: Connexion au serveur UDP - %1
it: Connessione server UDP -%1
ja: UDPサーバー接続 - %1
ru: Соединение с UDP-сервером - %1
zh_tw: UDP伺服器連線 - %1

# OpenMV::Internal::OpenMVPlugin|
source: Invalid port argument (%1) for -open_udp_server_terminal
es: Argumento de puerto no válido (%1) para -open_udp_server_terminal
fr: Argument de port non valide (%1) pour -open_udp_server_terminal
it: Argomento della porta non valido (%1) per -open_udp_server_terminal
ja: -open_udp_server_terminalの無効なポートアーギュメント（%1）
ru: Недопустимый аргумент порта (%1) для -open_udp_server_terminal
zh_tw: 無效的-open_udp_server_terminal埠參數(%1)

# OpenMV::Internal::OpenMVPlugin|
source: Missing arguments for -open_udp_server_terminal
es: Faltan argumentos para -open_udp_server_terminal
fr: Arguments manquants pour -open_udp_server_terminal
it: Argomenti mancanti per -open_udp_server_terminal
ja: -open_udp_server_terminalのアーギュメントがありません
ru: Отсутствуют аргументы для -open_udp_server_terminal
zh_tw: 缺少-open_udp_server_terminal的參數

# OpenMV::Internal::OpenMVPlugin|
source: TCP Client Connection - %1:%2
es: Conexión de cliente TCP - %1:%2
fr: Connexion du client TCP - %1 : %2
it: Connessione client TCP -%1: %2
ja: TCPクライアント接続 - %1：%2
ru: Соединение клиента TCP - %1: %2
zh_tw: TCP用戶端連線 - %1:%2

# OpenMV::Internal::OpenMVPlugin|
source: Invalid port argument (%1) for -open_tcp_client_terminal
es: Argumento de puerto no válido (%1) para -open_tcp_client_terminal
fr: Argument de port non valide (%1) pour -open_tcp_client_terminal
it: Argomento della porta non valido (%1) per -open_tcp_client_terminal
ja: -open_tcp_client_terminalの無効なポートアーギュメント（%1）
ru: Недопустимый аргумент порта (%1) для -open_tcp_client_terminal
zh_tw: 無效的-open_tcp_client_terminal埠參數(%1)

# OpenMV::Internal::OpenMVPlugin|
source: -open_tcp_client_terminal requires two arguments <host_name:port>
es: -open_tcp_client_terminal requiere dos argumentos <host_name: port>
fr: -open_tcp_client_terminal requiert deux arguments <host_name:port>
it: -open_tcp_client_terminal richiede due argomenti <host_name:port>
ja: -open_tcp_client_terminalには2つのアーギュメントが必要です。<host_name：port>
ru: -open_tcp_client_terminal требует два аргумента <host_name:port>
zh_tw: -open_tcp_client_terminal需要兩個參數<host_name:port>

# OpenMV::Internal::OpenMVPlugin|
source: Missing arguments for -open_tcp_client_terminal
es: Faltan argumentos para -open_tcp_client_terminal
fr: Arguments manquants pour -open_tcp_client_terminal
it: Argomenti mancanti per -open_tcp_client_terminal
ja: -open_tcp_client_terminalのアーギュメントがありません
ru: Отсутствуют аргументы для -open_tcp_client_terminal
zh_tw: 缺少-open_tcp_client_terminal的參數

# OpenMV::Internal::OpenMVPlugin|
source: TCP Server Connection - %1
es: Conexión de servidor TCP - %1
fr: Connexion au serveur TCP - %1
it: Connessione server TCP -%1
ja: TCPサーバー接続 - %1
ru: Соединение TCP-сервера - %1
zh_tw: TCP伺服器連線 - %1

# OpenMV::Internal::OpenMVPlugin|
source: Invalid port argument (%1) for -open_tcp_server_terminal
es: Argumento de puerto no válido (%1) para -open_tcp_server_terminal
fr: Argument de port non valide (%1) pour -open_tcp_server_terminal
it: Argomento della porta non valido (%1) per -open_tcp_server_terminal
ja: -open_tcp_server_terminalの無効なポートアーギュメント（%1）
ru: Недопустимый аргумент порта (%1) для -open_tcp_server_terminal
zh_tw: 無效的-open_tcp_server_terminal埠參數(%1)

# OpenMV::Internal::OpenMVPlugin|
source: Missing arguments for -open_tcp_server_terminal
es: Faltan argumentos para -open_tcp_server_terminal
fr: Arguments manquants pour -open_tcp_server_terminal
it: Argomenti mancanti per -open_tcp_server_terminal
ja: -open_tcp_server_terminalのアーギュメントがありません
ru: Отсутствуют аргументы для -open_tcp_server_terminal
zh_tw: 缺少-open_tcp_server_terminal的參數

# OpenMV::Internal::OpenMVPlugin|
source: Unregistered OpenMV Cam Detected
es: OpenMV Cam no registrada detectada
fr: Cam OpenMV non enregistré détecté
it: Rilevata OpenMV Cam non registrata
ja: 登録されていないOpenMVカムが検出されました
ru: Обнаружена незарегистрированная камера OpenMV
zh_tw: 檢測到未經註冊的OpenMV Cam

# OpenMV::Internal::OpenMVPlugin|
source: Your OpenMV Cam isn't registered. You need to register your OpenMV Cam with OpenMV for unlimited use with OpenMV IDE without any interruptions. Would you like to register your OpenMV Cam now?
es: Su OpenMV Cam no está registrada. Necesita registrar su OpenMV Cam con OpenMV para un uso ilimitado con OpenMV IDE sin interrupciones. ¿Le gustaría registrar su OpenMV Cam ahora?
fr: Votre Cam OpenMV n'est pas enregistré. Vous devez enregistrer votre OpenMV Cam avec OpenMV pour un usage illimité avec OpenMV IDE sans aucune interruption. Voulez-vous enregistrer votre OpenMV Cam maintenant ?
it: La tua OpenMV Cam non è registrata. Devi registrare OpenMV Cam con OpenMV per un uso illimitato con OpenMV IDE senza interruzioni. Vuoi registrare la tua OpenMV Cam ora?
ja: あなたのOpenMV Camは登録されていません。 いかなるインターラプションも無しにOpenMV IDEを無制限に使用するにはあなたのOpenMV CamをOpenMVに登録する必要があります。 今すぐOpenMV Camを登録しますか？
ru: Ваша камера OpenMV не зарегистрирована. Вам необходимо зарегистрировать камеру OpenMV с OpenMV для неограниченного использования с IDE OpenMV без каких-либо прерываний. Хотите зарегистрировать свою камеру OpenMV прямо сейчас?
zh_tw: 您的OpenMV Cam尚未註冊。您需要使用OpenMV註冊您的OpenMV Cam，才能無限制地使用OpenMV IDE。 您想現在註冊您的OpenMV Cam嗎？

# OpenMV::Internal::OpenMVPlugin|
source: Unregistered OpenMV Cams hurt the open-source OpenMV ecosystem by undercutting offical OpenMV Cam sales which help fund OpenMV Cam software development. Would you like to register your OpenMV Cam now?
es: Las OpenMV Cams no registradas dañan el ecosistema OpenMV de código abierto al socavar las ventas oficiales de OpenMV Cam que ayudan a financiar el desarrollo del software OpenMV Cam. ¿Le gustaría registrar su OpenMV Cam ahora?
fr: Les OpenMV Cams non enregistrés nuisent à l'écosystème OpenMV open source en réduisant les ventes officielles de OpenMV Cam qui contribuent au développement du logiciel OpenMV Cam. Voulez-vous enregistrer votre OpenMV Cam maintenant ?
it: Le OpenMV Cam non registrate danneggiano l'ecosistema OpenMV open source tagliando le vendite ufficiali di OpenMV Cam che aiutano a finanziare lo sviluppo del software OpenMV Cam. Vuoi registrare la tua OpenMV Cam ora?
ja: 登録されていないOpenMVカムは、OpenMV Camのソフトウェア開発に資金を提供する公式OpenMV Camの販売をアンダーカットすることで、オープンソースのOpenMVエコシステムを傷つけます。 今あなたのOpenMV Camを登録しますか？
ru: Незарегистрированные камеры OpenMV Cam вредят открытой среде OpenMV экосистемы, подрывая официальные продажи OpenMV Cam, которые помогают финансировать разработку программного обеспечения OpenMV Cam. Хотите зарегистрировать свою OpenMV Cam сейчас?
zh_tw: 未註冊的OpenMV Cams會削減官方的OpenMV Cam銷售量，無法幫助OpenMV Cam軟體發展提供資金，從而傷害了開源OpenMV生態系統。 您想現在註冊您的OpenMV Cam嗎？

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV IDE will display these three messages boxes each time you connect until you register your OpenMV Cam... Would you like to register your OpenMV Cam now?
es: OpenMV IDE mostrará estos tres cuadros de mensajes cada vez que se conecte hasta que registre su OpenMV Cam... ¿Le gustaría registrar su OpenMV Cam ahora?
fr: OpenMV IDE affichera ces trois boîtes de message chaque fois que vous vous connectez jusqu'à ce que vous enregistriez votre OpenMV Cam... Voulez-vous enregistrer votre OpenMV Cam maintenant ?
it: OpenMV IDE visualizzerà queste caselle di tre messaggi ogni volta che ci si connette fino a quando non si registra la OpenMV Cam ... Vuoi registrare la tua OpenMV Cam ora?
ja: OpenMV Camを登録するまで、OpenMV IDEは接続するたびにこれら3つのメッセージボックスを表示します... 今OpenMV Camを登録しますか？
ru: OpenMV IDE будет отображать эти три окна сообщений при каждом подключении, пока вы не зарегистрируете свою OpenMV Cam... Хотите зарегистрировать свою OpenMV Cam сейчас?
zh_tw: OpenMV IDE會在每次連線時顯示這三個訊息方塊，直到您註冊OpenMV Cam... 您想現在註冊OpenMV Cam嗎？

# OpenMV::Internal::OpenMVPlugin|
source: Register OpenMV Cam
es: Registrar OpenMV Cam
fr: Enregistrer OpenMV Cam
it: Registra OpenMV Cam
ja: OpenMV Camを登録する
ru: Регистрация OpenMV Cam
zh_tw: 註冊OpenMV Cam

# OpenMV::Internal::OpenMVPlugin|
source: Please enter a board key to register your OpenMV Cam.<br/><br/>If you do not have a board key you may purchase one from OpenMV <a href="https://openmv.io/products/openmv-cam-board-key">here</a>.
es: Introduzca una clave de placa para registrar su OpenMV Cam.<br/><<br/>Si no tiene una clave de placa puede adquirirla en OpenMV <a href="https://openmv.io/products/openmv-cam-board-key">aquí</a>.
fr: Veuillez entrer une clé de carte pour enregistrer votre OpenMV Cam.<br/><br/>Si vous n'avez pas de clé, vous pouvez en acheter une auprès de OpenMV <a href="https://openmv.io/products/openmv -cam-board-key">ici</a>.
it: Per favore inserisci un codice per registrare la tua OpenMV Cam. <br/> <br/> Se non hai una Board Key, puoi acquistarne una da OpenMV <a href="https://openmv.io/products/openmv-cam-board-key">qui</a>.
ja: ボードキーを入力してOpenMV Camを登録してください。<br/><br/>ボードキーをお持ちでない場合は、ここで購入することができますOpenMV<a href="https://openmv.io/products/openmv-cam-board-key">ここに</a>。
ru: Пожалуйста, введите ключ платы, чтобы зарегистрировать свою камеру OpenMV. <br/> <br/> Если у вас нет ключа платы, вы можете приобрести его у OpenMV <a href="https://openmv.io/products/openmv-cam-board-key">здесь</a>.
zh_tw: 請輸入主機板金鑰以註冊您的OpenMV Cam。<br/><br/>如果您沒有主機板金鑰，您可以從OpenMV<a href="https://openmv.io/products/openmv-cam-board-key">這裡</a>購買一個。

# OpenMV::Internal::OpenMVPlugin|
source: Registering OpenMV Cam...
es: Registrando OpenMV Cam...
fr: Enregistrement de OpenMV Cam...
it: Registrazione di OpenMV Cam...
ja: OpenMV Camを登録しています...
ru: Регистрация OpenMV Cam ...
zh_tw: 正在註冊OpenMV Cam...

# OpenMV::Internal::OpenMVPlugin|
source: Thank you for registering your OpenMV Cam!
es: ¡Gracias por registrar su OpenMV Cam!
fr: Merci d'avoir enregistré votre OpenMV Cam !
it: Grazie per aver registrato OpenMV Cam!
ja: OpenMV Camを登録していただきありがとうございます！
ru: Спасибо, что зарегистрировали свою камеру OpenMV Cam!
zh_tw: 感謝您註冊OpenMV Cam！

# OpenMV::Internal::OpenMVPlugin|
source: Invalid Board Key!
es: ¡Clave de placa no válida!
fr: Clé de carte invalide !
it: Board Key non valida!
ja: ボードキーが無効です！
ru: Недопустимый ключ платы!
zh_tw: 無效的主機板金鑰！

# OpenMV::Internal::OpenMVPlugin|
source: Board Key already used!
es: ¡Clave de placa ya utilizada!
fr: Clé de carte déjà utilisée !
it: Board Key già utilizzata!
ja: ボードキーはすでに使用されています！
ru: Ключ платы уже используется!
zh_tw: 主機板金鑰已經被使用！

# OpenMV::Internal::OpenMVPlugin|
source: Board and ID already registered!
es: ¡placa e ID ya registrados!
fr: Carte et identifiant déjà enregistrés !
it: Board e ID già registrati!
ja: ボードとIDは既に登録されています！
ru: Плата и ID уже зарегистрированы!
zh_tw: 主機板和ID已經註冊！

# OpenMV::Internal::OpenMVPlugin|
source: Database Error!
es: ¡Error de base de datos!
fr: Erreur de base de données !
it: Errore database!
ja: データベースエラー！
ru: Ошибка базы данных!
zh_tw: 資料庫錯誤！

# OpenMV::Internal::OpenMVPlugin|
source: GET Network error!
es: ¡OBTENER error de red!
fr: Erreur de réseau GET !
it: Errore di rete!
ja: GETネットワークエラー！
ru: Ошибка сети GET!
zh_tw: GET網路錯誤！

# OpenMV::Internal::OpenMVPlugin|
source: GET network error!
es: ¡OBTENER error de red!
fr: Erreur de réseau GET !
it: Errore di rete!
ja: GETネットワークエラー！
ru: Ошибка сети GET!
zh_tw: GET網路錯誤！

# OpenMV::Internal::OpenMVPlugin|
source: Invalidly formatted Board Key!
es: ¡Formato de clave de placa no válido!
fr: Clé de carte formatée de façon non valide !
it: Formattazione Board Key non valida!
ja: 無効なフォーマットのボードキー！
ru: Неверно отформатированный ключ платы!
zh_tw: 主機板金鑰格式不正確！

# OpenMV::Internal::OpenMVPlugin|
source: Install
es: Instalar
fr: Installer
it: Installa
ja: インストール
ru: Установить
zh_tw: 安裝

# OpenMV::Internal::OpenMVPlugin|
source: Downloading...
es: Descargando...
fr: Téléchargement...
it: Download in corso...
ja: ダウンロードしています...
ru: Скачивание ...
zh_tw: 正在下載...

# OpenMV::Internal::OpenMVPlugin|
source: Installing...
es: Instalando...
fr: Installation...
it: Installazione...
ja: インストール中...
ru: Идет установка...
zh_tw: 正在安裝...

# OpenMV::Internal::OpenMVPlugin|
source: Please close any programs that are viewing/editing OpenMV IDE's application data and then restart OpenMV IDE!
es: ¡Cierre cualquier programa que esté viendo/editando los datos de la aplicación IDE de OpenMV y reinicie OpenMV IDE!
fr: Veuillez fermer tous les programmes qui affichent/modifient les données d'application d'OpenMV IDE, puis redémarrez OpenMV IDE !
it: Chiudi tutti i programmi che stanno visualizzando/modificando i dati dell'applicazione di OpenMV IDE e quindi riavvia OpenMV IDE!
ja: OpenMV IDEのアプリケーションデータを表示/編集しているプログラムを閉じて、OpenMV IDEを再起動してください！
ru: Закройте все программы, которые просматривают/редактируют данные приложения OpenMV IDE, а затем перезапустите OpenMV IDE!
zh_tw: 請關閉任何正在檢視/編輯OpenMV IDE應用程式資料的程式，然後重新啟動OpenMV IDE！

# OpenMV::Internal::OpenMVPlugin|
source: Installation Sucessful! Please restart OpenMV IDE.
es: ¡Instalación correcta! Reinicie OpenMV IDE.
fr: Installation réussie ! Veuillez redémarrer OpenMV IDE.
it: Installazione avvenuta con successo! Riavvia OpenMV IDE.
ja: インストールが完了しました！OpenMV IDEを再起動してください。
ru: Установка завершена успешно! Перезапустите OpenMV IDE.
zh_tw: 安裝成功！請重新啟動OpenMV IDE。

# OpenMV::Internal::OpenMVPlugin|
source: Package Update
es: Actualización de paquetes
fr: Mise à jour du paquet
it: Aggiornamento del pacchetto
ja: パッケージの更新
ru: Обновление пакета
zh_tw: 套裝軟體更新

# OpenMV::Internal::OpenMVPlugin|
source: Cannot open the resources file "%L1"!
es: ¡No se puede abrir el archivo de recursos "%L1"!
fr: Impossible d'ouvrir le fichier de ressources "%L1" !
it: Impossibile aprire il file delle risorse "%L1"!
ja: "%L1"というリソースファイルを開くことができません！
ru: Не удается открыть файл ресурсов "%L1"!
zh_tw: 無法開啟資源檔"%L1"！

# OpenMV::Internal::OpenMVPlugin|
source: Network request failed "%L1"!
es: ¡Solicitud de red fallida "%L1"!
fr: La requête réseau a échoué "%L1" !
it: Richiesta di rete non riuscita "%L1"!
ja: ネットワーク要求は"%L1"に失敗しました！
ru: Ошибка сетевого запроса "%L1"!
zh_tw: 網路要求失敗"%L1"！

# OpenMV::Internal::OpenMVPlugin|
source: Bootloader
es: Gestor de arranque
ja: ブートローダ
ru: Начальный загрузчик
zh_tw: 引導程式

# OpenMV::Internal::OpenMVPlugin|
source: Firmware Path
es: Ruta de firmware
fr: Chemin du micrologiciel
it: Percorso del firmware
ja: ファームウェアパス
ru: Путь прошивки
zh_tw: 韌體路徑

# OpenMV::Internal::OpenMVPlugin|
source: Firmware Binary (*.bin *.dfu)
es: Firmware binario (*.bin *.dfu)
fr: Binarité du micrologiciel (*.bin *.dfu)
ja: ファームウェアバイナリ（*.bin *.dfu）
ru: Двоичный код прошивки (*.bin *.dfu)
zh_tw: 韌體二進位(* .bin * .dfu)

# OpenMV::Internal::OpenMVPlugin|
source: Erase internal file system
es: Borrar sistema de archivos interno
fr: Effacer le système de fichiers interne
it: Cancella il file system interno
ja: 内部ファイルシステムを消去する
ru: Стереть внутреннюю файловую систему
zh_tw: 擦除內部檔案系統

# OpenMV::Internal::OpenMVPlugin|
source: If you enable this option all files on your OpenMV Cam's internal flash drive will be deleted. This does not erase files on any removable SD card (if inserted).
es: Si habilita esta opción, se eliminarán todos los archivos de la unidad flash interna de su OpenMV Cam. Esto no borra archivos en ninguna tarjeta SD extraíble (si está insertada).
fr: Si vous activez cette option, tous les fichiers sur le lecteur flash interne de votre OpenMV Cam seront supprimés. Cela n'efface pas les fichiers sur une carte SD amovible (si elle est insérée).
it: Se abiliti questa opzione, tutti i file sull'unità flash interna di OpenMV Cam verranno eliminati. Ciò non cancella i file su alcuna scheda SD rimovibile (se inserita).
ja: このオプションを有効にすると、OpenMVCamの内蔵フラッシュドライブ上のすべてのファイルが削除されます。これにより、リムーバブルSDカード（挿入されている場合）上のファイルは消去されません。
ru: Если вы включите эту опцию, все файлы на внутренней флешке OpenMV Cam будут удалены. Это не стирает файлы на съемной SD-карте (если она вставлена).
zh_tw: 如果啟用此選項，則將刪除OpenMV Cam的內部閃存驅動器上的所有文件。這不會刪除任何可移動SD卡（如果已插入）上的文件。

# OpenMV::Internal::OpenMVPlugin|
source: Loading firmware via DFU always erases your OpenMV Cam's internal flash drive. This does not erase files on any removable SD card (if inserted).
es: La carga de firmware a través de DFU siempre borra la unidad flash interna de su OpenMV Cam. Esto no borra archivos en ninguna tarjeta SD extraíble (si está insertada).
fr: Le chargement du firmware via DFU efface toujours le lecteur flash interne de votre OpenMV Cam. Cela n'efface pas les fichiers sur une carte SD amovible (si elle est insérée).
it: Il caricamento del firmware tramite DFU cancella sempre l'unità flash interna della tua OpenMV Cam. Ciò non cancella i file su alcuna scheda SD rimovibile (se inserita).
ja: DFUを介してファームウェアをロードすると、OpenMVCamの内蔵フラッシュドライブが常に消去されます。これにより、リムーバブルSDカード（挿入されている場合）上のファイルは消去されません。
ru: Загрузка прошивки через DFU всегда стирает внутреннюю флешку OpenMV Cam. Это не стирает файлы на съемной SD-карте (если она вставлена).
zh_tw: 通過DFU加載固件始終會擦除OpenMV Cam的內部閃存驅動器。這不會刪除任何可移動SD卡（如果已插入）上的文件。

# OpenMV::Internal::OpenMVPlugin|
source: Run
es: Ejecutar
fr: Exécuter
it: Esegui
ja: 実行
ru: Запустить
zh_tw: 運行

# OpenMV::Internal::OpenMVPlugin|
source: "%L1" is not a file!
es: ¡"%L1" no es un archivo!
fr: "%L1" n'est pas un fichier !
it: "%L1" non è un file!
ja: "%L1"はファイルではありません！
ru: "%L1" не является файлом!
zh_tw: "%L1"不是一個檔案！

# OpenMV::Internal::OpenMVPlugin|
source: No OpenMV Cams found!
es: ¡No se han encontrado OpenMV Cams!
fr: Aucune OpenMV Cam trouvée !
it: Nessuna OpenMV Cam trovata!
ja: OpenMVのカムは見つかりませんでした！
ru: Не найдено ни одной камеры OpenMV Cam!
zh_tw: 沒有找到OpenMV Cams！

# OpenMV::Internal::OpenMVPlugin|
source: Do you have an OpenMV Cam connected and is it bricked?
es: ¿Tiene una OpenMV Cam conectada y está bloqueada?
fr: Avez-vous une OpenMV Cam connectée et est-ce qu'elle est en bloc ?
it: Hai una OpenMV Cam collegata ed è brickata?
ja: OpenMV Camを接続しましたか、それはブリックされていますか？
ru: У вас есть подключаемый модуль OpenMV Cam и он подключен?
zh_tw: 您是否有連線的OpenMV Cam變磚了？

# OpenMV::Internal::OpenMVPlugin|
source: Please select the board type
es: Seleccione el tipo de placa
fr: Veuillez sélectionner le type de carte
it: Si prega di selezionare il tipo di scheda
ja: ボードの種類を選択してください
ru: Выберите тип платы
zh_tw: 請選擇主機板類型

# OpenMV::Internal::OpenMVPlugin|
source: Erase the internal file system?
es: ¿Borrar el sistema de archivos interno?
fr: Effacer le système de fichiers interne ?
it: Cancellare il file system interno?
ja: 内部ファイルシステムを消去しますか？
ru: Удалить внутреннюю файловую систему?
zh_tw: 擦除內部檔案系統？

# OpenMV::Internal::OpenMVPlugin|
source: No released firmware available for the attached board!
es: ¡No hay firmware disponible para la placa adjunta!
fr: Aucun firmware disponible pour la carte ci-jointe!
it: Nessun firmware rilasciato disponibile per la scheda allegata!
ja: 付属のボードにリリースされたファームウェアはありません！
ru: Для прилагаемой платы нет выпущенной прошивки!
zh_tw: 沒有可用於所連接板的已發布固件！

# OpenMV::Internal::OpenMVPlugin|
source: Please select a serial port
es: Seleccione un puerto serie
fr: Veuillez sélectionner un port série
it: Si prega di selezionare una porta seriale
ja: シリアルポートを選択してください
ru: Выберите последовательный порт
zh_tw: 請選擇一個序列埠

# OpenMV::Internal::OpenMVPlugin|
source: Please select a DFU Device
es: Seleccione un dispositivo DFU
fr: Veuillez sélectionner un appareil DFU
it: Seleziona un dispositivo DFU
ja: DFUデバイスを選択してください
ru: Пожалуйста, выберите устройство DFU
zh_tw: 請選擇一個DFU設備

# OpenMV::Internal::OpenMVPlugin|
source: Connecting... (Hit cancel if this takes more than 5 seconds).
es: Conectando... (pulse cancelar si tarda más de 5 segundos).
fr: Connexion... (Appuyez sur annuler si cela prend plus de 5 secondes).
it: Connessione in corso... (Premi Annulla se questo richiede più di 5 secondi).
ja: 接続しています…（5秒以上かかるとヒットキャンセル）。
ru: Подключение ... (Нажмите на кнопку Отменить, если это занимает более 5 секунд).
zh_tw: 正在連線...(如果超過5秒，則按一下取消)。

# OpenMV::Internal::OpenMVPlugin|
source: Timeout error while getting firmware version!
es: ¡Error de tiempo de espera al obtener la versión de firmware!
fr: Erreur de délai d'expiration lors de l'obtention de la version du micrologiciel !
it: Errore di timeout durante il recupero della versione del firmware!
ja: ファームウェアバージョンを取得中にタイムアウトエラーが発生しました！
ru: Ошибка таймаута при получении версии прошивки!
zh_tw: 獲取韌體版本時出現逾時錯誤！

# OpenMV::Internal::OpenMVPlugin|
source: Do not try to connect while the green light on your OpenMV Cam is on!
es: ¡No intente conectarte mientras la luz verde de su OpenMV Cam esté encendida!
fr: N'essayez pas de vous connecter lorsque le voyant vert de votre OpenMV Cam est allumé !
it: Non provare a connetterti mentre è accesa la luce verde sulla tua OpenMV Cam!
ja: OpenMV Camの緑色のライトが点灯している間に接続しようとしないでください！
ru: Не пытайтесь подключаться, пока горит зеленый индикатор на вашей OpenMV Cam!
zh_tw: OpenMV Cam上的綠燈亮時，請勿嘗試連線！

# OpenMV::Internal::OpenMVPlugin|
source: Try to connect again?
es: ¿Intente conectarse de nuevo?
fr: Essayer de se connecter à nouveau ?
it: Vuoi provare a connetterti di nuovo?
ja: もう一度接続してみますか？
ru: Будете пробовать подключаться снова?
zh_tw: 嘗試再次連線？

# OpenMV::Internal::OpenMVPlugin|
source: Unsupported board architecture!
es: ¡Arquitectura de placa no compatible!
fr: Architecture de carte non prise en charge !
it: Architettura della scheda non supportata!
ja: サポートされていないボードアーキテクチャ！
ru: Неподдерживаемая архитектура платы!
zh_tw: 不支援的主機板架構！

# OpenMV::Internal::OpenMVPlugin|
source: Timeout error while getting board architecture!
es: ¡Error de tiempo de espera al obtener la arquitectura de la placa!
fr: Erreur de délai d'expiration lors de l'obtention de l'architecture de la carte !
it: Errore di timeout durante l'acquisizione dell'architettura della scheda!
ja: ボードアーキテクチャを取得中にタイムアウトエラーが発生しました！
ru: Ошибка таймаута при получении архитектуры платы!
zh_tw: 獲取主機板架構時出現逾時錯誤！

# OpenMV::Internal::OpenMVPlugin|
source: Disconnect your OpenMV Cam and then reconnect it...
es: Desconecte su OpenMV Cam y luego vuelva a conectarla...
fr: Déconnectez votre OpenMV Cam, puis reconnectez-la...
it: Scollega OpenMV Cam e quindi ricollegala...
ja: OpenMV Camを外してから再接続してください...
ru: Отключите камеру OpenMV, а затем снова подключите ее...
zh_tw: 斷開您的OpenMV Cam，然後重新連線...

# OpenMV::Internal::OpenMVPlugin|
source: Unable to connect to your OpenMV Cam's normal bootloader!
es: ¡No se puede conectar al gestor de arranque normal de su OpenMV Cam!
fr: Impossible de se connecter au bootloader normal de votre OpenMV Cam !
it: Impossibile connettersi al normale bootloader di OpenMV Cam!
ja: OpenMV Camの通常のブートローダに接続できません！
ru: Невозможно подключиться к вашему обычному начальному загрузчику OpenMV Cam!
zh_tw: 無法連線到您的OpenMV Cam的正常引導程式！

# OpenMV::Internal::OpenMVPlugin|
source: Erasing...
es: Borrando...
fr: Suppression...
it: Cancellazione in corso...
ja: 消去...
ru: Выполняется стирание...
zh_tw: 正在擦除...

# OpenMV::Internal::OpenMVPlugin|
source: Timeout Error!
es: ¡Error de tiempo de espera!
fr: Erreur de délai d'expiration !
it: Errore di timeout!
ja: タイムアウトエラー！
ru: Ошибка таймаута!
zh_tw: 逾時錯誤！

# OpenMV::Internal::OpenMVPlugin|
source: Programming...
es: Programando...
fr: Programmation...
it: Programmazione in corso...
ja: プログラミング…
ru: Выполняется программирование...
zh_tw: 正在程式設計...

# OpenMV::Internal::OpenMVPlugin|
source: The firmware file is empty!
es: ¡El archivo de firmware está vacío!
fr: Le fichier du micrologiciel est vide !
it: Il file del firmware è vuoto!
ja: ファームウェアファイルが空です！
ru: Файл прошивки пуст!
zh_tw: 韌體檔案為空！
