Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# Core::Internal::CorePlugin|
source: The current time (ISO).
es: La hora actual (ISO).
fr: L'heure actuelle (ISO).
it: L'ora corrente (ISO).
ja: 現在の時刻（ISO）。
ru: Текущее время (ISO).
zh_tw: 目前時間(ISO)。

# Core::Internal::CorePlugin|
source: The current date (RFC2822).
es: La fecha actual (RFC2822).
fr: La date actuelle (RFC2822).
it: La data corrente (RFC2822).
ja: 現在の日付（RFC2822）。
ru: Текущая дата (RFC2822).
zh_tw: 目前日期(RFC2822)。

# Core::Internal::CorePlugin|
source: The current time (RFC2822).
es: La hora actual (RFC2822).
fr: L'heure actuelle (RFC2822).
it: L'ora corrente (RFC2822).
ja: 現在の時刻（RFC2822）。
ru: Текущее время (RFC2822).
zh_tw: 目前時間(RFC2822)。

# Core::Internal::CorePlugin|
source: The current date (Locale).
es: La fecha actual (local).
fr: La date actuelle (Locale).
it: La data corrente (locale).
ja: 現在の日付（ロケール）。
ru: Текущая дата (географическое местоположение).
zh_tw: 目前日期(區域)。

# Core::Internal::CorePlugin|
source: The current time (Locale).
es: La hora actual (local).
fr: L'heure actuelle (Locale).
it: L'ora corrente (locale).
ja: 現在の時刻（ロケール）。
ru: Текущее время (географическое местоположение).
zh_tw: 目前時間(區域)。

# Core::Internal::CorePlugin|
source: The configured default directory for projects.
es: El directorio predeterminado configurado para proyectos.
fr: Le répertoire par défaut configuré pour les projets.
it: La directory predefinita per i progetti.
ja: プロジェクト用に構成されたデフォルトのディレクトリ。
ru: Конфигурируемый каталог по умолчанию для проектов.
zh_tw: 為專案設定的預設目錄。

# Core::Internal::CorePlugin|
source: The directory last visited in a file dialog.
es: El último directorio visitado en un diálogo de archivo.
fr: Le répertoire visité en dernier dans une boîte de dialogue de fichier.
it: Ultima directory visitata in una finestra di dialogo.
ja: ファイルダイアログで最後にアクセスしたディレクトリ。
ru: Последний каталог, который посещали в диалоговом окне файла.
zh_tw: 檔案對話方塊中最後訪問的目錄。

# Core::Internal::CorePlugin|
source: Is Qt Creator running on Windows?
es: ¿Qt Creator se está ejecutando en Windows?
fr: Est-ce que Qt Creator fonctionne sous Windows ?
it: Qt Creator è in esecuzione su Windows?
ja: Qt CreatorはWindows上で動作していますか？
ru: Работает ли Qt Creator в Windows?
zh_tw: Qt Creator是否在Windows上運行？

# Core::Internal::CorePlugin|
source: Is Qt Creator running on OS X?
es: ¿Qt Creator se está ejecutando en OS X?
fr: Est-ce que Qt Creator fonctionne sous OS X ?
it: Qt Creator è in esecuzione su OS X?
ja: Qt CreatorはOS Xで動作していますか？
ru: Работает ли Qt Creator в OS X?
zh_tw: Qt Creator是否在OS X上運行？

# Core::Internal::CorePlugin|
source: Is Qt Creator running on Linux?
es: ¿Qt Creator se está ejecutando en Linux?
fr: Est-ce que Qt Creator fonctionne sous Linux ?
it: Qt Creator è in esecuzione su Linux?
ja: Qt CreatorはLinux上で動作していますか？
ru: Работает ли Qt Creator в Linux?
zh_tw: Qt Creator是否在Linux上運行？

# Core::Internal::CorePlugin|
source: Is Qt Creator running on any unix-based platform?
es: ¿Qt Creator se está ejecutando en cualquier plataforma basada en Unix?
fr: Est-ce que Qt Creator fonctionne sur n'importe quelle plate-forme basée sur Unix ?
it: Qt Creator è in esecuzione su qualsiasi piattaforma unix?
ja: Qt CreatorはどのUnixベースのプラットフォームでも動作しますか？
ru: Работает ли Qt Creator на какой-либо платформе на основе unix?
zh_tw: Qt Creator是否在任何根據Unix的平臺上運行？

# Core::Internal::CorePlugin|
source: The current date (QDate formatstring).
es: La fecha actual (cadena de formato QDate).
fr: La date actuelle (chaîne de formatage QDate).
it: La data corrente (QDate formatstring).
ja: 現在の日付（QDateフォーマット文字列）。
ru: Текущая дата (строка формата QDate).
zh_tw: 目前日期(QDate formatstring)。

# Core::Internal::CorePlugin|
source: The current time (QTime formatstring).
es: La hora actual (cadena de formato QDate).
fr: L'heure actuelle (chaîne de formatage QTime).
it: L'ora corrente (QTime formatstring).
ja: 現在の時刻（QTimeフォーマット文字列）。
ru: Текущее время (строка формата QTime).
zh_tw: 目前時間(QTime formatstring)。

# Core::Internal::CorePlugin|
source: Generate a new UUID.
es: Genera un nuevo UUID.
fr: Générer un nouvel UUID.
it: Genera un nuovo UUID.
ja: 新しいUUIDを生成。
ru: Создать новый UUID.
zh_tw: 產生一個新的UUID。

# Core::Internal::CorePlugin|
source: A comment.
es: Un comentario.
fr: Un commentaire.
it: Un commento.
ja: コメント。
ru: Комментарий.
zh_tw: 一條注解。

# Core::DesignMode|
source: Design
es: Diseño
fr: Concevoir
ja: 設計
ru: Дизайн
zh_tw: 設計

# Core::Internal::ExternalToolModel|
source: Uncategorized
es: Sin categoría
fr: Non classé
it: Senza categoria
ja: カテゴリー未分類
ru: Без категории
zh_tw: 未分類

# Core::Internal::ExternalToolModel|
source: Tools that will appear directly under the External Tools menu.
es: Herramientas que aparecerán directamente debajo del menú Herramientas externas.
fr: Outils qui apparaîtront directement dans le menu Outils externes.
it: Strumenti che appariranno direttamente nel menu Strumenti esterni.
ja: 外部ツールメニューのすぐ下に表示されるツール。
ru: Инструменты, которые будут отображаться непосредственно в меню Внешние инструменты.
zh_tw: 直接顯示在「外部工具」功能表下的工具。

# Core::Internal::ExternalToolModel|
source: New Category
es: Nueva categoría
fr: Nouvelle catégorie
it: Nuova categoria
ja: 新しいカテゴリ
ru: Новая категория
zh_tw: 新建類別

# Core::Internal::ExternalToolModel|
source: New Tool
es: Nueva herramienta
fr: Nouvel outil
it: Nuovo strumento
ja: 新しいツール
ru: Новый инструмент
zh_tw: 新建工具

# Core::Internal::ExternalToolModel|
source: This tool prints a line of useful text
es: Esta herramienta imprime una línea de texto útil
fr: Cet outil imprime une ligne de texte utile
it: Questo strumento stampa una riga di testo utile
ja: このツールは有用なテキストの行を印刷します
ru: Этот инструмент печатает строку полезного текста
zh_tw: 此工具列印一行有用的文字

# Core::Internal::ExternalToolModel|
source: Useful text
es: Texto útil
fr: Texte utile
it: Testo utile
ja: 有用なテキスト
ru: Полезный текст
zh_tw: 有用的文字

# Core::Internal::EnvironmentChangesDialog|
source: Edit Environment Changes
es: Editar cambios de entorno
fr: Modifier les changements d'environnement
it: Cambia le modifiche ambiente
ja: 環境の変更を編集する
ru: Изменить изменения среды
zh_tw: 編輯環境變更

# Core::Internal::EnvironmentChangesDialog|
source: Change system environment by assigning one environment variable per line:
es: Cambie el entorno del sistema asignando una variable de entorno por línea:
fr: Modifier l'environnement système en affectant une variable d'environnement par ligne :
it: Cambia l'ambiente di sistema assegnando una variabile d'ambiente per riga:
ja: 1行に1つの環境変数を割り当ててシステム環境を変更する：
ru: Изменить системную среду, присвоив одну переменную среды каждой строке:
zh_tw: 透過每行分配一個環境變數來變更系統環境：

# Core::PromptOverwriteDialog|
source: Overwrite Existing Files
es: Sobrescribir archivos existentes
fr: Écraser les fichiers existants
it: Sovrascrivi file esistenti
ja: 現在のファイルを上書きする
ru: Перезаписать существующие файлы
zh_tw: 覆蓋現有檔案

# Core::PromptOverwriteDialog|
source: The following files already exist in the folder %1. Would you like to overwrite them?
es: Los siguientes archivos ya existen en la carpeta %1. ¿Desea sobrescribirlos?
fr: Les fichiers suivants existent déjà dans le dossier %1. Voulez-vous les écraser ?
it: I seguenti file esistono già nella cartella %1. Vuoi sovrascriverli?
ja: 次のファイルはすでにフォルダ %1に存在します。 ファイルを上書きしますか？
ru: Следующие файлы уже имеются в папке %1. Вы хотите перезаписать их?
zh_tw: 以下檔案已存在於資料夾 %1中。 您是否要覆蓋它們？

# Core::ReadOnlyFilesDialog|
source: Mixed
es: Mezclado
fr: Mélange
it: Misto
ja: 混合
ru: Смешано
zh_tw: 已混合

# Core::ReadOnlyFilesDialog|
source: Make Writable
es: Conceder permisos de escritura
fr: Rendre inscriptible
it: Rendi scrivibile
ja: 書き込み可能にする
ru: Сделать перезаписываемым
zh_tw: 使可寫入

# Core::ReadOnlyFilesDialog|
source: Open with VCS
es: Abrir con VCS
fr: Ouvrir avec VCS
it: Apri con VCS
ja: VCSで開く
ru: Открыть с помощью VCS
zh_tw: 用VCS開啟

# Core::ReadOnlyFilesDialog|
source: Save As
es: Guardar como
fr: Enregistrer sous
it: Salva come
ja: 名前を付けて保存
ru: Сохранить как
zh_tw: 另存新檔

# Core::ReadOnlyFilesDialog|
source: Failed to %1 File
es: Error al %1 el archivo
fr: Échec de %1 du fichier
it: Impossibile %1 file
ja: %1ファイルに失敗しました
ru: Не удалось загрузить файл %1
zh_tw: 無法%1檔案

# Core::ReadOnlyFilesDialog|
source: %1 file %2 from version control system %3 failed.
es: %1 archivo %2 del sistema de control de versiones %3 falló.
fr: %1 fichier %2 du système de contrôle de version %3 a échoué.
it: %1 file %2 dal sistema di controllo versione %3 non riuscito.
ja: バージョン管理システム%3の%1ファイル%2が失敗しました。
ru: %1 файл %2 из системы контроля версий %3 - в состоянии отказа.
zh_tw: 從版本控制系統%3中%1檔案%2失敗。

# Core::ReadOnlyFilesDialog|
source: No Version Control System Found
es: No se ha encontrado ningún sistema de control de versiones
fr: Aucun système de contrôle de version trouvé
it: Nessun sistema di controllo versione trovato
ja: バージョン管理システムが見つかりません
ru: Система контроля версий не найдена
zh_tw: 找不到版本控制系統

# Core::ReadOnlyFilesDialog|
source: Cannot open file %1 from version control system. No version control system found.
es: No se puede abrir el archivo %1 desde el sistema de control de versiones. No se ha encontrado ningún sistema de control de versiones.
fr: Impossible d'ouvrir le fichier %1 à partir du système de contrôle de version. Aucun système de contrôle de version n'a été trouvé.
it: Impossibile aprire il file %1 dal sistema di controllo versione. Nessun sistema di controllo versione trovato.
ja: バージョンコントロールシステムからファイル%1を開くことができません。 バージョンコントロールシステムが見つかりません。
ru: Не удается открыть файл %1 из системы контроля версий. Система контроля версии не найдена.
zh_tw: 無法從版本控制系統開啟檔%1。 找不到版本控制系統。

# Core::ReadOnlyFilesDialog|
source: Cannot Set Permissions
es: No se pueden establecer permisos
fr: Impossible de définir les autorisations
it: Impossibile impostare le autorizzazioni
ja: 権限を設定できません
ru: Не удается установить разрешения
zh_tw: 無法設定權限

# Core::ReadOnlyFilesDialog|
source: Cannot set permissions for %1 to writable.
es: No se pueden establecer los permisos de escritura para %1.
fr: Impossible de définir les autorisations pour %1 en inscriptible.
it: Impossibile impostare le autorizzazioni per %1 su scrivibile.
ja: %1の権限を書き込み可能に設定できません。
ru: Невозможно установить разрешения для %1 для перезаписи.
zh_tw: 無法將%1的權限設定為可寫。

# Core::ReadOnlyFilesDialog|
source: Cannot Save File
es: No se puede guardar el archivo
fr: Impossible d'enregistrer le fichier
it: Impossibile salvare il file
ja: ファイルを保存できません
ru: Не удалось сохранить файл
zh_tw: 無法儲存檔案

# Core::ReadOnlyFilesDialog|
source: Cannot save file %1
es: No se puede guardar el archivo %1
fr: Impossible d'enregistrer le fichier %1
it: Impossibile salvare il file %1
ja: ファイル%1を保存できません
ru: Не удается сохранить файл %1
zh_tw: 無法儲存檔%1

# Core::ReadOnlyFilesDialog|
source: Canceled Changing Permissions
es: Cambio de permisos cancelado
fr: Modification des autorisations annulée
it: Autorizzazioni di modifica annullate
ja: 権限の変更をキャンセルしました
ru: Отменено изменение разрешений
zh_tw: 取消變更權限

# Core::ReadOnlyFilesDialog|
source: Could Not Change Permissions on Some Files
es: No se pudieron cambiar los permisos en algunos archivos
fr: Impossible de modifier les autorisations sur certains fichiers
it: Non è possibile modificare le autorizzazioni su alcuni file
ja: 一部のファイルのアクセス許可を変更できませんでした
ru: Невозможно изменить разрешения для некоторых файлов
zh_tw: 無法變更某些檔案上的權限

# Core::ReadOnlyFilesDialog|
source: See details for a complete list of files.
es: Ver detalles para una lista completa de archivos.
fr: Voir les détails pour une liste complète des fichiers.
it: Vedi i dettagli per un elenco completo di file.
ja: ファイルの完全なリストについては、詳細を参照してください。
ru: См. детали для полного списка файлов.
zh_tw: 查看完整檔案清單的詳細資訊。

# Core::ReadOnlyFilesDialog|
source: Change &Permission
es: Cambiar &permiso
fr: Modifier l'&autorisation
it: Modifica &autorizzazione
ja: 変更と許可
ru: Изменение &разрешение
zh_tw: 變更權限(&P)

# Core::ReadOnlyFilesDialog|
source: The following files are not checked out yet. Do you want to check them out now?
es: Los siguientes archivos aún no se han verificado. ¿Quiere verlos ahora?
fr: Les fichiers suivants ne sont pas encore extraits. Voulez-vous les vérifier maintenant ?
it: I seguenti file non sono ancora stati estratti. Vuoi controllarli ora?
ja: 以下のファイルはまだチェックアウトされていません。 あなたは今すぐチェックアウトしますか？
ru: Следующие файлы еще не проверены. Хотите проверить их сейчас?
zh_tw: 以下檔案尚未檢查。 是否要現在檢查它們？

# Core::Internal::SettingsDialog|
source: Preferences
es: Preferencias
fr: Préférences
it: Preferenze
ja: 設定
ru: Предпочтения
zh_tw: 喜好設定

# Core::Internal::SettingsDialog|
source: Options
es: Opciones
it: Opzioni
ja: オプション
ru: Опции
zh_tw: 選項

# Core::Internal::ShortcutButton|
source: Click and type the new key sequence.
es: Haga clic y escriba la nueva secuencia de teclas.
fr: Cliquez et tapez la nouvelle séquence de touches.
it: Fare clic e digitare la nuova sequenza di tasti.
ja: クリックし、新しいキーシーケンスを入力。
ru: Нажмите и введите новую последовательность клавиш.
zh_tw: 按一下並輸入新的按鍵序列。

# Core::Internal::ShortcutButton|
source: Stop Recording
es: Detener la grabación
fr: Arrêter l'enregistrement
it: Interrompere la registrazione
ja: 記録を終了
ru: Остановить запись
zh_tw: 停止錄製

# Core::Internal::ShortcutButton|
source: Record
es: Grabar
fr: Enregistrer
it: Registra
ja: 記録
ru: Запись
zh_tw: 錄製

# Core::Internal::ShortcutSettingsWidget|
source: Keyboard Shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
ja: キーボード ショートカット
ru: Горячие клавиши
zh_tw: 鍵盤快速鍵

# Core::Internal::ShortcutSettingsWidget|
source: Shortcut
es: Atajo
fr: Raccourci
it: Scorciatoia
ja: ショートカット
ru: Горячие клавиши
zh_tw: 捷徑

# Core::Internal::ShortcutSettingsWidget|
source: Enter key sequence as text
es: Introducir la secuencia de teclas como texto
fr: Saisir la séquence de touches sous forme de texte
it: Inserisci la sequenza di tasti come testo
ja: キーシーケンスをテキストとして入力
ru: Введите последовательность клавиш в виде текста
zh_tw: 將按鍵序列作為文字輸入

# Core::Internal::ShortcutSettingsWidget|
source: Key sequence:
es: Secuencia de teclas:
fr: Séquence de touches :
it: Sequenza di tasti:
ja: キーシーケンス：
ru: Последовательность клавиш:
zh_tw: 按鍵序列：

# Core::Internal::ShortcutSettingsWidget|
source: Use "Cmd", "Opt", "Ctrl", and "Shift" for modifier keys. Use "Escape", "Backspace", "Delete", "Insert", "Home", and so on, for special keys. Combine individual keys with "+", and combine multiple shortcuts to a shortcut sequence with ",". For example, if the user must hold the Ctrl and Shift modifier keys while pressing Escape, and then release and press A, enter "Ctrl+Shift+Escape,A".
es: Utilice "Cmd", "Opt", "Ctrl" y "Mayús" para teclas de modificación. Utilice "Escape", "Retroceso", "Eliminar", "Insertar", "Inicio" y demás para teclas especiales. Combine teclas individuales con "+" y combine atajos múltiples para una secuencia de atajos con ",". Por ejemplo, si el usuario debe mantener pulsadas las teclas de modificación Ctrl y Mayús mientras pulsa Escape, y luego soltar y pulsar A, introduzca "Ctrl+Shift+Escape,A".
fr: Utilisez "Cmd", "Opt", "Ctrl" et "Maj" pour les touches de modification. Utilisez "Échap", "Retour arrière", "Supprimer", "Insérer", "Accuel", etc. pour les touches spéciales. Combinez les touches individuelles avec "+" et combinez plusieurs raccourcis à une séquence de raccourcis avec ",". Par exemple, si l'utilisateur doit maintenir les touches de modification Ctrl et Maj enfoncées tout en appuyant sur Échap, puis relâcher et appuyer sur A, entrez "Ctrl+Shift+Escape,A".
it: Usa "Cmd ", "Opt", "Ctrl" e "Maiusc" per i tasti di modifica. Utilizzare "Esc", "Backspace", "Canc", "Insert ", "Home" e così via, per tasti speciali. Combina i tasti singoli con "+" e combina le scorciatoie multiple in una sequenza di scelta rapida con ",". Ad esempio, se l'utente deve tenere premuto i tasti modificatore Ctrl e Maiusc mentre si preme Esc, quindi rilasciare e premere A, immettere "Ctrl+Shift+Escape,A".
ja: 修飾キーには、"Cmd"、"Opt"、"Ctrl"、"Shift"を使用します。特殊キーの場合は、"Escape"、"Backspace"、"Delete"、"Insert"、"Home"などを使用します。個々のキーを"+"で結合し、複数のショートカットを"、"でショートカットシーケンスに結合します。たとえば、Escキーを押しながらCtrlキーとShiftキーを押しながらAキーを離してAキーを押す必要がある場合は、「Ctrl+Shift+Escape、A」と入力します。
ru: Используйте клавиши "Cmd", "Opt", "Ctrl", и "Shift" для модифицирующих клавиш. Для специальных клавиш используйте "Escape", "Backspace", "Delete", "Insert", "Home" и т.д. Комбинируйте отдельные клавиши с "+" и комбинируйте несколько быстрых клавиш в последовательность быстрых клавиш с помощью ",". Например, если пользователю требуется удерживать модифицирующие клавиши Ctrl и Shift при нажатии Escape, а затем отпустить и нажать A, введите "Ctrl+Shift+Escape,A".
zh_tw: 使用「Cmd」、「Opt」、「Ctrl」和「Shift」作為修改鍵。使用「Escape」、「Backspace」、「Delete」、「Insert」、「Home」等作為特殊鍵。將各個鍵用「+」群組合在一起，將多個捷徑用「,”群組合成一個捷徑序列。例如，如果使用者必須在按住Escape鍵的同時按住Ctrl和Shift修改鍵，然後鬆開並按A，則輸入「Ctrl+Shift+Escape,A」。

# Core::Internal::ShortcutSettingsWidget|
source: Use "Ctrl", "Alt", "Meta", and "Shift" for modifier keys. Use "Escape", "Backspace", "Delete", "Insert", "Home", and so on, for special keys. Combine individual keys with "+", and combine multiple shortcuts to a shortcut sequence with ",". For example, if the user must hold the Ctrl and Shift modifier keys while pressing Escape, and then release and press A, enter "Ctrl+Shift+Escape,A".
es: Utilice "Ctrl", "Alt", "Meta" y "Mayús" para teclas de modificación. Utilice "Escape", "Retroceso", "Eliminar", "Insertar", "Inicio" y demás para teclas especiales. Combine teclas individuales con "+" y combine atajos múltiples a una secuencia de atajos con ",". Por ejemplo, si el usuario debe mantener pulsadas las teclas de modificación Ctrl y Mayús mientras pulsa Escape, y luego soltar y pulsar A, introduzca "Ctrl+Shift+Escape,A".
fr: Utilisez "Ctrl", "Alt", "Meta" et "Maj" pour les touches de modification. Utilisez "Échap", "Retour arrière", "Supprimer", "Insérer", "Accueil", etc. pour les touches spéciales. Combinez les touches individuelles avec "+" et combinez plusieurs raccourcis à une séquence de raccourcis avec ",". Par exemple, si l'utilisateur doit maintenir les touches de modification Ctrl et Maj enfoncées tout en appuyant sur Échap, puis relâcher et appuyer sur A, entrez "Ctrl+Shift+Escape,A".
it: Usa "Ctrl", "Alt", "Meta" e "Maiusc" per i tasti di modifica. Utilizzare "Esc", "Backspace", "Canc", "Insert", "Home" e così via, per tasti speciali. Combina i tasti singoli con"+ " e combina le scorciatoie multiple in una sequenza di scelta rapida con ",". Ad esempio, se l'utente deve tenere premuto i tasti modificatori Ctrl e Maiusc mentre si preme Esc, quindi rilasciare e premere A, immettere "Ctrl+Shift+Escape,A".
ja: 修飾キーは、"Ctrl"、"Alt"、"Meta"、"Shift"を使用します。特殊キーの場合は、"Escape"、"Backspace"、"Delete"、"Insert"、"Home"などを使用します。個々のキーを"+"で結合し、複数のショートカットを"、"でショートカットシーケンスに結合します。たとえば、Escキーを押しながらCtrlキーとShiftキーを押しながらAキーを離してAキーを押す必要がある場合は、「Ctrl+Shift+Escape、A」と入力します。
ru: Используйте клавиши "Ctrl", "Alt", "Meta" и "Shift" для модифицирующих клавиш. Для специальных клавиш используйте "Escape", "Backspace", "Delete", "Insert", "Home" и т.д. Комбинируйте отдельные клавиши с "+" и комбинируйте несколько быстрых клавиш в последовательность быстрых клавиш с помощью ",". Например, если пользователю требуется удерживать модифицирующие клавиши Ctrl и Shift при нажатии Escape, а затем отпустить и нажать A, введите "Ctrl+Shift+Escape,A".
zh_tw: 使用「Cmd」、「Alt」、「Meta」和「Shift」作為修改鍵。使用「Escape」、「Backspace」、「Delete」、「Insert」、「Home」等作為特殊鍵。將各個鍵用「+」群組合在一起，將多個捷徑用「,」群組合成一個捷徑序列。例如，如果使用者必須在按住Escape鍵的同時按住Ctrl和Shift修改鍵，然後鬆開並按A，則輸入「Ctrl+Shift+Escape,A」。

# Core::Internal::ShortcutSettingsWidget|
source: Reset
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ru: Сброс
zh_tw: 重設

# Core::Internal::ShortcutSettingsWidget|
source: Reset to default.
es: Restablecer a valores predeterminados.
fr: Réinitialiser les paramètres par défaut.
it: Ripristina le impostazioni predefinite.
ja: デフォルトにリセット.
ru: Восстановить настройки по умолчанию.
zh_tw: 重設為預設值。

# Core::Internal::ShortcutSettingsWidget|
source: Key sequence has potential conflicts. <a href="#conflicts">Show.</a>
es: La secuencia de teclas tiene conflictos potenciales. <a href="#conflicts">Mostrar.</a>
fr: La séquence de touches a des conflits potentiels. <a href="#conflicts">Afficher.</a>
it: La sequenza di tasti ha potenziali conflitti. <a href="#conflicts">Show.</a>
ja: キーシーケンスには潜在的な競合があります。 <a href="#conflicts">表示</a>
ru: Последовательность клавиш имеет потенциальные конфликты. <a href="#conflicts">Показать</a>
zh_tw: 按鍵序列有潛在的衝突。<a href="#conflicts">顯示。</a>

# Core::Internal::ShortcutSettingsWidget|
source: Invalid key sequence.
es: Secuencia de teclas no válida.
fr: Séquence de touches non valide.
it: Sequenza di tasti non valida.
ja: キーシーケンスが無効です。
ru: Неверная последовательность клавиш.
zh_tw: 無效的按鍵序列。

# Core::Internal::ShortcutSettingsWidget|
source: Import Keyboard Mapping Scheme
es: Importar esquema de asignación de teclado
fr: Importer un schéma de correspondance de clavier
it: Importa schema di mappatura della tastiera
ja: インポートキーボードマッピングスキーム
ru: Импорт схемы сопоставления клавиатуры
zh_tw: 匯入鍵盤對應方案

# Core::Internal::ShortcutSettingsWidget|
source: Keyboard Mapping Scheme (*.kms)
es: Esquema de asignación de teclado (*.kms)
fr: Schéma de correspondance de clavier (*.kms)
it: Schema di mappatura della tastiera (*.kms)
ja: キーボードマッピングスキーム（*.kms）
ru: Схема сопоставления клавиатуры (*.kms)
zh_tw: 鍵盤對應方案(*.kms)

# Core::Internal::ShortcutSettingsWidget|
source: Export Keyboard Mapping Scheme
es: Exportar el esquema de asignación de teclado
fr: Exporter le schéma de correspondance de clavier
it: Esporta schema di mappatura della tastiera
ja: キーボードマッピングスキームのエクスポート
ru: Экспорт схемы сопоставления клавиатуры
zh_tw: 匯出鍵盤對應方案

# Core::Internal::ShortcutSettings|
source: Keyboard
es: Teclado
fr: Clavier
it: Tastiera
ja: キーボード
ru: Клавиатура
zh_tw: 鍵盤

# Core::DocumentManager|error message
source: Could not save the files.
es: No se han podido guardar los archivos.
fr: Impossible d'enregistrer les fichiers.
it: Impossibile salvare i file.
ja: ファイルを保存できませんでした。
ru: Не удалось сохранить файлы.
zh_tw: 無法儲存檔案。

# Core::DocumentManager|
source: File Error
es: Error de archivo
fr: Erreur de fichier
it: Errore file
ja: ファイルエラー
ru: Ошибка в файле
zh_tw: 檔案錯誤

# Core::DocumentManager|
source: Error while saving file: %1
es: Error al guardar el archivo: %1
fr: Erreur lors de l'enregistrement du fichier : %1
it: Errore durante il salvataggio del file: %1
ja: ファイルの保存中にエラーが発生しました：%1
ru: Ошибка при сохранении файла: %1
zh_tw: 儲存檔案時出錯：%1

# Core::DocumentManager|
source: Overwrite?
es: ¿Sobrescribir?
fr: Écraser ?
it: Sovrascrivere?
ja: 上書き？
ru: Перезаписать?
zh_tw: 覆蓋？

# Core::DocumentManager|
source: An item named "%1" already exists at this location. Do you want to overwrite it?
es: Un elemento llamado "%1" ya existe en esta ubicación. ¿Quiere sobreescribirlo?
fr: Un élément nommé "%1" existe déjà à cet emplacement. Voulez-vous l'écraser ?
it: Un elemento denominato "%1" esiste già in questa posizione. Vuoi sovrascriverlo?
ja: "%1"という項目がこの場所に既に存在します。上書きしますか？
ru: Элемент с именем "%1" уже имеется в этом месте. Хотите перезаписать его?
zh_tw: 在這個位置已經有一個名為"%1"的項目。您想覆蓋它嗎？

# Core::DocumentManager|
source: Save File As
es: Guardar archivo como
fr: Enregistrer le fichier sous
it: Salva file come
ja: ファイルを別名で保存
ru: Сохранить файл как
zh_tw: 將檔案另存新檔

# Core::DocumentManager|
source: Open File
es: Abrir archivo
fr: Ouvrir le fichier
it: Apri il file
ja: ファイルを開く
ru: Открыть файл
zh_tw: 開啟檔案

# Core::DocumentManager|
source: Cannot reload %1
es: No se puede volver a cargar %1
fr: Impossible de recharger %1
it: Impossibile ricaricare %1
ja: %1をリロードできません
ru: Невозможно перезагрузить %1
zh_tw: 無法重新載入%1

# Core::Internal::EditMode|
source: Edit
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ru: Редактировать
zh_tw: 編輯
