Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# OpenMV::Internal::OpenMVPlugin|
source: Merge Keypoints
es: Combinar puntos clave
fr: Fusionner les points-clés
it: Unisci keypoints
ja: 結合キーポイント
ru: Выполнить слияние ключевых точек
zh_tw: 合併關鍵點

# OpenMV::Internal::OpenMVPlugin|
source: Save Merged Keypoints
es: Guardar puntos clave combinados
fr: Enregistrer les points-clés fusionnés
it: Salva keypoints uniti
ja: 結合されたキーポイントを保存
ru: Сохранить объединенные ключевые точки
zh_tw: 儲存合併的關鍵點

# OpenMV::Internal::OpenMVPlugin|
source: Failed to save the merged keypoints for an unknown reason!
es: ¡Error al guardar los puntos clave combinados por un motivo desconocido!
fr: Échec de l'enregistrement des points-clés fusionnés pour une raison inconnue !
it: Impossibile salvare i keypoints uniti per un motivo sconosciuto!
ja: 結合されたキーポイントを未知の理由で保存できませんでした！
ru: Не удалось сохранить объединенные ключевые точки по неизвестной причине!
zh_tw: 由於未知的原因，無法儲存合併的關鍵點！

# OpenMV::Internal::OpenMVPlugin|
source: Failed to load the first keypoints file for an unknown reason!
es: ¡Error al cargar el primer archivo de puntos clave por un motivo desconocido!
fr: Impossible de charger le premier fichier de points-clés pour une raison inconnue !
it: Impossibile caricare il primo file keypoints per un motivo sconosciuto!
ja: 最初のキーポイントファイルを未知の理由で読み込めませんでした！
ru: Не удалось загрузить файл первых ключевых точек по неизвестной причине!
zh_tw: 由於未知的原因，無法載入第一個關鍵點檔！

# OpenMV::Internal::OpenMVPlugin|
source: What tag images from the %L1 tag family do you want to generate?
es: ¿Qué imágenes de etiqueta de la familia de etiquetas %L1 desea generar?
fr: Quelles images de balise de la famille de balises %L1 souhaitez-vous générer ?
it: Quali immagini di tag della famiglia di tag %L1 vuoi generare?
ja: %L1タグファミリーのどのタグ画像を生成しますか？
ru: Какие изображения тегов из семейства тегов %L1 вы хотите создать?
zh_tw: 您想要產生哪些來自%L1標記系列的標記圖像？

# OpenMV::Internal::OpenMVPlugin|
source: Min (%1)
es: Mín. (%1)
ja: 分(%1)
ru: Мин. (%1)
zh_tw: 最小(%1)

# OpenMV::Internal::OpenMVPlugin|
source: Max (%1)
es: Máx. (%1)
ja: 最大値(%1)
ru: Макс. (%1)
zh_tw: 最大(%1)

# OpenMV::Internal::OpenMVPlugin|
source: Inlcude tag family and ID number in the image
es: Incluir familia de etiquetas y el número de ID en la imagen
fr: Inlcure la famille de balises et le numéro d'identification dans l'image
it: Inlcude la famiglia di tag e il numero ID nell'immagine
ja: 画像内のタグファミリーおよびID番号を含む
ru: Включить семейство тегов и идентификационный номер в изображение
zh_tw: 在圖像中包含標籤族和ID號

# OpenMV::Internal::OpenMVPlugin|
source: AprilTag Generator - Where do you want to save %n tag image(s) to?
es: Generador AprilTag: ¿dónde quiere guardar %n imágenes de etiquetas?
fr: Générateur AprilTag - Où voulez-vous enregistrer les images de balise %n ?
it: AprilTag Generator - Dove vuoi salvare l'immagine/i tag %n?
ja: AprilTag Generator - %nタグイメージをどこに保存しますか？
ru: AprilTag Generator - Где вы хотите сохранить изображение(я) тегов %n?
zh_tw: AprilTag產生器 - 您要將%n標記圖像儲存到哪裡？

# OpenMV::Internal::OpenMVPlugin|
source: Generating images...
es: Generando imágenes...
fr: Génération des images...
it: Generazione di immagini...
ja: 画像の生成...
ru: Создание изображений...
zh_tw: 正在產生圖像...

# OpenMV::Internal::OpenMVPlugin|
source: Painting - begin failed!
es: Pintando - ¡inicio fallido!
fr: Peinture - le début a échoué !
it: Pittura - inizio non riuscito!
ja: ペインティング - 失敗！
ru: Рисование - начало не удалось!
zh_tw: 繪畫 - 開始失敗！

# OpenMV::Internal::OpenMVPlugin|
source: Painting - end failed!
es: Pintando - ¡final fallido!
fr: Peinture - la fin a échoué !
it: Pittura - fine non riuscita!
ja: ペインティング - 失敗しました！
ru: Рисование - окончание не удалось!
zh_tw: 繪畫 - 結束失敗！

# OpenMV::Internal::OpenMVPlugin|
source: Generation complete!
es: ¡Generación completa!
fr: Génération terminée !
it: Generazione completa!
ja: 生成完了！
ru: Генерация завершена!
zh_tw: 產生完成！

# OpenMV::Internal::OpenMVPlugin|
source: Import Helper
fr: Aide à l'importation
ja: インポートヘルパ
ru: Импорт Помощник
zh_tw: 导入助手

# OpenMV::Internal::OpenMVPlugin|
source: Module "%L1" on your OpenMV Cam is different than the copy on your computer. Would you like OpenMV IDE to update the module on your OpenMV Cam?
es: El módulo "%L1" en su cámara OpenMV es diferente a la copia en su computadora. ¿Le gustaría OpenMV IDE para actualizar el módulo en su cámara OpenMV?
fr: Module "%L1" sur votre OpenMV Cam est différent de la copie sur votre ordinateur. Voulez-vous OpenMV IDE pour mettre à jour le module sur votre OpenMV Cam?
it: Il modulo "%L1" su OpenMV Cam è diverso dalla copia sul tuo computer. Volete OpenMV IDE per aggiornare il modulo su OpenMV Cam?
ja: OpenMV CamのModule "%L1"はコンピュータのコピーとは異なります。 OpenMV IDEでOpenMV Camのモジュールを更新しますか？
ru: Модуль "%L1" на вашем OpenMV Cam отличается от копии на вашем компьютере. Вы хотите, чтобы OpenMV IDE обновил модуль на вашем OpenMV Cam?
zh_tw: OpenMV凸轮上的模块"%L1"与计算机上的副本不同。 您是否希望OpenMV IDE更新OpenMV Cam上的模块？

# OpenMV::Internal::OpenMVPlugin|
source: Failed to remove "%L1"!
es: Error al eliminar "%L1"!
fr: Impossible de supprimer "%L1"!
it: Impossibile rimuovere "%L1"!
ja: "%L1"を削除できませんでした！
ru: Не удалось удалить "%L1"!
zh_tw: 无法移除"%L1"!

# OpenMV::Internal::OpenMVPlugin|
source: Failed to create "%L1"!
es: Error al crear "%L1"!
fr: Impossible de créer "%L1"!
it: Impossibile creare "%L1"!
ja: "%L1"の作成に失敗しました！
ru: Не удалось создать "%L1"!
zh_tw: 无法创建"%L1"!

# OpenMV::Internal::OpenMVPlugin|
source: Would you like OpenMV IDE to update the module on your computer?
es: ¿Le gustaría OpenMV IDE para actualizar el módulo en su computadora?
fr: Voulez-vous OpenMV IDE pour mettre à jour le module sur votre ordinateur?
it: Vorresti OpenMV IDE per aggiornare il modulo sul tuo computer?
ja: OpenMV IDEでコンピュータのモジュールを更新しますか？
ru: Вы хотите, чтобы OpenMV IDE обновил модуль на вашем компьютере?
zh_tw: 你想让OpenMV IDE更新计算机上的模块吗？

# OpenMV::Internal::OpenMVPlugin|
source: Module "%L1" may be required to run your script. Would you like OpenMV IDE to copy it to your OpenMV Cam?
es: El módulo "%L1" puede ser necesario para ejecutar el script. ¿Le gustaría OpenMV IDE para copiarlo en su cámara OpenMV?
fr: Module "%L1" peut être nécessaire pour exécuter votre script. Voulez-vous OpenMV IDE pour le copier sur votre OpenMV Cam?
it: Il modulo "%L1" potrebbe essere richiesto per eseguire il tuo script. Vorresti OpenMV IDE copiarlo su OpenMV Cam?
ja: スクリプトを実行するにはモジュール"%L1"が必要な場合があります。 OpenMV IDEをOpenMV Camにコピーしますか？
ru: Для запуска скрипта может потребоваться модуль "%L1". Вы хотите, чтобы OpenMV IDE скопировал его на ваш OpenMV Cam?
zh_tw: 模块"%L1"可能需要运行您的脚本。 你想OpenMV IDE将它复制到你的OpenMV Cam吗？

# QObject|
source: New File
es: Nuevo archivo
fr: Nouveau fichier
it: Nuovo file
ja: 新しいファイル
ru: Новый файл
zh_tw: 新建檔案

# QObject|
source: Can't open the new file!
es: ¡No se puede abrir el nuevo archivo!
fr: Impossible d'ouvrir le nouveau fichier !
it: Impossibile aprire il nuovo file!
ja: 新しいファイルを開くことができません！
ru: Не удается открыть новый файл!
zh_tw: 無法開啟新檔案！

# QObject|
source: Network to copy to OpenMV Cam
es: Red para copiar a la cámara OpenMV
fr: Réseau à copier sur OpenMV Cam
it: Rete da copiare su OpenMV Cam
ja: OpenMV Camにコピーするネットワーク
ru: Сеть для копирования в OpenMV Cam
zh_tw: Yào fùzhì dào OpenMV Cam de wǎngluò

# QObject|
source: TensorFlow Model (*.tflite);;Neural Network Model (*.network);;Label Files (*.txt);;All Files (*.*)
es: Modelo TensorFlow (*.tflite);;Modelo de red neuronal (*.network);;Archivo de etiqueta (*.txt);;Todos los archivos (*.*)
fr: Modèle TensorFlow (*.tflite);;Modèle de réseau neuronal (*.network);;Fichier d'étiquettes (*.txt);;Tous les fichiers (*.*)
it: Modello TensorFlow (*.tflite);;Modello di rete neurale (*.network);;File etichetta (*.txt);;Tutti i file (*.*)
ja: TensorFlowモデル(*.tflite);;ニューラルネットワークモデル(*.network);;ラベルファイル(*.txt);;すべてのファイル(*.*)
ru: Модель TensorFlow (*.tflite);;Модель нейронной сети (*.network);;Файл метки (*.txt);;Все файлы (*.*)
zh_tw: TensorFlow模型(*.tflite);;神經網絡模型(*.network);;標籤文件(*.txt);;全部文件(*.*)

# QObject|
source: Where to save the network on the OpenMV Cam
es: Dónde guardar la red en la cámara OpenMV
fr: Où enregistrer le réseau sur la caméra OpenMV
it: Dove salvare la rete su OpenMV Cam
ja: OpenMV Camにネットワークを保存する場所
ru: Где сохранить сеть на OpenMV Cam
zh_tw: 在OpenMV Cam上保存网络的位置

# QObject|
source: Please add a file extension!
es: ¡Agregue una extensión de archivo!
fr: Veuillez ajouter une extension de fichier!
it: Aggiungi un'estensione di file!
ja: ファイル拡張子を追加してください！
ru: Пожалуйста, добавьте расширение файла!
zh_tw: 請添加文件擴展名！

# QObject|
source: Video Recorder
es: Grabadora de vídeo
fr: Enregistreur vidéo
it: Videoregistratore
ja: ビデオレコーダー
ru: Видеокамера
zh_tw: 錄影機

# QObject|
source: Failed to write frame!
es: ¡No se ha podido escribir la trama!
fr: Impossible d'écrire la trame !
it: Impossibile scrivere frame!
ja: フレームを書き込めませんでした！
ru: Не удалось записать кадр!
zh_tw: 無法寫入畫面！

# QObject|
source: Reading File...
es: Leyendo archivo...
fr: Lecture du fichier...
it: Lettura del file...
ja: ファイルの読み込み中...
ru: Чтение файла...
zh_tw: 正在讀取檔案...

# QObject|
source: Dataset Split
es: División del conjunto de datos
fr: Division de l'ensemble de données
ja: データセットの分割
ru: Разделение набора данных
zh_tw: 數據集拆分

# QObject|
source: Please choose how to split the data to upload. OpenMV recommends leaving this at the default 80/20% split.
es: Elija cómo dividir los datos para cargar. OpenMV recomienda dejar esto en la división predeterminada del 80/20%.
fr: Veuillez choisir comment diviser les données à télécharger. OpenMV recommande de laisser cela à la répartition par défaut de 80/20%.
it: Scegli come dividere i dati da caricare. OpenMV consiglia di lasciare questo valore predefinito all'80/20%.
ja: アップロードするデータを分割する方法を選択してください。 OpenMVは、これをデフォルトの80/20％分割のままにしておくことをお勧めします。
ru: Пожалуйста, выберите, как разделить данные для загрузки. OpenMV рекомендует оставить разделение по умолчанию 80/20%.
zh_tw: 請選擇如何拆分數據以上傳。 OpenMV建議將其保留為默認的80/20％分割。

# QObject|
source: Training Data Percentage %1%
es: Datos de entrenamiento Porcentaje %1%
fr: Données d'entraînement Pourcentage %1%
it: Dati di allenamento Percentuale %1%
ja: トレーニングデータ パーセンテージ %1%
ru: Данные обучения Процент %1%
zh_tw: 訓練數據 百分比 %1%

# QObject|
source: Test Data Percentage %1%
es: Datos de prueba Porcentaje %1%
fr: Données de test Pourcentage %1%
it: Dati di test Percentuale %1%
ja: テストデータ パーセンテージ %1%
ru: Данные испытаний Процент %1%
zh_tw: 測試數據 百分比 %1%

# QObject|
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ru: Отменить
zh_tw: 取消

# QObject|
source: Uploading...
es: Subiendo...
fr: Téléchargement...
it: Caricamento in corso...
ja: アップロード中...
ru: Загрузка...
zh_tw: 上載中...

# QObject|
source: Uploading Dataset
es: Subiendo conjunto de datos
fr: Téléchargement de l'ensemble de données
it: Caricamento del set di dati
ja: データセットのアップロード
ru: Загрузка набора данных
zh_tw: 上載資料集

# QObject|
source: Error posting!
es: ¡Error al publicar!
fr: Erreur lors de la publication!
it: Errore durante la pubblicazione!
ja: 投稿エラー！
ru: Ошибка публикации!
zh_tw: 發布錯誤！

# QObject|
source: Upload Statistics: %L1 Files Uploaded %L2 Responses from Edge Impulse %L3 New Images Added %L4 Marked as Duplicates
es: Cargar estadísticas: %L1 archivos cargados De respuestas %L2 de Edge Impulse %L3 Nuevas imágenes agregadas %L4 marcado como duplicado
fr: Télécharger les statistiques: Fichiers %L1 téléchargés De réponses %L2 de l'impulsion de bord %L3 nouvelles images ajoutées %L4 marqués comme doublons
it: Statistiche di caricamento: %L1 file caricati %L2 risposte da Edge Impulse %L3 Nuove immagini aggiunte %L4 contrassegnato come duplicato
ja: 統計のアップロード： %L1ファイルがアップロードされました エッジインパルスからの%L2応答 %L3新しい画像が追加されました 重複としてマークされた%L4
ru: Статистика загрузки: %L1 файлов загружено %L2 откликов от пограничного импульса %L3 Добавлены новые изображения %L4 отмечен как дубликат
zh_tw: 上傳統計信息： 已上傳%L1個文件 邊緣脈衝的%L2響應 %L3添加了新圖像 %L4被標記為重複項

# QObject|
source: Nothing to upload Only jpg/png/bmp images with a numeric name (e.g. "00001.jpg") in class folders ("*.class") can be uploaded.
es: Nada para subir Solo imágenes jpg/png/bmp con un nombre numérico (por ejemplo, "00001.jpg") en carpetas de clase ("*.class") se pueden cargar.
fr: Rien à télécharger Uniquement les images jpg / png / bmp avec un nom numérique (par exemple "00001.jpg") dans les dossiers de classe ("*.class") peuvent être téléchargés.
it: Niente da caricare Solo immagini jpg / png / bmp con un nome numerico (ad es. "00001.jpg") nelle cartelle di classe ("*.class") possono essere caricate.
ja: アップロードするものはありません 数値名のjpg / png / bmp画像のみ（例： "00001.jpg"） クラス内のフォルダ（"*.class"）をアップロードできます。
ru: Нечего загружать Только изображения jpg / png / bmp с числовым именем (например, "00001.jpg") в папки классов ("*.class") можно загружать.
zh_tw: 沒有上載內容 僅具有數字名稱的jpg/png/bmp圖像（例如“00001.jpg”） 可以上傳課程文件夾中的(“*.class”)。

# QObject|
source: Edge Impulse Projects
es: Proyectos Edge Impulse
fr: Projets Edge Impulse
it: Progetti Edge Impulse
ja: エッジインパルスプロジェクト
ru: Проекты Edge Impulse
zh_tw: 邊緣衝動項目

# QObject|
source: No request data received
es: No se han recibido datos de solicitud
fr: Aucune donnée de demande reçue
it: Nessun dato di richiesta ricevuto
ja: リクエストデータを受信して​​いません
ru: Данные запроса не получены
zh_tw: 未收到請求數據

# QObject|
source: An unkown error occured
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ru: Произошла неизвестная ошибка
zh_tw: 發生未知錯誤

# QObject|
source: Edge Impulse Login
es: Inicio de sesión de Edge Impulse
fr: Connexion Edge Impulse
it: Accesso Edge Impulse
ja: エッジインパルスログイン
ru: Edge Impulse Войти
zh_tw: 邊緣衝動登錄

# QObject|
source: Sucessfully logged into your Edge Impulse account. Open a data set to upload it.
es: Inicie sesión correctamente en su cuenta de Edge Impulse. Abra un conjunto de datos para cargarlo.
fr: Connexion réussie à votre compte Edge Impulse. Ouvrez un ensemble de données pour le télécharger.
it: Accedi con successo al tuo account Edge Impulse. Apri un set di dati per caricarlo.
ja: EdgeImpulseアカウントに正常にログインしました。 データセットを開いてアップロードします。
ru: Вы успешно вошли в свою учетную запись Edge Impulse. Откройте набор данных, чтобы загрузить его.
zh_tw: 成功登錄到您的Edge Impulse帳戶。 打開一個數據集以上傳它。

# QObject|
source: Email Address
es: Dirección de correo electrónico
fr: Adresse électronique
it: Indirizzo email
ja: 電子メールアドレス
ru: Адрес электронной почты
zh_tw: 電子郵件地址

# QObject|
source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ru: Имя пользователя
zh_tw: 用戶名

# QObject|
source: Password
es: Contraseña
fr: Mot de passe
it: Parola d'ordine
ja: パスワード
ru: пароль
zh_tw: 密碼

# QObject|
source: Please select a project
es: Por favor seleccione un proyecto
fr: Veuillez sélectionner un projet
it: Seleziona un progetto
ja: プロジェクトを選択してください
ru: Пожалуйста, выберите проект
zh_tw: 請選擇一個項目

# QObject|
source: No projects found
es: No se encontraron proyectos
fr: Aucun projet trouvé
it: Nessun progetto trovato
ja: プロジェクトが見つかりません
ru: Проектов не найдено
zh_tw: 找不到項目

# QObject|
source: Upload Project
es: Subir proyecto
fr: Télécharger le projet
it: Carica progetto
ja: プロジェクトのアップロード
ru: Загрузить проект
zh_tw: 上傳專案

# QObject|
source: Please enter an Edge Impluse Project API Key
es: Ingrese una clave de API del proyecto Edge Impluse
fr: Veuillez saisir une clé d'API de projet Edge Impluse
it: Immettere una chiave API del progetto Edge Impluse
ja: Edge Impluse ProjectAPIキーを入力してください
ru: Введите ключ API проекта Edge Impluse
zh_tw: 請輸入Edge Impluse項目API密鑰

# QObject|
source: Reading File
es: Leyendo archivo
fr: Lecture du fichier
it: Lettura del file
ja: ファイルを読む
ru: Чтение файла
zh_tw: 正在讀取檔案

# QObject|
source: No frames found!
es: ¡No se han encontrado tramas!
fr: Aucune trame trouvée !
it: Nessun frame trovato!
ja: フレームが見つかりません！
ru: Кадры не найдены!
zh_tw: 沒有找到畫面！

# QObject|
source: File is corrupt!
es: ¡El archivo está dañado!
fr: Le fichier est corrompu !
it: Il file è corrotto!
ja: ファイルが破損しています！
ru: Файл поврежден!
zh_tw: 檔案已損壞！

# QObject|
source: Transcoding File...
es: Transcodificando archivo...
fr: Transcodage de fichier...
it: Transcodifica file...
ja: ファイルのトランスコード...
ru: Идет транскодирование файла...
zh_tw: 正在轉碼檔案...

# QObject|
source: Transcoding File
es: Transcodificando archivo
fr: Transcodage de fichier
it: File di transcodifica
ja: トランスコードファイル
ru: Идет транскодирование файла
zh_tw: 正在轉碼檔案

# QObject|
source: Painter Failed!
es: ¡La pintura ha fallado!
fr: La peinture a échoué !
it: Pittura non riuscita!
ja: ペインターは失敗しました！
ru: Сбой программы рисования!
zh_tw: 繪圖程式失敗！

# QObject|
source: Failed to write!
es: ¡No se ha podido escribir!
fr: Échec de l'écriture !
it: Impossibile scrivere!
ja: 書き込めませんでした！
ru: Не удалось выполнить запись!
zh_tw: 無法寫入！

# QObject|
source: Transcoder
es: Transcodificador
ja: トランスコーダ
ru: Транскодер
zh_tw: 轉碼器

# QObject|
source: Failed to write header again!
es: ¡No se ha podido escribir el encabezado otra vez!
fr: Échec de la nouvelle écriture de l'en-tête !
it: Impossibile scrivere di nuovo l'intestazione!
ja: ヘッダをまた書き込めませんでした！
ru: Не удалось записать заголовок еще раз!
zh_tw: 無法再次寫入標題！

# QObject|
source: Seek failed!
es: ¡Búsqueda fallida!
fr: Échec de la recherche !
it: Ricerca non riuscita!
ja: シークに失敗しました！
ru: Поиск не удался!
zh_tw: 定位失敗！

# QObject|
source: Failed to write header!
es: ¡No se ha podido escribir el encabezado!
fr: Impossible d'écrire l'en-tête !
it: Impossibile scrivere l'intestazione!
ja: ヘッダーを書き込めませんでした！
ru: Не удалось записать заголовок!
zh_tw: 無法寫入標題！

# QObject|
source: Error: %L1!
fr: Erreur : %L1 !
it: Errore: %L1!
ja: エラー：%L1！
ru: Ошибка: %L1!
zh_tw: 錯誤：%L1!

# QObject|
source: Unsupported OpenMV ImageWriter File version!
es: Versión de archivo OpenMV ImageWriter no compatible!
fr: Version du fichier OpenMV ImageWriter non prise en charge !
it: Versione file OpenMV ImageWriter non supportata!
ja: サポートされていないOpenMV ImageWriterファイルのバージョン！
ru: Неподдерживаемая версия файла ImageWriter OpenMV!
zh_tw: 不支援的OpenMV ImageWriter檔案版本！

# QObject|
source: Get Input Formats
es: Obtener formatos de entrada
fr: Obtenir des formats d'entrée
it: Ottieni formati di input
ja: 入力フォーマットを取得する
ru: Получить входные форматы
zh_tw: 獲取輸入格式

# QObject|
source: Query failed!
es: ¡Consulta fallida!
fr: La requête a échoué !
it: Query non riuscita!
ja: クエリに失敗しました！
ru: Запрос не выполнен!
zh_tw: 查詢失敗！

# QObject|
source: Get Devices
es: Obtener dispositivos
fr: Obtenir des appareils
it: Ottieni dispositivi
ja: デバイスを入手する
ru: Получить устройства
zh_tw: 獲取設備

# QObject|
source: Convert Video
es: Convertir vídeo
fr: Convertir la vidéo
it: Converti video
ja: ビデオを変換する
ru: Конвертировать видео
zh_tw: 轉換視頻

# QObject|
source: Failed to launch ffmpeg!
es: ¡No se ha podido ejecutar ffmpeg!
fr: Échec du lancement de ffmpeg !
it: Impossibile avviare ffmpeg!
ja: ffmpegを起動できませんでした！
ru: Не удалось запустить ffmpeg!
zh_tw: 無法啟動ffmpeg！

# QObject|
source: Unable to write to output video file!
es: ¡No se puede escribir en el archivo de video de salida!
fr: Impossible d'écrire dans le fichier vidéo de sortie!
it: Impossibile scrivere sul file video di uscita!
ja: 出力ビデオファイルに書き込めません！
ru: Невозможно записать выходной видеофайл!
zh_tw: 无法写入输出视频文件！

# QObject|
source: Unable to open output video file!
es: ¡No se puede abrir el archivo de video de salida!
fr: Impossible d'ouvrir le fichier vidéo de sortie!
it: Impossibile aprire il file video di uscita!
ja: 出力ビデオファイルを開くことができません！
ru: Не удалось открыть выходной видеофайл!
zh_tw: 无法打开输出视频文件！

# QObject|
source: Play Video
es: Ver vídeo
fr: Lire la vidéo
it: Riproduci video
ja: ビデオを再生
ru: Воспроизвести видео
zh_tw: 播放視頻

# QObject|
source: Failed to launch ffplay!
es: ¡Error al iniciar ffplay!
fr: Échec du lancement de ffplay !
it: Impossibile avviare ffplay!
ja: ffplayを起動できませんでした！
ru: Не удалось запустить ffplay!
zh_tw: 無法啟動ffplay！

# QObject|
source: Play RTSP Stream
es: Reproducir transmisión RTSP
fr: Lire le flux RTSP
ja: RTSP ストリームを再生
ru: Воспроизвести RTSP-поток
zh_tw: 播放 RTSP 流

# QObject|
source: Convert Video Source
es: Convertir fuente de vídeo
fr: Convertir la source vidéo
it: Converti sorgente video
ja: ビデオソースを変換する
ru: Преобразовать исходное видео
zh_tw: 轉換視頻來源

# QObject|
source: Video Files (*.mp4 *.*);;OpenMV ImageWriter Files (*.bin);;
es: Archivos de vídeo (*.mp4 *.*);;Archivos de OpenMV ImageWriter (*.bin);;
fr: Fichiers vidéo (*.mp4 *.*) ;; Fichiers OpenMV ImageWriter (*.bin) ;;
it: File video (*.mp4 *.*);;OpenMV ImageWriter Files (*.bin);;
ja: ビデオファイル(*.mp4 *.*);; OpenMV ImageWriterファイル(*.bin);;
ru: Видеофайлы (*.mp4 *.*);;Файлы OpenMV ImageWriter (*.bin);;
zh_tw: 視頻檔(*.mp4 *.*);; OpenMV ImageWriter檔案(*.bin);;

# QObject|
source: Video Files (*.mp4 *.*);;OpenMV ImageWriter Files (*.bin)
es: Archivos de vídeo (*.mp4 *.*);;Archivos de OpenMV ImageWriter (*.bin)
fr: Fichiers vidéo (*.mp4 *.*) ;; Fichiers OpenMV ImageWriter (*.bin)
it: File video (*.mp4 *.*);;OpenMV ImageWriter Files (*.bin)
ja: ビデオファイル(*.mp4 *.*);; OpenMV ImageWriterファイル(*.bin)
ru: Видеофайлы (*.mp4 *.*);;Файлы OpenMV ImageWriter (*.bin)
zh_tw: 視頻檔(*.mp4 *.*);; OpenMV ImageWriter檔案(*.bin)

# QObject|
source: Convert Video Output
es: Convertir salida de vídeo
fr: Convertir la sortie vidéo
it: Converti output video
ja: ビデオ出力を変換する
ru: Преобразовать вывод видеоданных
zh_tw: 轉換視頻輸出

# QObject|
source: Video Files (*.mp4 *.*);;OpenMV ImageReader Files (*.bin);;
es: Archivos de video (*.mp4 *.*);;Archivos OpenMV ImageReader (*.bin);;
fr: Fichiers vidéo (*.mp4 *.*);;Fichiers OpenMV ImageReader (*.bin);;
it: File video (*.mp4 *.*);;File OpenMV ImageReader (*.bin);;
ja: ビデオファイル (*.mp4 *.*);;OpenMV ImageReaderファイル (*.bin);;
ru: Видео файлы (*.mp4 *.*);;Файлы OpenMV ImageReader (*.bin);;
zh_tw: 视频文件 (*.mp4 *.*);;OpenMV ImageReader文件 (*.bin);;

# QObject|
source: Video Files (*.mp4 *.*);;OpenMV ImageReader Files (*.bin)
es: Archivos de video (*.mp4 *.*);;Archivos OpenMV ImageReader (*.bin)
fr: Fichiers vidéo (*.mp4 *.*);;Fichiers OpenMV ImageReader (*.bin)
it: File video (*.mp4 *.*);;File OpenMV ImageReader (*.bin)
ja: ビデオファイル (*.mp4 *.*);;OpenMV ImageReaderファイル (*.bin)
ru: Видео файлы (*.mp4 *.*);;Файлы OpenMV ImageReader (*.bin)
zh_tw: 视频文件 (*.mp4 *.*);;OpenMV ImageReader文件 (*.bin)

# QObject|
source: Please select output format
es: Seleccione el formato de salida
fr: Veuillez sélectionner le format de sortie
ja: 出力形式を選択してください
ru: Пожалуйста, выберите выходной формат
zh_tw: 請選擇輸出格式

# QObject|
source: Rescale the video?
es: Volver a escalar el video?
fr: Remettre à l'échelle la vidéo?
it: Ridimensiona il video?
ja: ビデオを拡大縮小しますか？
ru: Масштабировать видео?
zh_tw: 重新缩放视频？

# QObject|
source: Enter a new width (the aspect ratio will be kept the same)
es: Introduzca un nuevo ancho (la relación de aspecto se mantendrá igual)
fr: Entrez une nouvelle largeur (les proportions seront les mêmes)
it: Inserisci una nuova larghezza (il rapporto aspetto verrà mantenuto lo stesso)
ja: 新しい幅を入力してください（縦横比は同じに保たれます）
ru: Введите новую ширину (соотношение сторон останется прежним)
zh_tw: 输入新宽度（纵横比将保持不变）

# QObject|
source: Skip frames?
es: ¿Saltar fotogramas?
fr: Passer des cadres?
it: Saltare fotogrammi?
ja: フレームをスキップしますか？
ru: Пропустить кадры?
zh_tw: 跳幀？

# QObject|
source: Enter how many frames to skip at a time
es: Ingrese cuántos fotogramas se deben omitir a la vez
fr: Entrez le nombre d'images à sauter à la fois
it: Inserisci il numero di fotogrammi da saltare alla volta
ja: 一度にスキップするフレーム数を入力します
ru: Введите, сколько кадров пропускать за раз
zh_tw: 輸入一次跳過多少幀

# QObject|
source: Video conversion finished!
es: ¡Conversión de video finalizada!
fr: Conversion vidéo terminée!
it: Conversione video terminata!
ja: ビデオ変換が終了しました！
ru: Конвертация видео завершена!
zh_tw: 視頻轉換完成！
