Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# ExtensionSystem::Internal::PluginDetailsView|
source: Description:
es: Descripción:
it: Descrizione:
ja: 説明：
ru: Описание:
zh_tw: 描述：

# ExtensionSystem::Internal::PluginDetailsView|
source: Name:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前：
ru: Имя:
zh_tw: 名稱：

# ExtensionSystem::Internal::PluginDetailsView|
source: Compatibility version:
es: Versión de compatibilidad:
fr: Version de compatibilité :
it: Versione di compatibilità:
ja: 互換性バージョン：
ru: Версия совместимости:
zh_tw: 相容版本：

# ExtensionSystem::Internal::PluginDetailsView|
source: Dependencies:
es: Dependencias:
fr: Dépendances :
it: Dipendenze:
ja: 相関関係:
ru: Зависимости:
zh_tw: 依賴關係：

# ExtensionSystem::Internal::PluginDetailsView|
source: Version:
es: Versión:
it: Versione:
ja: バージョン：
ru: Версия:
zh_tw: 版本：

# ExtensionSystem::Internal::PluginDetailsView|
source: Vendor:
es: Proveedor:
fr: Fournisseur :
it: Fornitore:
ja: ベンダー：
ru: Поставщик:
zh_tw: 供應商：

# ExtensionSystem::Internal::PluginDetailsView|
source: Location:
es: Ubicación:
fr: Emplacement :
it: Posizione:
ja: ロケーション:
ru: Местоположение:
zh_tw: 位置：

# ExtensionSystem::Internal::PluginDetailsView|
source: Platforms:
es: Plataformas:
fr: Plateformes :
it: Piattaforme:
ja: プラットフォーム：
ru: Платформы:
zh_tw: 平臺：

# ExtensionSystem::Internal::PluginDetailsView|
source: Group:
es: Grupo:
fr: Groupe :
it: Gruppo:
ja: グループ:
ru: Группа:
zh_tw: 群組：

# ExtensionSystem::Internal::PluginDetailsView|
source: Copyright:
fr: Droits d'auteur :
ja: 著作権：
ru: Авторское право:
zh_tw: 版權：

# ExtensionSystem::Internal::PluginDetailsView|
source: License:
es: Licencia:
fr: Licence :
it: Licenza:
ja: ライセンス：
ru: Лицензия:
zh_tw: 授權：

# ExtensionSystem::Internal::PluginErrorOverview|
source: Qt Creator - Plugin loader messages
es: Mensajes de Qt Creator - Cargador de complementos
fr: Qt Creator - Messages du chargeur de plug-ins
it: Qt Creator - Messaggi loader plugin
ja: Qt Creator - プラグインローダーメッセージ
ru: Qt Creator - сообщения загрузчика плагинов
zh_tw: Qt Creator - 外掛程式載入器訊息

# ExtensionSystem::Internal::PluginErrorOverview|
source: The following plugins have errors and cannot be loaded:
es: Los siguientes complementos tienen errores y no se pueden cargar:
fr: Les plug-ins suivants comportent des erreurs et ne peuvent pas être chargés :
it: I seguenti plugin presentano errori e non possono essere caricati:
ja: 次のプラグインにはエラーがあり、読み込めません:
ru: Следующие плагины имеют ошибки и не могут быть загружены:
zh_tw: 以下外掛程式有錯誤，無法載入：

# ExtensionSystem::Internal::PluginErrorOverview|
source: Details:
es: Detalles:
fr: Détails :
it: Dettagli:
ja: 詳細：
ru: Сведения:
zh_tw: 詳情：

# ExtensionSystem::Internal::PluginErrorView|
source: State:
es: Estado:
fr: État :
it: Stato:
ja: 状態：
ru: Статус:
zh_tw: 狀態：

# ExtensionSystem::Internal::PluginErrorView|
source: Error message:
es: Mensaje de error:
fr: Message d'erreur :
it: Messaggio di errore:
ja: エラーメッセージ：
ru: Сообщение об ошибке:
zh_tw: 錯誤訊息：

# Utils::WizardPage|
source: Choose the Location
es: Elija la ubicación
fr: Choisir l'emplacement
it: Scegli la posizione
ja: 場所を選択
ru: Выберите местоположение
zh_tw: 選擇位置

# Utils::WizardPage|
source: Name:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前:
ru: Имя:
zh_tw: 名稱：

# Utils::WizardPage|
source: Path:
es: Ruta:
fr: Chemin :
it: Percorso:
ja: パス：
ru: Путь:
zh_tw: 路徑：

# Utils::NewClassWidget|
source: &Class name:
es: &Nombre de clase:
fr: Nom de la &classe :
it: &Nome della classe:
ja: &クラス名：
ru: Имя &класса:
zh_tw: 類別名稱(&C)：

# Utils::NewClassWidget|
source: &Base class:
es: &Clase base:
fr: Classe de &base :
it: Classe &base:
ja: &基本クラス：
ru: Класс &основания:
zh_tw: 基底類別(&B)：

# Utils::NewClassWidget|
source: &Type information:
es: &Tipo de información:
fr: Informations sur le &type :
it: &Digita informazioni:
ja: &タイプ情報：
ru: Информация о &типе:
zh_tw: 類型資訊(&T)：

# Utils::NewClassWidget|
source: None
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ru: Отсутствует
zh_tw: 無

# Utils::NewClassWidget|
source: Inherits QObject
es: Hereda QObject
fr: Hérite de QObject
it: Eredita QObject
ja: QObjectを継承する
ru: Наследует QObject
zh_tw: 繼承QObject

# Utils::NewClassWidget|
source: Inherits QWidget
es: Hereda QWidget
fr: Hérite de QWidget
it: Eredita QWidget
ja: QWidgetを継承する
ru: Наследует QWidget
zh_tw: 繼承QWidget

# Utils::NewClassWidget|
source: Inherits QDeclarativeItem - Qt Quick 1
es: Hereda QDeclarativeItem - Qt Quick 1
fr: Hérite de QDeclarativeItem - Qt Quick 1
it: Eredita QDeclarativeItem - Qt Quick 1
ja: QDeclarativeItemを継承する - Qt クイック 1
ru: Наследует QDeclarativeItem - Qt Quick 1
zh_tw: 繼承QDeclarativeItem - Qt Quick 1

# Utils::NewClassWidget|
source: Inherits QQuickItem - Qt Quick 2
es: Hereda QQuickItem - Qt Quick 2
fr: Hérite de QQuickItem - Qt Quick 2
it: Eredita QQuickItem - Qt Quick 2
ja: QQuickItemを継承する - Qtクイック2
ru: Наследует QQuickItem - Qt Quick 2
zh_tw: 繼承QQuickItem - Qt Quick 2

# Utils::NewClassWidget|
source: Based on QSharedData
es: Basado en QSharedData
fr: Basé sur QSharedData
it: Basato su QSharedData
ja: QSharedDataに基づく
ru: На основе QSharedData
zh_tw: 根據QSharedData

# Utils::NewClassWidget|
source: &Header file:
es: &Archivo de cabecera:
fr: Fichier d'&en-tête :
it: &File di intestazione:
ja: &ヘッダーファイル：
ru: &Заголовочный файл:
zh_tw: 標頭檔(&H)：

# Utils::NewClassWidget|
source: &Source file:
es: &Archivo fuente:
fr: Fichier &source :
it: &File sorgente:
ja: &ソースファイル：
ru: &Исходный файл:
zh_tw: 來源檔案(&S)：

# Utils::NewClassWidget|
source: &Generate form:
es: &Generar formulario:
fr: &Générer le formulaire :
it: &Genera modulo:
ja: &フォームを生成：
ru: &Создать форму:
zh_tw: 產生表單(&G)：

# Utils::NewClassWidget|
source: &Form file:
es: &Archivo formulario:
fr: Fichier de &formulaire :
it: &File modulo:
ja: &フォームファイル：
ru: &Файл формы:
zh_tw: 表單檔案(&F)：

# Utils::NewClassWidget|
source: &Path:
es: &Ruta:
fr: &Chemin :
it: &Percorso:
ja: &パス：
ru: &Путь:
zh_tw: 路徑(&P)：

# Utils::NewClassWidget|
source: Invalid base class name
es: Nombre de clase base no válido
fr: Nom de la classe de base incorrect
it: Nome della classe base non valido
ja: 無効な基本クラス名
ru: Недопустимое имя базового класса
zh_tw: 無效的基底類別名稱

# Utils::NewClassWidget|
source: Invalid header file name: "%1"
es: Nombre de archivo de cabecera no válido: "%1"
fr: Nom du fichier d'en-tête incorrect : "%1"
it: Nome file di intestazione non valido: "%1"
ja: 無効なヘッダーファイル名："%1"
ru: Недопустимое имя заголовочного файла: "%1"
zh_tw: 無效的標頭檔名稱："%1"

# Utils::NewClassWidget|
source: Invalid source file name: "%1"
es: Nombre de archivo fuente no válido: "%1"
fr: Nom du fichier source incorrect : "%1"
it: Nome file sorgente non valido: "%1"
ja: 無効なソースファイル名："%1"
ru: Недопустимое имя исходного файла: "%1"
zh_tw: 無效的來源檔案名稱："%1"

# Utils::NewClassWidget|
source: Invalid form file name: "%1"
es: Nombre de archivo de formulario no válido: "%1"
fr: Nom du fichier de formulaire incorrect : "%1"
it: Nome file modulo non valido: "%1"
ja: 無効なフォームファイル名："%1"
ru: Недопустимое имя файла формы: "%1"
zh_tw: 無效的表單檔案名稱："%1"

# Utils::ProjectIntroPage|
source: Introduction and Project Location
es: Introducción y ubicación del proyecto
fr: Introduction et emplacement du projet
it: Introduzione e posizione del progetto
ja: イントロダクションとプロジェクトの場所
ru: Введение и местоположение проекта
zh_tw: 介紹和專案位置

# Utils::ProjectIntroPage|
source: Name:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前 :
ru: Имя:
zh_tw: 名稱：

# Utils::ProjectIntroPage|
source: Create in:
es: Crear en:
fr: Créer dans :
it: Crea in:
ja: 作成場所：
ru: Создать в:
zh_tw: 建立於：

# Utils::ProjectIntroPage|
source: Use as default project location
es: Usar como ubicación predeterminada del proyecto
fr: Utiliser comme emplacement de projet par défaut
it: Utilizzare come posizione predefinita del progetto
ja: 既定のプロジェクトの場所として使用する
ru: Использовать в качестве местоположения проекта по умолчанию
zh_tw: 用作預設的專案位置

# Utils::ProjectIntroPage|
source: Project:
es: Proyecto:
fr: Projet :
it: Progetto:
ja: プロジェクト：
ru: Проект:
zh_tw: 專案：

# Utils::ProjectIntroPage|
source: <Enter_Name>
fr: <Entrer_Name>
it: <Inserisci_Nome>
ja: <入力_名前>
ru: <Введите_имя>

# Utils::ProjectIntroPage|
source: Location
es: Ubicación
fr: Emplacement
it: Posizione
ja: ロケーション
ru: Расположение
zh_tw: 位置

# Utils::ProjectIntroPage|
source: The project already exists.
es: El proyecto ya existe.
fr: Le projet existe déjà.
it: Progetto già esistente.
ja: プロジェクトは既に存在します。
ru: Проект уже существует.
zh_tw: 專案已經存在。

# Utils::ProjectIntroPage|
source: A file with that name already exists.
es: Ya existe un archivo con ese nombre.
fr: Un projet portant ce nom existe déjà.
it: Nome file già esistente.
ja: その名前のファイルはすでに存在します。
ru: Файл с таким именем уже существует.
zh_tw: 具有該名稱的檔案已經存在。

# Utils::ProjectIntroPage|
source: Name is empty.
es: El nombre está vacío.
fr: Le nom est vide.
it: Il nome è vuoto.
ja: 名前は空です。
ru: Имя отсутствует.
zh_tw: 名稱為空。

# Utils::ProjectIntroPage|
source: Name does not match "%1".
es: El nombre no coincide con "%1".
fr: Le nom ne correspond pas "%1".
it: Il nome non corrisponde a "%1".
ja: 名前が"%1"と一致しません。
ru: Имя не соответствует "%1".
zh_tw: 名稱與"%1"不相符。

# Utils::ProjectIntroPage|
source: Invalid character ".".
es: Carácter no válido ".".
fr: Caractère non valide ".".
it: Carattere non valido ".".
ja: 無効な文字"."です。
ru: Неправильный символ ".".
zh_tw: 無效字元"."。

# Utils::ProjectIntroPage|
source: Invalid character "%1" found.
es: Se ha encontrado el siguiente carácter no válido: "%1".
fr: Caractère non valide "%1" trouvé.
it: Trovato carattere "%1" non valido.
ja: 無効な文字"%1"が見つかりました。
ru: Обнаружен неверный символ "%1".
zh_tw: 發現無效字元"%1"。

# Utils::ProxyCredentialsDialog|
source: Proxy Credentials
es: Credenciales de proxy
fr: Informations d'identification du proxy
it: Credenziali proxy
ja: プロキシ資格情報
ru: Данные аутентификации прокси-сервера
zh_tw: Proxy認證

# Utils::ProxyCredentialsDialog|
source: The proxy %1 requires a username and password.
es: El proxy %1 requiere un nombre de usuario y contraseña.
fr: Le proxy %1 requiert un nom d'utilisateur et un mot de passe.
it: La proxy %1 richiede un nome utente e password.
ja: プロキシ%1にはユーザー名とパスワードが必要です。
ru: Прокси %1 требует имя пользователя и пароль.
zh_tw: proxy %1需要使用者名稱和密碼。

# Utils::ProxyCredentialsDialog|
source: Username:
es: Nombre de usuario:
fr: Nom d'utilisateur :
it: Nome utente:
ja: ユーザー名：
ru: Логин:
zh_tw: 使用者名稱：

# Utils::ProxyCredentialsDialog|
source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ru: Логин
zh_tw: 使用者名稱

# Utils::ProxyCredentialsDialog|
source: Password:
es: Contraseña:
fr: Mot de passe :
ja: パスワード：
ru: Пароль:
zh_tw: 密碼：

# Utils::ProxyCredentialsDialog|
source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль
zh_tw: 密碼

# Core::Internal::AddToVcsDialog|
source: Dialog
es: Diálogo
fr: Dialogue
it: Dialogo
ja: ダイアログ
ru: Диалог
zh_tw: 對話方塊

# Core::Internal::AddToVcsDialog|
source: Add the file to version control (%1)
es: Añada el archivo al control de versiones (%1)
fr: Ajouter le fichier au contrôle de version (%1)
it: Aggiungi il file al controllo della versione (%1)
ja: ファイルをバージョンコントロール（%1）に追加する
ru: Добавить файл в систему контроля версии (%1)
zh_tw: 將檔案新增到版本控制(%1)

# Core::Internal::AddToVcsDialog|
source: Add the files to version control (%1)
es: Añada los archivos al control de versiones (%1)
fr: Ajouter les fichiers au contrôle de version (%1)
it: Aggiungi i file al controllo della versione (%1)
ja: 複数ファイルをバージョンコントロール（%1）に追加する
ru: Добавить файлы в систему контроля версии (%1)
zh_tw: 將檔案新增到版本控制(%1)

# Core::Internal::ExternalToolConfig|
source: Form
es: Formulario
fr: Formulaire
it: Modulo
ja: 書式
ru: Форма
zh_tw: 表單

# Core::Internal::ExternalToolConfig|
source: Add tool.
es: Añadir herramienta.
fr: Ajouter un outil.
it: Aggiungi strumento.
ja: ツールを追加します。
ru: Добавить инструмент.
zh_tw: 新增工具。

# Core::Internal::ExternalToolConfig|
source: Add
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ru: Добавить
zh_tw: 新增

# Core::Internal::ExternalToolConfig|
source: Remove tool.
es: Eliminar herramienta.
fr: Supprimer l'outil.
it: Rimuovi strumento.
ja: ツールを削除します。
ru: Удалить инструмент.
zh_tw: 刪除工具。

# Core::Internal::ExternalToolConfig|
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除する
ru: Удалить
zh_tw: 刪除

# Core::Internal::ExternalToolConfig|
source: Revert tool to default.
es: Restaurar la herramienta a los valores predeterminados.
fr: Rétablir l'outil par défaut.
it: Ripristina lo strumento a predefinito.
ja: ツールをデフォルトに戻します。
ru: Вернуть инструмент по умолчанию.
zh_tw: 將工具還原為預設值。

# Core::Internal::ExternalToolConfig|
source: Reset
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ru: Сброс
zh_tw: 重設

# Core::Internal::ExternalToolConfig|
source: Description:
es: Descripción:
it: Descrizione:
ja: 詳細:
ru: Описание:
zh_tw: 描述：

# Core::Internal::ExternalToolConfig|
source: Executable:
es: Ejecutable:
fr: Exécutable :
it: Eseguibile:
ja: 実行可能：
ru: Исполняемые:
zh_tw: 可執行檔：

# Core::Internal::ExternalToolConfig|
source: Arguments:
es: Argumentos:
it: Argomenti:
ja: アーギュメント:
ru: Аргументы:
zh_tw: 參數：

# Core::Internal::ExternalToolConfig|
source: Working directory:
es: Directorio de trabajo:
fr: Répertoire de travail :
it: Directory di lavoro:
ja: 作業ディレクトリ：
ru: Рабочий каталог:
zh_tw: 工作目錄：

# Core::Internal::ExternalToolConfig|
source: <html><head/><body> <p>What to do with the executable's standard output. <ul><li>Ignore: Do nothing with it.</li><li>Show in pane: Show it in the general output pane.</li><li>Replace selection: Replace the current selection in the current document with it.</li></ul></p></body></html>
es: <html><head/><body> <p>Qué hacer con la salida estándar del ejecutable. <ul><li>Ignorar: no hacer nada con ella.</li><li>Mostrar en el panel: mostrarla en el panel de salida general.</li><li>Reemplazar selección: reemplazar la selección actual en el documento actual por ella.</li></ul></p></body></html>
fr: <html><head/><body> <p>Que faire de la sortie standard de l'exécutable ? <ul><li>Ignorer : Ne rien en faire.</li><li>Afficher dans le volet : La montrer dans le volet de sortie général.</li><li>Remplacer la sélection : Remplacer la sélection actuelle dans le document actuel par celle-ci</li></ul></p></body></html>
it: <html><head/><body> <pCosa fare con lo standard output dell'eseguibile. <ul><li>Ignora: non fare nulla con esso.</li><li>Mostra nel riquadro: mostralo nel riquadro di output generale.</li><li>Sostituisci selezione: sostituisci la selezione corrente nel documento corrente con esso.</li></ul></p></body></html>
ja: <html><head/><body> <p>実行可能ファイルの標準出力をどうするか <ul><li>無視する：何もしない</li><li>ペインに表示：汎用出力ペインに表示</li><li>選択内容を置換：現在の文書の現在の選択内容をその文書に置き換えます。</li></ul></p></body></html>
ru: <html><head/><body> <p>Что делать со стандартным выводом исполняемого файла. <ul><li>Игнорировать: ничего не делать.</li><li>Показать на панели: показать на общей панели вывода.</li><li>Заменить выбранное: заменить им выбранное место в текущем документе.</li></ul></p></body></html>
zh_tw: <html><head/><body> <p>如何處理可執行檔的標準輸出。 <ul><li>忽略：不對其執行任何操作。</li><li>在窗格中顯示：在常規輸出窗格中顯示它。</li><li>取代選擇：用它取代目前文件中的目前選擇內容。</li></ul></p></body></html>

# Core::Internal::ExternalToolConfig|
source: Output:
es: Salida:
fr: Sortie :
ja: 出力:
ru: Вывод:
zh_tw: 輸出：

# Core::Internal::ExternalToolConfig|
source: Ignore
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視する
ru: Игнорировать
zh_tw: 忽略

# Core::Internal::ExternalToolConfig|
source: Show in Pane
es: Mostrar en el panel
fr: Afficher dans le volet
it: Mostra nel riquadro
ja: ペインで表示
ru: Показать на панели
zh_tw: 在窗格中顯示

# Core::Internal::ExternalToolConfig|
source: Replace Selection
es: Reemplazar selección
fr: Remplacer la sélection
it: Sostituisci la selezione
ja: 選択を置き換える
ru: Заменить выделенное
zh_tw: 取代選擇

# Core::Internal::ExternalToolConfig|
source: <html><head><body> <p >What to do with the executable's standard error output.</p> <ul><li>Ignore: Do nothing with it.</li> <li>Show in pane: Show it in the general output pane.</li> <li>Replace selection: Replace the current selection in the current document with it.</li> </ul></body></html>
es: <html><head/><body> <p>Qué hacer con la salida de error estándar del ejecutable.</p> <ul><li>Ignorar: no hacer nada con ella.</li> <li>Mostrar en el panel: mostrarla en el panel de salida general.</li> <li>Reemplazar selección: reemplazar la selección actual en el documento actual por ella.</li> </ul></body></html>
fr: <html><head><body> <p>Que faire avec la sortie d'erreur standard de l'exécutable.</p> <ul><li>Ignorer : Ne rien en faire.</li> <li>Afficher dans le volet : Afficher dans le volet de sortie général.</li> <li>Remplacer la sélection : Remplacer la sélection actuelle dans le document actuel par celle-ci.</li> </ul></body ></html>
it: <html><head><body> <p >Che cosa fare con l'output di errore standard dell'eseguibile.</p> <ul><li>Ignora: non fare nulla con esso.</li> <li>Mostra nel riquadro: mostra nel riquadro di output generale.</li> <li>Sostituisci selezione: sostituisce la selezione corrente nel documento corrente con essa.</li> </ul></body></html>
ja: <html><head/><body> <p>実行可能ファイルの標準エラー出力をどうするか</p> <ul><li>無視する：何もしない</li> <li>ペインに表示：汎用出力ペインに表示</li> <li>選択内容を置換：現在の文書の現在の選択内容をその文書に置き換えます。</li> </ul></body></html>
ru: <html><head><body> <p>Что делать со стандартным выводом ошибки исполняемого файла.</p> <ul><li> Игнорировать: ничего не делать. </li> <li> Показать на панели: показать его на общей панели вывода. </li> <li> Заменить выбранное: заменить на него текущий выбор в текущем документе.</li> </ul></body></html>
zh_tw: <html><head><body> <p >如何處理可執行檔的標準錯誤輸出。</p> <ul><li>忽略：不對其執行任何操作。</li> <li>在窗格中顯示：在常規輸出窗格中顯示它。</li> <li>取代選擇：用它取代目前文件中的目前選擇內容。</li> </ul></body></html>

# Core::Internal::ExternalToolConfig|
source: Error output:
es: Error salida:
fr: Sortie d'erreur :
it: Output di errore:
ja: エラー出力：
ru: Вывод ошибки:
zh_tw: 輸出錯誤：

# Core::Internal::ExternalToolConfig|
source: Environment:
es: Entorno:
fr: Environnement :
it: Ambiente:
ja: 環境：
ru: Окружение:
zh_tw: 環境：

# Core::Internal::ExternalToolConfig|
source: No changes to apply.
es: Sin cambios que aplicar.
fr: Aucun changement à appliquer.
it: Nessuna modifica da applicare.
ja: 適用する変更はありません。
ru: Нет изменений для применения.
zh_tw: 沒有要套用的變更。

# Core::Internal::ExternalToolConfig|
source: Change...
es: Cambio...
fr: Modifier...
it: Cambia...
ja: 変更…
ru: Изменить...
zh_tw: 變更...

# Core::Internal::ExternalToolConfig|
source: If the tool modifies the current document, set this flag to ensure that the document is saved before running the tool and is reloaded after the tool finished.
es: Si la herramienta modifica el documento actual, configure este indicador para asegurarse de que el documento se guarda antes de ejecutar la herramienta y de que se vuelve a cargar después de que la herramienta termine.
fr: Si l'outil modifie le document en cours, cochez cette case pour vous assurer que le document est enregistré avant d'exécuter l'outil et qu'il est rechargé une fois qu l'outil a terminé.
it: Se lo strumento modifica il documento corrente, impostare questo flag per assicurarsi che il documento venga salvato prima di applicare lo strumento e che venga ricaricato dopo che lo strumento abbia terminato.
ja: ツールが現在のドキュメントを変更する場合は、このフラグを設定して、ツールを実行する前にドキュメントが保存され、ツールの終了後にドキュメントが再ロードされるようにします。
ru: Если инструмент изменяет текущий документ, установите этот флажок, чтобы гарантировать сохранение документа перед запуском инструмента и перезагрузку после завершения работы инструмента.
zh_tw: 如果工具修改目前文件，請設置此標誌以確保在運行工具之前儲存文件，並在工具完成後重新載入。

# Core::Internal::ExternalToolConfig|
source: Modifies current document
es: Modifica el documento actual
fr: Modifie le document actuel
it: Modifica il documento corrente
ja: 現在のドキュメントを変更する
ru: Изменяет текущий документ
zh_tw: 修改目前文件

# Core::Internal::ExternalToolConfig|
source: Text to pass to the executable via standard input. Leave empty if the executable should not receive any input.
es: Texto para pasar al ejecutable a través de una entrada estándar. Déjelo vacío si el ejecutable no debe recibir ninguna entrada.
fr: Texte à transmettre à l'exécutable via l'entrée standard. Laisser vide si l'exécutable ne doit recevoir aucune entrée.
it: Testo da passare all'eseguibile tramite input standard. Lascia vuoto se l'eseguibile non deve ricevere alcun input.
ja: 標準入力経由で実行可能ファイルに渡すテキスト。実行可能ファイルが入力を受け取らないようにするには、空のままにします。
ru: Текст для перехода к исполняемому файлу через стандартный ввод. Оставьте пустым, если исполняемый файл не получает какого-либо ввода.
zh_tw: 透過標準輸入傳遞給可執行檔的文字。如果可執行檔不應收到任何輸入，則保持空白。

# Core::Internal::ExternalToolConfig|
source: Input:
es: Entrada:
fr: Entrée :
ja: 入力：
ru: Ввод:
zh_tw: 輸入：

# Core::Internal::ExternalToolConfig|
source: Add Tool
es: Añadir herramienta
fr: Ajouter un outil
it: Aggiungi strumento
ja: ツールを追加
ru: Добавить инструмент
zh_tw: 新增工具

# Core::Internal::ExternalToolConfig|
source: Add Category
es: Añadir categoría
fr: Ajouter une catégorie
it: Aggiungi categoria
ja: カテゴリを追加
ru: Добавить категорию
zh_tw: 新增類別

# Core::Internal::NewDialog|
source: New Project
es: Nuevo proyecto
fr: Nouveau projet
it: Nuovo progetto
ja: 新しいプロジェクト
ru: Новый проект
zh_tw: 新建專案

# Core::Internal::NewDialog|
source: Choose a template:
es: Elija una plantilla:
fr: Choisir un modèle :
it: Scegli un template:
ja: テンプレートを選択してください：
ru: Выберите шаблон:
zh_tw: 選擇一個範本：

# Core::Internal::NewDialog|
source: Choose...
es: Escoger...
fr: Choisir...
it: Scegli...
ja: 選択...
ru: Выбрать...
zh_tw: 選擇...

# Core::Internal::NewDialog|
source: Projects
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
ru: Проекты
zh_tw: 專案

# Core::Internal::NewDialog|
source: Files and Classes
es: Archivos y clases
fr: Fichiers et classes
it: File e classi
ja: ファイルとクラス
ru: Файлы и классы
zh_tw: 檔案和類別

# Core::Internal::NewDialog|
source: All Templates
es: Todas las plantillas
fr: Tous les modèles
it: Tutti i template
ja: すべてのテンプレート
ru: Все шаблоны
zh_tw: 所有範本

# Core::Internal::NewDialog|
source: %1 Templates
es: %1 plantillas
fr: Modèles %1
it: %1 Template
ja: %1 テンプレート
ru: Шаблоны %1
zh_tw: %1範本

# Core::Internal::NewDialog|
source: Platform independent
es: Plataforma independiente
fr: Indépendant de la plateforme
it: Piattaforma indipendente
ja: プラットフォームに依存しない
ru: Независимый от платформы
zh_tw: 平臺無關

# Core::Internal::NewDialog|
source: Supported Platforms
es: Plataformas compatibles
fr: Plateformes supportées
it: Piattaforme supportate
ja: 対応プラットフォーム
ru: Поддерживаемые платформы
zh_tw: 支援的平臺

# Core::Internal::OpenWithDialog|
source: Open File With...
es: Abrir archivo con...
fr: Ouvrir le fichier avec...
it: Apri file con...
ja: ファイルを開く...
ru: Открыть файл с помощью ...
zh_tw: 開啟檔案方式...

# Core::Internal::OpenWithDialog|
source: Open file extension with:
es: Abrir la extensión de archivo con:
fr: Ouvrir l'extension de fichier avec :
it: Apri estensione file con:
ja: ファイル拡張子を開くには：
ru: Открыть расширение файла с помощью:
zh_tw: 開啟檔案副檔名方式：

# Core::Internal::OpenWithDialog|
source: Open file "%1" with:
es: Abrir el archivo "%1" con:
fr: Ouvrir le fichier "%1" avec :
it: Apri il file "%1" con:
ja: ファイル"%1" を次のもので開きます:
ru: Открыть файл "%1" с помощью:
zh_tw: 開啟檔案"%1"方式：

# Core::Internal::ReadOnlyFilesDialog|
source: Files Without Write Permissions
es: Archivos sin permisos de escritura
fr: Fichiers sans autorisations d'écriture
it: File non riscrivibili
ja: 書き込み権限のないファイル
ru: Файлы без разрешения на запись
zh_tw: 沒有寫入權限的檔案

# Core::Internal::ReadOnlyFilesDialog|
source: The following files have no write permissions. Do you want to change the permissions?
es: Los siguientes archivos no tienen permisos de escritura. ¿Quiere cambiar los permisos?
fr: Les fichiers suivants n'ont pas d'autorisation d'écriture. Voulez-vous changer les autorisations ?
it: I seguenti file non sono riscrivibili. Vuoi cambiare le autorizzazioni?
ja: 次のファイルには書き込み権限がありません。権限を変更しますか？
ru: Следующие файлы не имеют прав на запись. Вы хотите изменить права?
zh_tw: 以下檔案沒有寫入權限。您想變更權限嗎？
