Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# Core::Internal::ReadOnlyFilesDialog|
source: Make Writable
es: Conceder permisos de escritura
fr: Rendre inscriptible
it: Rendi scrivibile
ja: 書き込み可能にする
ru: Сделать записываемым
zh_tw: 使可寫入

# Core::Internal::ReadOnlyFilesDialog|
source: Open with VCS
es: Abrir con VCS
fr: Ouvrir avec VCS
it: Apri con VCS
ja: VCSで開く
ru: Открыть с помощью системы контроля версий
zh_tw: 用VCS開啟

# Core::Internal::ReadOnlyFilesDialog|
source: Save As
es: Guardar como
fr: Enregistrer sous
it: Salva come
ja: 名前を付けて保存
ru: Сохранить как
zh_tw: 另存新檔

# Core::Internal::ReadOnlyFilesDialog|
source: Path
es: Ruta
fr: Chemin
it: Percorso
ja: パス
ru: Путь
zh_tw: 路徑

# Core::Internal::ReadOnlyFilesDialog|
source: Select all, if possible:
es: Seleccionar todo, si es posible:
fr: Tout sélectionner, si possible :
it: Seleziona tutto, se possibile:
ja: 可能であれば、すべてを選択します:
ru: Выберите все, если это возможно:
zh_tw: 如果可能，選擇全部：

# Core::Internal::SaveItemsDialog|
source: Save Changes
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更内容を保存
ru: Сохранить изменения
zh_tw: 儲存變更

# Core::Internal::SaveItemsDialog|
source: The following files have unsaved changes:
es: Los siguientes archivos tienen cambios no guardados:
fr: Les fichiers suivants ont des modifications non enregistrées :
it: I seguenti file hanno modifiche non salvate:
ja: 次のファイルには変更が保存されていません：
ru: Следующие файлы имеют несохраненные изменения:
zh_tw: 以下檔案有未儲存的變更：

# Core::Internal::SaveItemsDialog|
source: Automatically save all files before building
es: Guardar automáticamente todos los archivos antes de construir
fr: Enregistrer automatiquement tous les fichiers avant de construire
it: Salva automaticamente tutti i file prima di costruire
ja: 構築する前にすべてのファイルを自動的に保存する
ru: Автоматически сохранять все файлы перед созданием
zh_tw: 在構建之前自動儲存所有檔案

# Core::Internal::SaveItemsDialog|
source: Do not Save
es: No guardar
fr: Ne pas enregistrer
it: Non salvare
ja: 保存しない
ru: Не сохранять
zh_tw: 不要儲存

# Core::Internal::SaveItemsDialog|
source: Save All
es: Guardar todos
fr: Tout enregistrer
it: Salva tutto
ja: すべてを保存します
ru: Сохранить все
zh_tw: 儲存全部

# Core::Internal::SaveItemsDialog|
source: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ru: Сохранить
zh_tw: 儲存

# Core::Internal::SaveItemsDialog|
source: Save Selected
es: Guardar seleccionados
fr: Enregistrer la sélection
it: Salva selezionato
ja: 選択項目を保存
ru: Сохранить выбранные
zh_tw: 儲存所選

# Core::Internal::FindDialog|
source: &Search
es: &Buscar
fr: &Chercher
it: &Ricerca
ja: &検索
ru: &Поиск
zh_tw: 搜尋(&S)

# Core::Internal::FindDialog|
source: Search && &Replace
es: Buscar && &reemplazar
fr: Rechercher && &Remplacer
it: Cerca && &Sostituisci
ja: 検索&&置換
ru: Поиск && &Замена
zh_tw: 搜尋和取代

# Core::Internal::FindDialog|
source: Sear&ch for:
es: Busc&ar:
fr: Recher&cher :
it: &Cerca per:
ja: 検索&ch 以下を：
ru: Искать:
zh_tw: 搜索(&C)：

# Core::Internal::FindDialog|
source: Case sensiti&ve
es: Distingue mayúsculas y minúscul&as
fr: Sensib&le à la casse
it: Considera &maiuscolo e minuscolo
ja: 大文字と小文字を区別
ru: Чувствительный к регистру
zh_tw: 區分大小寫(&V)

# Core::Internal::FindDialog|
source: Whole words o&nly
es: Solo palabras comple&tas
fr: Mots complets u&niquement
it: Solo parole &intere
ja: 単語全体のみ
ru: Слова целиком
zh_tw: 僅整個單字(&N)

# Core::Internal::FindDialog|
source: Use re&gular expressions
es: Usar expresiones re&gulares
fr: Utiliser des expressions co&urantes
it: Usa espressioni &regolari
ja: 再帰式の使用
ru: Использовать регулярные выражения
zh_tw: 使用規則運算式(&G)

# Core::Internal::FindDialog|
source: Sco&pe:
es: Alcan&ce:
fr: Port&ée :
it: &Scopo:
ja: 範囲：
ru: Область:
zh_tw: 範圍(&P)：

# Core::Internal::FindWidget|
source: Find
es: Encontrar
fr: Rechercher
it: Trova
ja: 探す
ru: Найти
zh_tw: 尋找

# Core::Internal::FindWidget|
source: Find:
es: Encontrar:
fr: Rechercher :
it: Trova:
ja: 探す：
ru: Найти:
zh_tw: 尋找：

# Core::Internal::FindWidget|
source: Replace with:
es: Reemplazar por:
fr: Remplacer par :
it: Sostituisci con:
ja: 次に変更:
ru: Заменить на:
zh_tw: 取代為：

# Core::Internal::FindWidget|
source: Replace
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 変更
ru: Заменить
zh_tw: 取代

# Core::Internal::FindWidget|
source: Replace && Find
es: Reemplazar && encontrar
fr: Rechercher && Remplacer
it: Sostituisci & Trova
ja: 置換&&検索
ru: Заменить && найти
zh_tw: 取代並尋找

# Core::Internal::FindWidget|
source: Replace All
es: Reemplazar todos
fr: Tout remplacer
it: Sostituisci tutto
ja: すべて置換
ru: Заменить все
zh_tw: 全部取代

# Core::Internal::FindWidget|
source: Advanced...
es: Avanzado...
fr: Avancé(e)...
it: Avanzate...
ja: 詳細設定...
ru: Расширенные настройки...
zh_tw: 進階...

# Core::Internal::GeneralSettings|
source: User Interface
es: Interfaz de usuario
fr: Interface utilisateur
it: Interfaccia utente
ja: ユーザーインタフェース
ru: Пользовательский интерфейс
zh_tw: 使用者介面

# Core::Internal::GeneralSettings|
source: Color:
fr: Couleur :
it: Colore:
ja: 色:
ru: Цвет:
zh_tw: 顏色：

# Core::Internal::GeneralSettings|Color
source: Reset to default.
es: Restablecer a valores predeterminados.
fr: Réinitialiser les paramètres par défaut.
it: Ripristina le impostazioni predefinite.
ja: デフォルトにリセット。
ru: Восстановить настройки по умолчанию.
zh_tw: 重設為預設值。

# Core::Internal::GeneralSettings|
source: Reset
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ru: Сброс
zh_tw: 重設

# Core::Internal::GeneralSettings|
source: Theme:
es: Tema:
fr: Thème :
it: Tema:
ja: テーマ：
ru: Тема:
zh_tw: 主題：

# Core::Internal::GeneralSettings|
source: Language:
es: Idioma:
fr: Langue :
it: Lingua:
ja: 言語:
ru: Язык:
zh_tw: 語言：

# Core::Internal::GeneralSettings|
source: Re-enable warnings that were suppressed by selecting "Do Not Show Again" (for example, missing highlighter).
es: Volver a habilitar las advertencias deshabilitadas al seleccionar "No volver a mostrar" (por ejemplo, falta resaltador).
fr: Réactiver les avertissements qui ont été supprimés en sélectionnant "Ne plus afficher" (par exemple, surligneur manquant).
it: Riattiva gli avvisi che sono stati sospesi selezionando "Non visualizzare più" (ad esempio, l'evidenziatore mancante).
ja: "再び表示しない"を選択して抑制された警告を再び有効にします（たとえば、蛍光ペンがないなど）。
ru: Повторно включить предупреждения, которые были отключены опцией "Не показывать снова" (например, отсутствующий маркер).
zh_tw: 重新啟用透過選擇「不再顯示」(例如，缺少螢光筆)而被禁止的警告。

# Core::Internal::GeneralSettings|Button text
source: Reset Warnings
es: Reiniciar advertencias
fr: Réinitialiser les avertissements
it: Ripristina avvici
ja: リセット警告
ru: Сброс предупреждений
zh_tw: 重設警告

# Core::Internal::GeneralSettings|
source: Interface
es: Interfaz
it: Interfaccia
ja: インタフェース
ru: Интерфейс
zh_tw: 介面

# Core::Internal::GeneralSettings|
source: <System Language>
fr: <Langue du système>
it: <Lingua del sistema>
ja: <システム言語>
ru: <Системный язык>
zh_tw: <系統語言>

# Core::Internal::GeneralSettings|
source: Restart Required
es: Requiere un reinicio
fr: Redémarrage nécessaire
it: Avvio richiesto
ja: 再起動が必要
ru: Требуется перезагрузка
zh_tw: 需要重新啟動

# Core::Internal::GeneralSettings|
source: The language change will take effect after a restart of Qt Creator.
es: El cambio de idioma tendrá efecto después de reiniciar Qt Creator.
fr: Le changement de langue prendra effet après le redémarrage de Qt Creator.
it: La modifica della lingua avrà effetto dopo il riavvio di Qt Creator.
ja: 言語の変更は、Qt Creatorの再起動後に有効になります。
ru: Изменение языка вступит в силу после перезапуска Qt Creator.
zh_tw: 語言更改將在重新啟動Qt Creator後生效。

# Core::Internal::DirectoryFilterOptions|
source: Name:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前:
ru: Имя:
zh_tw: 名稱：

# Core::Internal::DirectoryFilterOptions|
source: File types:
es: Tipos de archivo:
fr: Types de fichier :
it: Tipi di file:
ja: ファイル形式:
ru: Типы файлов:
zh_tw: 檔案類型：

# Core::Internal::DirectoryFilterOptions|
source: Specify file name filters, separated by comma. Filters may contain wildcards.
es: Especifique los filtros de nombre de archivo, separados por comas. Los filtros pueden contener comodines.
fr: Spécifiez les filtres de nom de fichier, séparés par une virgule. Les filtres peuvent contenir des caractères génériques.
it: Specifica i filtri per i nomi dei file, separati da una virgola. I filtri possono contenere caratteri jolly.
ja: カンマで区切ってファイル名フィルタを指定します。フィルタにはワイルドカードを使用できます。
ru: Укажите фильтры имен файлов, разделенные запятой. Фильтры могут содержать подстановочные знаки.
zh_tw: 指定檔案名稱篩選器，用逗號分隔。篩選器可包含萬用字元。

# Core::Internal::DirectoryFilterOptions|
source: Specify a short word/abbreviation that can be used to restrict completions to files from this directory tree. To do this, you type this shortcut and a space in the Locator entry field, and then the word to search for.
es: Especifique una abreviatura o una palabra corta que se pueda usar para restringir las terminaciones de los archivos de este árbol de directorios. Para ello, escriba este acceso directo y un espacio en el campo de entrada del localizador, y luego la palabra que quiere buscar.
fr: Spécifiez un mot court/une abréviation qui peut être utilisé(e) pour restreindre les complétions aux fichiers de cette arborescence de répertoires. Pour ce faire, vous tapez ce raccourci et un espace dans le champ de saisie Localisateur, puis le mot à rechercher.
it: Specificare una breve parola/abbreviazione che può essere utilizzata per limitare i file da questo albero della directory. Per fare ciò, digita questo collegamento e uno spazio nel campo di inserimento nel campo Locator, quindi la parola da cercare.
ja: このディレクトリツリーからファイルへの補完を制限するために使用できる短い単語/省略形を指定します。 これを行うには、このショートカットとロケータ入力フィールドにスペースを入力して検索する単語を入力します。
ru: Укажите короткое слово/аббревиатуру, которое можно использовать для ограничения списка файлов из этого дерева каталогов. Для этого введите значение и нажмите пробел в поле ввода, а затем слово для поиска.
zh_tw: 指定一個簡短的單字/縮寫，可用於限制完成到來自此目錄樹的檔案。 為此，請在定位器輸入欄位中鍵入此捷徑和一個空格，然後是要搜尋的單字。

# Core::Internal::DirectoryFilterOptions|
source: Add...
es: Añadir...
fr: Ajouter...
it: Aggiungi...
ja: 追加...
ru: Добавить ...
zh_tw: 新增...

# Core::Internal::DirectoryFilterOptions|
source: Edit...
es: Editar...
fr: Modifier...
it: Modifica...
ja: 編集...
ru: Редактировать...
zh_tw: 編輯...

# Core::Internal::DirectoryFilterOptions|
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ru: Удалить
zh_tw: 刪除

# Core::Internal::DirectoryFilterOptions|
source: Directories:
es: Directorios:
fr: Répertoires :
it: Directory:
ja: ディレクトリ：
ru: Каталоги:
zh_tw: 目錄：

# Core::Internal::FileSystemFilterOptions|
source: Include hidden files
es: Incluir archivos ocultos
fr: Inclure les fichiers cachés
it: Includi file nascosti
ja: 隠しファイルを含める
ru: Включить скрытые файлы
zh_tw: 包括隱藏檔案

# Core::Internal::FileSystemFilterOptions|
source: Filter:
es: Filtro:
fr: Filtre :
it: Filtro:
ja: フィルタ：
ru: Фильтр:
zh_tw: 篩選器：

# Core::Internal::LocatorSettingsWidget|
source: Configure Filters
es: Configurar filtros
fr: Configurer les filtres
it: Configura i filtri
ja: フィルタの設定
ru: Настройка фильтров
zh_tw: 配置篩選器

# Core::Internal::LocatorSettingsWidget|
source: Add...
es: Añadir...
fr: Ajouter...
it: Aggiungi...
ja: 追加...
ru: Добавить ...
zh_tw: 新增...

# Core::Internal::LocatorSettingsWidget|
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ru: Убрать
zh_tw: 刪除

# Core::Internal::LocatorSettingsWidget|
source: Edit...
es: Editar...
fr: Modifier...
it: Modifica...
ja: 編集...
ru: Редактировать...
zh_tw: 編輯...

# Core::Internal::LocatorSettingsWidget|
source: Locator filters that do not update their cached data immediately, such as the custom directory filters, update it after this time interval.
es: Los filtros del localizador que no actualizan sus datos en caché inmediatamente, como los filtros de directorio personalizados, los actualizan después de este intervalo de tiempo.
fr: Les filtres du localisateur qui ne mettent pas immédiatement à jour leurs données mises en cache, tels que les filtres de répertoire personnalisés, les mettent à jour après cet intervalle de temps.
it: I filtri del Locator che non aggiornano immediatamente i propri dati memorizzati nella cache (come i filtri di directory personalizzati) li aggiornano dopo questo intervallo di tempo.
ja: カスタムディレクトリフィルタなど、キャッシュされたデータを直ちに更新しないロケータフィルタは、この時間間隔の後に更新します。
ru: Фильтры локатора, которые немедленно не обновляют свои кэшированные данные, такие как фильтры настраиваемых каталогов, обновляют их после этого временного интервала.
zh_tw: 不立即更新其快取資料的定位器篩選器，例如自訂目錄篩選器，請在此時間間隔後更新它。

# Core::Internal::LocatorSettingsWidget|
source: Refresh interval:
es: Intervalo de actualización:
fr: Intervalle d'actualisation :
it: Intervallo di aggiornamento:
ja: リフレッシュ間隔：
ru: Интервал обновления:
zh_tw: 重新整理間隔：

# Core::Internal::LocatorSettingsWidget|
source: min
ja: 分
ru: мин
zh_tw: 分

# Core::Internal::MimeTypeMagicDialog|
source: Dialog
es: Diálogo
fr: Dialogue
it: Dialogo
ja: ダイアログ
ru: Диалог
zh_tw: 對話方塊

# Core::Internal::MimeTypeMagicDialog|
source: <html><head/><body><p>MIME magic data is interpreted as defined by the Shared MIME-info Database specification from <a href="http://standards.freedesktop.org/shared-mime-info-spec/shared-mime-info-spec-latest.html">freedesktop.org</a>.<hr/></p></body></html>
es: <html><head/><body><p>Los datos mágicos de MIME se interpretan según lo definido por la especificación de base de datos MIME-info compartida desde <a href="http://standards.freedesktop.org/shared-mime-info-spec/shared-mime-info-spec-latest.html">freedesktop.org</a>.<hr/></p></body></html>
fr: <html><head/><body><p>Les données magiques MIME sont interprétées comme définies par la spécification de la base de données MIME-info partagée de <a href="http://standards.freedesktop.org/shared-mime-info-spec/shared-info-spec-latest.html">freedesktop.org</a>.<hr/></p></body></html>
it: <html><head/><body><p>I MIME data sono interpretati come definiti dalla specifica del Shared MIME-info Database da <a href="http://standards.freedesktop.org/shared-mime-info-spec/shared-mime-info-spec-latest.html">freedesktop.org</a>.<hr/></p></body></ html>
ja: <html><head/><body><p>MIMEマジックデータはthe Shared MIME-info Database仕様で次のものから定義されているように解釈されます<a href="http://standards.freedesktop.org/shared-mime-info-spec/shared-mime-info-spec-latest.html">freedesktop.org</a>.<hr/></p></body></html>
ru: <html><head/><body><p> Магические данные MIME интерпретируются, как определено спецификацией базы данных Shared MIME-info из <a href="http://standards.freedesktop.org/shared-mime-info-spec/shared-mime-info-spec-latest.html">freedesktop.org</a>.<hr/></p></body></html>
zh_tw: <html><head/><body><p>MIME魔法資料按照由<a href="http://standards.freedesktop.org/shared-mime-info-spec/shared-mime-info-spec-latest.html">freedesktop.org</a>中的共用MIME-info資料庫規範的定義解釋。<hr/></p></body></html>

# Core::Internal::MimeTypeMagicDialog|
source: Value:
es: Valor:
fr: Valeur :
it: Valore:
ja: 値:
ru: Величина:
zh_tw: 值：

# Core::Internal::MimeTypeMagicDialog|
source: Type:
es: Tipo:
it: Tipo:
ja: タイプ:
ru: Тип:
zh_tw: 類型：

# Core::Internal::MimeTypeMagicDialog|
source: String
es: Cadena
fr: Chaîne
it: Stringa
ja: 文字列
ru: Строка
zh_tw: 字串

# Core::Internal::MimeTypeMagicDialog|
source: Host16
ja: ホスト16
zh_tw: 主機16

# Core::Internal::MimeTypeMagicDialog|
source: Host32
ja: ホスト32
zh_tw: 主機32

# Core::Internal::MimeTypeMagicDialog|
source: Big16
ja: ビッグ16

# Core::Internal::MimeTypeMagicDialog|
source: Big32
ja: ビッグ32

# Core::Internal::MimeTypeMagicDialog|
source: Little16
ja: リトル16

# Core::Internal::MimeTypeMagicDialog|
source: Little32
ja: リトル32

# Core::Internal::MimeTypeMagicDialog|
source: Byte
fr: Octet
ja: バイト
ru: Байт
zh_tw: 位元組

# Core::Internal::MimeTypeMagicDialog|
source: Mask:
es: Máscara:
fr: Masquer :
it: Maschera:
ja: マスク：
ru: Маска:
zh_tw: 遮罩：

# Core::Internal::MimeTypeMagicDialog|
source: Use Recommended
es: Uso recomendado
fr: Utiliser la recommandation
it: Uso consigliato
ja: 推奨を使用
ru: Использовать рекомендуемые
zh_tw: 使用推薦

# Core::Internal::MimeTypeMagicDialog|
source: <i>Note: Wide range values might impact Qt Creator's performance when opening files.</i>
es: <i>Nota: los valores de rango amplio pueden afectar el rendimiento de Qt Creator al abrir archivos.</i>
fr: <i>Remarque : les valeurs de plage étendues peuvent affecter les performances de Qt Creator lors de l'ouverture des fichiers.</i>
it: <i>Nota: valori estesi potrebbero influire sulle prestazioni di Qt Creator all'apertura dei file.</i>
ja: <i>注：広範囲の値は、ファイルを開くときのQt Creatorのパフォーマンスに影響を与える可能性があります。</ i>
ru: <i>Примечание. Большой диапазон значений может повлиять на производительность Qt Creator при открытии файлов.</i>
zh_tw: <i>注：開啟檔案時，寬範圍的值可能會影響Qt Creator的性能。</i>

# Core::Internal::MimeTypeMagicDialog|
source: Range start:
es: Inicio del rango:
fr: Début de la plage :
it: Inizio intervallo:
ja: 範囲スタート：
ru: Начало диапазона:
zh_tw: 範圍開始於：

# Core::Internal::MimeTypeMagicDialog|
source: Range end:
es: Fin del rango:
fr: Fin de la plage :
it: Fine intervallo:
ja: 範囲エンド：
ru: Конец диапазона:
zh_tw: 範圍結束於：

# Core::Internal::MimeTypeMagicDialog|
source: Priority:
es: Prioridad:
fr: Priorité :
it: Priorità:
ja: 優先度:
ru: Приоритет:
zh_tw: 優先順序：

# Core::Internal::MimeTypeMagicDialog|
source: Add Magic Header
es: Añadir encabezado mágico
fr: Ajouter un en-tête magique
it: Aggiungi Magic Header
ja: マジックヘッダーを追加
ru: Добавить Magic Header
zh_tw: 新增魔法標題

# Core::Internal::MimeTypeMagicDialog|
source: Error
fr: Erreur
it: Errore
ja: エラー
ru: Ошибка
zh_tw: 錯誤

# Core::Internal::MimeTypeMagicDialog|
source: Internal error: Type is invalid
es: Error interno: el tipo no es válido
fr: Erreur interne : le type n'est pas valide
it: Errore interno: il tipo non è valido
ja: 内部エラー：タイプが無効です
ru: Внутренняя ошибка: Недопустимый тип
zh_tw: 內部錯誤：類型無效

# Core::Internal::MimeTypeSettingsPage|
source: Form
es: Formulario
fr: Formulaire
it: Modulo
ja: 書式
ru: Форма
zh_tw: 表單

# Core::Internal::MimeTypeSettingsPage|
source: Registered MIME Types
es: Tipos MIME registrados
fr: Types MIME enregistrés
it: Tipi MIME registrati
ja: 登録されたMIMEタイプ
ru: Зарегистрированные типы MIME
zh_tw: 已註冊的MIME類型

# Core::Internal::MimeTypeSettingsPage|
source: Filter
es: Filtro
fr: Filtre
it: Filtro
ja: フィルタ
ru: Фильтр
zh_tw: 篩選器

# Core::Internal::MimeTypeSettingsPage|
source: Reset all to default.
es: Restaurar todo a valores predeterminados.
fr: Tout réinitialiser aux paramètres par défaut.
it: Ripristina tutto alle impostazioni predefinite.
ja: すべてをデフォルトにリセット。
ru: Сбросить всё до значений по умолчанию.
zh_tw: 全部重設為預設值。

# Core::Internal::MimeTypeSettingsPage|
source: Reset All
es: Restaurar todo
fr: Tout réinitialiser
it: Rirpristina tutto
ja: すべてリセット
ru: Сбросить все
zh_tw: 重設全部

# Core::Internal::MimeTypeSettingsPage|
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ru: Детали
zh_tw: 詳情

# Core::Internal::MimeTypeSettingsPage|
source: Patterns:
es: Patrones:
fr: Motifs:
it: Pattern:
ja: パターン：
ru: Шаблоны:
zh_tw: 模式：

# Core::Internal::MimeTypeSettingsPage|
source: Type
es: Tipo
it: Tipo
ja: タイプ
ru: Тип
zh_tw: 類型

# Core::Internal::MimeTypeSettingsPage|
source: Range
es: Rango
fr: Plage
it: Intervallo
ja: 範囲
ru: Диапазон
zh_tw: 範圍

# Core::Internal::MimeTypeSettingsPage|
source: Priority
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先
ru: Приоритет
zh_tw: 優先順序

# Core::Internal::MimeTypeSettingsPage|
source: Add...
es: Añadir...
fr: Ajouter...
it: Aggiungi...
ja: 追加...
ru: Добавить...
zh_tw: 新增...

# Core::Internal::MimeTypeSettingsPage|
source: Edit...
es: Editar...
fr: Modifier...
it: Modifica...
ja: 編集...
ru: Редактировать...
zh_tw: 編輯...

# Core::Internal::MimeTypeSettingsPage|
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ru: Убрать
zh_tw: 刪除

# Core::RemoveFileDialog|
source: Remove File
es: Eliminar archivo
fr: Supprimer le fichier
it: Rimuovi il file
ja: ファイルを削除
ru: Удалить файл
zh_tw: 刪除檔案

# Core::RemoveFileDialog|
source: File to remove:
es: Archivo que eliminar:
fr: Fichier à supprimer :
it: File da rimuovere:
ja: 削除するファイル：
ru: Файл для удаления:
zh_tw: 要刪除的檔案：

# Core::RemoveFileDialog|
source: &Delete file permanently
es: &Eliminar archivo permanentemente
fr: &Supprimer le fichier définitivement
it: &Elimina il file in maniera definitiva
ja: &ファイルを永久に削除
ru: &Удалить файл навсегда
zh_tw: 永久刪除檔案(&D)

# Core::RemoveFileDialog|
source: &Remove from Version Control
es: &Eliminar del control de versiones
fr: &Supprimer du contrôle de version
it: &Rimuovi dalla versione di controllo
ja: &バージョンコントロールから削除
ru: &Удалить из системы контроля версии
zh_tw: 從版本控制中刪除(&R)

# Core::Internal::SystemSettings|
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ru: Система
zh_tw: 系統

# Core::Internal::SystemSettings|
source: Terminal:
it: Terminale:
ja: ターミナル：
ru: Терминал:
zh_tw: 終端：

# Core::Internal::SystemSettings|
source: Warn before opening text files greater than
es: Avisar antes de abrir archivos de texto mayores que
fr: Avertir avant d'ouvrir les fichiers texte plus gros que
it: Avvisa prima di aprire file di testo superiori a
ja: テキストファイルを開く前に警告する
ru: Предупреждать перед открытием текстовых файлов размером больше, чем
zh_tw: 開啟大於此大小的文字檔之前發出警告

# Core::Internal::SystemSettings|
source: Automatically creates temporary copies of modified files. If Qt Creator is restarted after a crash or power failure, it asks whether to recover the auto-saved content.
es: Crea automáticamente copias temporales de archivos modificados. Si Qt Creator se reinicia después de una caída o un fallo de alimentación, se le preguntará si desea recuperar el contenido guardado automáticamente.
fr: Crée automatiquement des copies temporaires des fichiers modifiés. Si Qt Creator est redémarré après une panne ou une coupure de courant, il demande s'il faut récupérer le contenu enregistré automatiquement.
it: Crea automaticamente copie temporanee dei file modificati. Se Qt Creator viene riavviato dopo un arresto anomalo o un'interruzione di corrente, chiede se ripristinare il contenuto salvato automaticamente.
ja: 修正されたファイルの一時的なコピーを自動的に作成します。クラッシュまたは停電後にQt Creatorを再起動すると、自動保存されたコンテンツを復元するかどうかを尋ねられます。
ru: Автоматически создает временные копии измененных файлов. Если Qt Creator перезапускается после сбоя или сбоя питания, он спрашивает о необходимости восстановления автоматически сохраненного контента.
zh_tw: 自動建立修改檔案的臨時副本。如果Qt Creator在崩潰或電源故障後重新啟動，它會詢問是否恢復自動儲存的內容。

# Core::Internal::SystemSettings|
source: Auto-save modified files
es: Guardar automáticamente los archivos modificados
fr: Enregistrer automatiquement les fichiers modifiés
it: Salva automaticamente i file modificati
ja: 修正されたファイルの自動保存
ru: Автоматическое сохранение измененных файлов
zh_tw: 自動儲存已修改的檔案

# Core::Internal::SystemSettings|
source: Interval:
es: Intervalo:
fr: Intervalle :
it: Intervallo:
ja: 間隔：
ru: Интервал:
zh_tw: 間隔：

# Core::Internal::SystemSettings|
source: min
ja: 分
ru: мин
zh_tw: 分

# Core::Internal::SystemSettings|
source: When files are externally modified:
es: Cuando los archivos se modifican externamente:
fr: Lorsque les fichiers sont modifiés en externe :
it: Quando i file sono modificati esternamente:
ja: ファイルが外部から変更された場合：
ru: Когда файлы изменяются извне:
zh_tw: 當檔案被外部修改時：

# Core::Internal::SystemSettings|
source: Always Ask
es: Preguntar siempre
fr: Toujours demander
it: Chiedi sempre
ja: 常に尋ねる
ru: Всегда спрашивать
zh_tw: 總是詢問

# Core::Internal::SystemSettings|
source: Reload All Unchanged Editors
es: Volver a cargar todos los editores sin cambios
fr: Recharger tous les éditeurs non modifiés
it: Ricarica tutti gli editor invariati
ja: すべての変更されていないエディタをリロードする
ru: Обновить все измененные редакторы
zh_tw: 重新載入所有未變更的編輯器

# Core::Internal::SystemSettings|
source: Ignore Modifications
es: Ignorar modificaciones
fr: Ignorer les modifications
it: Ignora modifiche
ja: 変更を無視
ru: Игнорировать изменения
zh_tw: 忽略修改

# Core::Internal::SystemSettings|
source: Patch command:
es: Comando parche:
fr: Commande de patch :
it: Comando patch:
ja: パッチコマンド：
ru: Команда исправления:
zh_tw: 修補程式命令：
