Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# Core::Internal::SystemSettings|File Browser
source: Reset to default.
es: Restablecer a valores predeterminados.
fr: Réinitialiser les paramètres par défaut.
it: Ripristina impostazioni predefinite.
ja: デフォルトにリセット。
ru: Восстановить настройки по умолчанию.
zh_tw: 重設為預設值。

# Core::Internal::SystemSettings|
source: Reset
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ru: Сброс
zh_tw: 重設

# Core::Internal::SystemSettings|
source: External file browser:
es: Navegador de archivos externos:
fr: Navigateur de fichiers externes :
it: Browser dei file esterni:
ja: 外部ファイルブラウザ：
ru: Внешний браузер файлов:
zh_tw: 外部檔案瀏覽器：

# Core::Internal::SystemSettings|Terminal
source: Reset to default.
es: Restablecer a valores predeterminados.
fr: Réinitialiser les paramètres par défaut.
it: Ripristina impostazioni predefinite.
ja: デフォルトにリセット。
ru: Восстановить настройки по умолчанию.
zh_tw: 重設為預設值。

# Core::Internal::SystemSettings|
source: Influences how file names are matched to decide if they are the same.
es: Influye en la coincidencia de los nombres de archivo para decidir si son iguales.
fr: Influence la façon dont les noms de fichiers sont associés pour décider s'ils sont identiques.
it: Influenza come i nomi dei file sono combinati per decidere se sono gli stessi.
ja: ファイル名が同じかどうかを判断するためにファイル名がどのようにマッチングされるかに影響します。
ru: Влияет на сравнение имен файлов, решая, являются ли они одинаковыми.
zh_tw: 影響檔案名稱如何相符來決定它們是否相同。

# Core::Internal::SystemSettings|
source: File system case sensitivity:
es: Sensibilidad de mayúsculas del sistema de archivos:
fr: Sensibilité à la casse du système de fichiers:
it: Distinzione maiuscono/minuscolo file del sistema:
ja: ファイルシステムの大文字小文字の区別：
ru: Чувствительность файловой системы к регистру:
zh_tw: 檔案系統是否區分大小寫：

# Core::Internal::SystemSettings|
source: Command used for reverting diff chunks.
es: Comando utilizado para revertir los trozos diff.
fr: Commande utilisée pour rétablir les blocs de diff.
it: Comando usato per ripristinare blocchi diff.
ja: 差分チャンクを元に戻すコマンド。
ru: Команда, используемая для возврата фрагментов.
zh_tw: 用於恢復差異區塊的命令。

# Core::Internal::SystemSettings|
source: Case Sensitive (Default)
es: Distingue entre mayúsculas y minúsculas (predeterminado)
fr: Sensible à la casse (par défaut)
it: Considera maiuscole e minuscole (predefinito)
ja: 大文字小文字を区別する（デフォルト）
ru: Чувствительно к регистру (по умолчанию)
zh_tw: 區分大小寫(預設)

# Core::Internal::SystemSettings|
source: Case Sensitive
es: Distingue entre mayúsculas y minúsculas
fr: Sensible à la casse
it: Distingue maiuscole/minuscole
ja: 大文字と小文字の区別
ru: Чувствительно к регистру
zh_tw: 區分大小寫

# Core::Internal::SystemSettings|
source: Case Insensitive (Default)
es: No distingue entre mayúsculas y minúsculas (predeterminado)
fr: Insensible à la casse (par défaut)
it: Considera maiuscole e minuscole (predefinito)
ja: 大文字と小文字を区別しない（デフォルト）
ru: Нечувствительно к регистру (по умолчанию)
zh_tw: 不區分大小寫(預設)

# Core::Internal::SystemSettings|
source: Case Insensitive
es: No distingue entre mayúsculas y minúsculas
fr: Insensible à la casse
it: Considera maiuscole e minuscole
ja: 大文字と小文字を区別しない
ru: Нечувствительно к регистру
zh_tw: 不區分大小寫

# Core::Internal::SystemSettings|
source: Variables
it: Variabili
ja: 変数
ru: Переменные
zh_tw: 變數

# TextEditor::Internal::BehaviorSettingsPage|
source: Form
es: Formulario
fr: Formulaire
it: Modulo
ja: 書式
ru: Форма
zh_tw: 表單

# TextEditor::Internal::BehaviorSettingsWidget|
source: Mouse and Keyboard
es: Ratón y teclado
fr: Souris et clavier
it: Mouse e tastiera
ja: マウスとキーボード
ru: Клавиатура и мышь
zh_tw: 滑鼠和鍵盤

# TextEditor::Internal::BehaviorSettingsWidget|
source: Hide mouse cursor while typing
es: Ocultar cursor del ratón mientras escribe
fr: Cacher le curseur de la souris lors de la saisie de texte
it: Nascondi il cursore del mouse durante la digitazione
ja: 入力中にマウスカーソルを隠す
ru: Скрыть курсор мыши при наборе текста
zh_tw: 輸入時隱藏滑鼠游標

# TextEditor::Internal::BehaviorSettingsWidget|
source: Enable &mouse navigation
es: Habilitar navegación con &ratón
fr: Activer la navigation avec la &souris
it: Attiva navigazione con &mouse
ja: &マウス操作を有効にする
ru: Включить навигацию &мышью
zh_tw: 啟用滑鼠巡覽(&M)

# TextEditor::Internal::BehaviorSettingsWidget|
source: Enable scroll &wheel zooming
es: Habilitar zoom con &rueda de desplazamiento
fr: Activer le zoom avec la &molette
it: Abilita scorrimento e zoom attraverso la &rotella del mouse
ja: スクロール&ホイールのズームを有効にする
ru: Включить прокрутку и масштабирование колесом мыши
zh_tw: 啟用滾輪縮放(&W)

# TextEditor::Internal::BehaviorSettingsWidget|
source: Enable built-in camel case &navigation
es: Habilitar la &navegación integrada en camel case
fr: Activer la &navigation camel case intégrée
it: Abilita CamelCase &Navigazione
ja: 内蔵のキャメルケース&ナビゲーションを有効にする
ru: Включить встроенную навигацию и camel case
zh_tw: 啟用內建駝峰式大小寫巡覽(&N)

# TextEditor::Internal::BehaviorSettingsWidget|
source: Using Select Block Up / Down actions will now provide smarter selections.
es: Usando Seleccionar bloque arriba / abajo, las acciones ahora proporcionarán selecciones más inteligentes.
fr: L'utilisation des actions Sélectionner le block du haut/bas permet désormais de faire des sélections plus intelligentes.
it: L'utilizzo delle azioni Seleziona Blocco Su/Giù fornirà selezioni più intelligenti.
ja: Select Block Up / Downアクションを使用するとよりスマートな選択が可能になります。
ru: Использование действий "Выбрать блок вверх/вниз" предоставит более разумные варианты выбора.
zh_tw: 使用選擇「區塊向上/向下」操作現在將提供更智慧的選擇。

# TextEditor::Internal::BehaviorSettingsWidget|
source: Enable smart selection changing
es: Habilitar el cambio de selección inteligente
fr: Activer le changement de sélection intelligent
it: Abilita modifica selezione intelligente
ja: スマートな選択肢を有効にする
ru: Включить интеллектуальный выбор изменений
zh_tw: 啟用智慧選擇變更

# TextEditor::Internal::BehaviorSettingsWidget|
source: Pressing Alt displays context-sensitive help or type information as tooltips.
es: Al pulsar Alt, se muestra la ayuda contextual o el tipo de información como consejos de ayuda.
fr: Appuyer sur Alt permet d'afficher une aide contextuelle ou de taper des informations sous forme d'info-bulles.
it: Premendo Alt viene visualizzata la guida al contesto o le informazioni sul tipo sottoforma di suggerimenti.
ja: Altキーを押すと、コンテキストヘルプやタイプ情報がツールチップとして表示されます。
ru: При нажатии на Alt отображается контекстно-зависимая справка или вводится информация в виде подсказок.
zh_tw: 按Alt鍵顯示即時線上說明或鍵入資訊作為工具提示。

# TextEditor::Internal::BehaviorSettingsWidget|
source: Show help tooltips using keyboard shortcut (Alt)
es: Mostrar consejos de ayuda con atajo de teclado (Alt)
fr: Afficher les bulles d'aide à l'aide du raccourci clavier (Alt)
it: Mostra suggerimenti utilizzando la scorciatoia della tastiera (Alt)
ja: キーボードショートカット（Alt）を使用してヘルプツールチップを表示
ru: Показать подсказки с помощью сочетания клавиш (Alt)
zh_tw: 使用鍵盤快速鍵(Alt)顯示説明工具提示

# TextEditor::Internal::BehaviorSettingsWidget|
source: Show help tooltips using the mouse:
es: Mostrar consejos de ayuda con el ratón:
fr: Afficher les info-bulles d'aide à l'aide de la souris :
it: Mostra suggerimenti utilizzando il mouse:
ja: マウスを使用してヘルプツールチップを表示する：
ru: Показать подсказки с помощью мыши:
zh_tw: 使用滑鼠顯示説明工具提示：

# TextEditor::Internal::BehaviorSettingsWidget|
source: On Mouseover
es: Al pasar el ratón
fr: Avec survol de la souris
ja: マウスオーバー時
ru: При наведении мыши
zh_tw: 滑鼠懸停時

# TextEditor::Internal::BehaviorSettingsWidget|
source: On Shift+Mouseover
es: Al pulsar Mayús y pasar el ratón
fr: Avec Shift+Mouseover de la souris
ja: Shift+マウスオーバー
ru: С помощью Shift+наведение мышью
zh_tw: Shift+滑鼠懸停時

# TextEditor::Internal::BehaviorSettingsWidget|
source: Cleanup actions which are automatically performed right before the file is saved to disk.
es: Acciones de limpieza que se realizan automáticamente justo antes de guardar el archivo en el disco.
fr: Actions de nettoyage qui sont exécutées automatiquement juste avant l'enregistrement du fichier sur le disque.
it: Azioni di pulizia che vengono eseguite automaticamente poco prima che il file venga salvato sul disco.
ja: ファイルがディスクに保存される直前に自動的に実行される消去アクション。
ru: Действия по очистке, которые автоматически выполняются непосредственно перед сохранением файла на диске.
zh_tw: 在將檔案就要儲存到磁碟之前自動執行的清除操作。

# TextEditor::Internal::BehaviorSettingsWidget|
source: Cleanups Upon Saving
es: Limpiezas al guardar
fr: Nettoie lors de l'enregistrement
it: Pulizie durante il salvataggio
ja: 保存時の消去
ru: Очистка при сохранении
zh_tw: 儲存後清理

# TextEditor::Internal::BehaviorSettingsWidget|
source: Removes trailing whitespace upon saving.
es: Elimina los espacios en blanco finales al guardar.
fr: Supprime les espaces finaux lors de l'enregistrement.
it: Rimuove gli spazi vuoti finali durante salvataggio.
ja: 保存時に末尾の空白を削除。
ru: Удаляет конечные пробелы при сохранении.
zh_tw: 儲存後刪除末尾的空格。

# TextEditor::Internal::BehaviorSettingsWidget|
source: &Clean whitespace
es: &Limpiar espacios en blanco
fr: &Supprimer l'espace
it: &Pulisci spazi bianchi
ja: &空白を消去
ru: &Очистить пробелы
zh_tw: 清除空格(&C)

# TextEditor::Internal::BehaviorSettingsWidget|
source: Cleans whitespace in entire document instead of only for changed parts.
es: Limpia los espacios en blanco en todo el documento en lugar de solo las partes modificadas.
fr: Supprime les espaces dans tout le document plutôt que seulement pour les parties modifiées.
it: Pulisce gli spazi bianchi in tutto il documento anziché solo nelle parti modificate.
ja: 変更された部分だけでなく、ドキュメント全体の空白を消去。
ru: Очищает пробелы во всем документе, а не только в измененных частях.
zh_tw: 清除整個文件中的空格，而不是僅變更的部分。

# TextEditor::Internal::BehaviorSettingsWidget|
source: In entire &document
es: En todo el &documento
fr: Dans tout le &document
it: In tutto il &documento
ja: &ドキュメント全体
ru: Во всем документе
zh_tw: 在整個文件中(&D)

# TextEditor::Internal::BehaviorSettingsWidget|
source: Corrects leading whitespace according to tab settings.
es: Corrige los espacios en blanco iniciales de acuerdo con la configuración de tabulación.
fr: Corrige les espaces initiaux en fonction des paramètres de tabulation.
it: Corregge gli spazi bianchi iniziali in base alle impostazioni di tabulazione.
ja: タブの設定に従って先行する空白を訂正。
ru: Исправление ведущих пробелов в соответствии с настройками табуляции.
zh_tw: 根據tab設定更正前置空格。

# TextEditor::Internal::BehaviorSettingsWidget|
source: Clean indentation
es: Limpiar sangría
fr: Supprimer le retrait
it: Rimuovi indentazione
ja: インデントを消去
ru: Очистить отступ
zh_tw: 清除縮進

# TextEditor::Internal::BehaviorSettingsWidget|
source: Always writes a newline character at the end of the file.
es: Siempre escribe un carácter de nueva línea al final del archivo.
fr: Écrit toujours un caractère de retour à la ligne à la fin du fichier.
it: Scrive sempre un carattere su una nuova riga alla fine del file.
ja: ファイルの最後に常に改行文字を書き込みます。
ru: Всегда записывает символ новой строки в конце файла.
zh_tw: 總是在檔案末尾加一個分行符號。

# TextEditor::Internal::BehaviorSettingsWidget|
source: &Ensure newline at end of file
es: &Asegurar una nueva línea al final del archivo
fr: &Assurer le retour à la ligne à la fin du fichier
it: &Assicura che ci sia una nuova riga alla fine del file
ja: &ファイルの末尾に改行を確保
ru: &Обеспечивает новую строку в конце файла
zh_tw: 確保檔案末尾有分行符號(&E)

# TextEditor::Internal::BehaviorSettingsWidget|
source: Typing
es: Escribiendo
fr: En train de taper
it: Digitando
ja: タイピング
ru: Идет печать
zh_tw: 鍵入

# TextEditor::Internal::BehaviorSettingsWidget|
source: Enable automatic &indentation
es: Habilitar la &sangría automática
fr: Activer le &retrait automatique
it: Abilita &indentazione automatica
ja: 自動&インデントを有効にする
ru: Включить автоматические &отступы
zh_tw: 啟用自動縮排(&I)

# TextEditor::Internal::BehaviorSettingsWidget|
source: Backspace indentation:
es: Sangría de retroceso:
fr: Retrait avec la touche de retour arrière :
it: Indentazione Backspace:
ja: バックスペースインデント：
ru: Отступ возврата:
zh_tw: 退格縮排：

# TextEditor::Internal::BehaviorSettingsWidget|
source: <html><head/><body> Specifies how backspace interacts with indentation. <ul> <li>None: No interaction at all. Regular plain backspace behavior. </li> <li>Follows Previous Indents: In leading white space it will take the cursor back to the nearest indentation level used in previous lines. </li> <li>Unindents: If the character behind the cursor is a space it behaves as a backtab. </li> </ul></body></html>
es: <html><head/><body> Especifica cómo interactúa el retroceso con la sangría. <ul> <li>Ninguna: ninguna interacción en absoluto. Comportamiento normal y simple de retroceso. </li> <li>Sigue sangrados anteriores: en el espacio en blanco inicial llevará el cursor al nivel de sangrado más cercano utilizado en las líneas anteriores. </li> <li>Deshacer sangría: si el carácter detrás del cursor es un espacio, se comporta como un retroceso. </li> </ul></body></html>
fr: <html><head/><body> Spécifie comment la touche de retour arrière interagit avec les retraits. <ul> <li>Aucun : Aucune interaction. Comportement de retour arrière normal. </li> <li>Suit les retraits précédents : Dans l'espace initial, le curseur revient au niveau de retrait le plus proche utilisé dans les lignes précédentes. </li> <li>Supprime les retraits : Si le caractère derrière le curseur est un espace, il se comporte comme une tabulation arrière. </li> </ul></body></html>
it: <html><head/><body> Specifica in che modo il Backspace interagisce con l'indentazione. <ul> <li>Nessuno: nessuna interazione. Comportamento normale del Backspace. </li> <li>Segue le indentazioni precedenti: nello spazio bianco iniziale riporta il cursore al livello dell'indentazione più vicina utilizzata nelle righe precedenti. </li> <li> Elimina l'indentazione: se il carattere dietro il cursore è uno spazio si comporta come un backtab. </li> </ul></body></html>
ja: <html><head/><body> バックスペースとインデントのやりとりの仕方を指定します。 <ul> <li>なし：やりとりはありません。レギュラープレインバックスペース作動。 </li> <li>前のインデントに従います：先頭の空白では、前の行で使用された最も近いインデントレベルにカーソルが戻ります。 </li> </li>アンインデント：カーソルの後ろにある文字がスペースであれば、バックタブとして作動します。 </li> </ul></body></html>
ru: <html><head/><body> Определяет, как возврат взаимодействует с отступом. <ul> <li> Нет: какое-либо взаимодействие отсутствует вообще. Регулярное простое поведение возврата. </li> <li> Следует предыдущим отступам: в ведущем пробеле вернет курсор к ближайшему уровню отступов, используемому в предыдущих строках. </li> <li> Без отступа вправо: Если символ за курсором - пробел, он ведет себя как обратная табуляция. </li> </ul></body></html>
zh_tw: <html><head/><body> 指定退格與縮排之間的互動模式。 <ul> <li>無：根本沒有任何互動。常規的普通退格行為。 </li> <li>遵循以前的縮排：在前置空格中，將游標移回到前一行中使用的最近縮排級別。 </li> <li>無縮排：如果游標後面的字元是一個空格，其行為就像是一個backtab。 </li> </ul></body></html>

# TextEditor::Internal::BehaviorSettingsWidget|
source: None
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ru: Нет
zh_tw: 無

# TextEditor::Internal::BehaviorSettingsWidget|
source: Follows Previous Indents
es: Sigue las sangrías anteriores
fr: Suit les retraits précédents
it: Segue le indentazioni precedenti
ja: 前のインデントに従う
ru: Следует предыдущим отступам
zh_tw: 遵循以前的縮排

# TextEditor::Internal::BehaviorSettingsWidget|
source: Unindents
es: Deshacer sangría
fr: Supprime les retraits
it: Elimina l'indentazione
ja: アンインデント
ru: Без отступа вправо
zh_tw: 無縮排

# TextEditor::Internal::BehaviorSettingsWidget|
source: Tab key performs auto-indent:
es: La tecla de tabulación realiza el autosangrado:
fr: La touche de tabulation effectue un retrait automatique :
it: Il tasto Tab esegue l'indentazione automatica:
ja: タブキーは自動インデントを実行：
ru: С помощью клавиши табуляции выполняется автоматический отступ:
zh_tw: Tab鍵執行自動縮排：

# TextEditor::Internal::BehaviorSettingsWidget|
source: Never
es: Nunca
fr: Jamais
it: Mai
ja: 絶対に
ru: Никогда
zh_tw: 永不

# TextEditor::Internal::BehaviorSettingsWidget|
source: Always
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
ru: Всегда
zh_tw: 總是

# TextEditor::Internal::BehaviorSettingsWidget|
source: In Leading White Space
es: En blanco en espacio inicial
fr: Dans l'espace initial
it: Nello spazio bianco iniziale
ja: 先頭の空白で
ru: В ведущем пробеле
zh_tw: 在前置空格中

# TextEditor::Internal::BehaviorSettingsWidget|
source: File Encodings
es: Codificaciones de archivo
fr: Encodages de fichiers
it: Codifica dei file
ja: ファイルエンコーディング
ru: Кодировки файлов
zh_tw: 檔案編碼

# TextEditor::Internal::BehaviorSettingsWidget|
source: Default encoding:
es: Codificación predeterminada:
fr: Encodage par défaut :
it: Codifica predefinita:
ja: デフォルトのエンコーディング：
ru: Кодировка по умолчанию:
zh_tw: 預設編碼：

# TextEditor::Internal::BehaviorSettingsWidget|
source: <html><head/><body> <p>How text editors should deal with UTF-8 Byte Order Marks. The options are:</p> <ul ><li><i>Add If Encoding Is UTF-8:</i> always add a BOM when saving a file in UTF-8 encoding. Note that this will not work if the encoding is <i>System</i>, as Qt Creator does not know what it actually is.</li> <li><i>Keep If Already Present: </i>save the file with a BOM if it already had one when it was loaded.</li> <li><i>Always Delete:</i> never write an UTF-8 BOM, possibly deleting a pre-existing one.</li></ul> <p>Note that UTF-8 BOMs are uncommon and treated incorrectly by some editors, so it usually makes little sense to add any.</p> <p>This setting does <b>not</b> influence the use of UTF-16 and UTF-32 BOMs.</p></body></html>
es: <html><head/><body> <p>Cómo deben gestionar los editores de texto las marcas de orden de bytes UTF-8. Las opciones son:</p> <ul ><li><i>Añadir si la codificación es UTF-8:</i> siempre añade una BOM al guardar un archivo en codificación UTF-8. Tenga en cuenta que esto no funcionará si la codificación es <i>System</i>, ya que Qt Creator no sabe lo que realmente es.</li> <li><i>Mantener si ya está presente: </i>guarda el archivo con una BOM si ya tenía una cuando se cargó.</li> <li><i>Siempre eliminar:</i> nunca escribe una BOM de UTF-8, posiblemente borrando una preexistente.</li></ul> <p>Tenga en cuenta que las BOM de UTF-8 son poco frecuentes y algunos editores las tratan incorrectamente, por lo que normalmente no tiene sentido añadir ninguna BOM.</p> <p>Este ajuste <b>no</b> influye en el uso de BOM de UTF-16 y UTF-32.</p></body></html>
fr: <html><head/><body> <p>Comment les éditeurs de texte doivent gérer les indicateurs d'ordre des octets (BOM) UTF-8. Les options sont :</p> <ul><li><i>Ajouter si le codage est UTF-8 :</i> toujours ajouter un BOM lors de l'enregistrement d'un fichier au format UTF-8. Notez que ceci ne fonctionnera pas si l'encodage est <i>Système</i>, car Qt Creator ne sait pas ce que c'est réellement.</li> <li><i>Garder si déjà présent : </i>enregistrer le fichier avec un BOM s'il en avait déjà un lors de son chargement.</li> <li><i>Toujours supprimer :</i> ne jamais écrir de BOM UTF-8, en supprimant éventuellement les pré-existants.</li></ul> <p>Notez que les BOM UTF-8 sont rares et traités de façon incorrecte par certains éditeurs, donc cela n'a généralement pas de sens d'en ajouter.</p> <p>Ce paramètre n'influence <b>pas</b> l'utilisation des BOM UTF-16 et UTF-32.</p></body></html>
it: <html><head/><body> <p> Come gli editor di testo dovrebbero gestire i segni di ordinazione byte UTF-8. Le opzioni sono:</p> <ul><li><i>Aggiungi se la codifica è UTF-8:</i> aggiungi sempre una BOM quando salvi un file con la codifica UTF-8. Nota che questo non funzionerà se la codifica è <i>Sistema</i>, poiché Qt Creator non sa cosa sia in realtà. </li> <li><i>Mantieni se già presente: </i>salva il file con una BOM se ne aveva già una quando il file è stato caricato.</li> <li><i>Elimina sempre: </i>non scrivere mai una BOM UTF-8, eliminando possibilmente una preesistente. </li></ul> <p>Nota che le BOM UTF-8 sono rare e trattate in modo errato da alcuni editori, quindi di solito non ha molto senso aggiungerle.</p> <p>Questo impostazione <b>non</b> influenza l'uso delle distinte BOM UTF-16 e UTF-32.</p></body></html>
ja: <html><head/><body> <p>テキストエディターがUTF-8バイトオーダーマークを処理する方法。オプションは次のとおりです。</p> <ul><li><i>エンコーディングがUTF-8の場合は追加：</i>ファイルをUTF-8エンコーディングで保存するときは常にBOMを追加します。これは、Qt Creatorが実際の内容を知らないため、エンコーディングが<i>System</i>の場合には機能しません。</li> <li><i>すでに存在する場合は保持：</i>ロードされたときすでにあればBOMで保存してください。</li> <li><i>常に削除：</i>一つのUTF-8 BOMを書かないでください、すでにあるものを削除することがあります。</li></ul> <p>UTF-8 BOMは一般的ではないためエディタによっては正しく扱われていません。そのため追加のときはたいていほとんど意味をなしません。</p> <p>この設定はUTF-16とUTF-32のBOMの使用に<b>影響しません</b>。</p></body></html>
ru: <html><head/><body> <p>Как текстовые редакторы должны обрабатывать символы порядка байтов UTF-8. Возможные варианты:</p> <ul ><li><i>Добавить, если кодировка UTF-8:</i> всегда добавляйте маркер последовательности байтов при сохранении файла в кодировке UTF-8. Обратите внимание, что это не будет работать, если кодировка - <i>System</i>, так как Qt Creator не знает, что это представляет собой на самом деле.</li> <li><i>Сохраняйте, если уже имеется: </i>сохраните файл с маркером последовательности байтов, если уже имелся такой маркер при загрузке.</li> <li><i>Всегда удаляйте:</i> никогда не записывайте маркер UTF-8, так как имеется вероятность удаления предварительно имеющегося маркера.</li></ul> <p>Обратите внимание, что маркеры последовательности байтов UTF-8 встречаются редко и неправильно обрабатываются некоторыми редакторами, поэтому часто нет, вообще, смысла их добавлять.</p> <p>Эта настройка <b>не</b> влияет на использование маркеров последовательности байтов UTF-16 и UTF-32.</p></body></html>
zh_tw: <html><head/><body> <p>文字編輯器應該如何處理UTF-8位元組順序標記。選項是：</p> <ul ><li><i>如果編碼為UTF-8，則新增：</i>在以UTF-8編碼儲存檔時總是新增一個BOM。請注意，如果編碼是<i>System</i>，那麼這將不起作用，因為Qt Creator不知道它到底是什麼。</li> <li><i>已存在時保留：</i>如果檔載入時已經有一個BOM，則儲存有BOM的檔。</li> <li><i>總是刪除：</i>從不寫入UTF-8 BOM，可能會刪除預先存在的BOM。</li></ul> <p>請注意，UTF-8 BOM很少見，某些編輯器的處理不正確，所以新增通常沒有什麼意義。</p> <p>此設置<b>不會</b>影響UTF-16和UTF-32 BOM的使用。</p></body></html>

# TextEditor::Internal::BehaviorSettingsWidget|
source: Add If Encoding Is UTF-8
es: Añadir si la codificación es UTF-8
fr: Ajouter si l'encodage est UTF-8
it: Aggiungi se la codifica è UTF-8
ja: エンコーディングがUTF-8の場合に追加
ru: Добавить, если кодировка UTF-8
zh_tw: 如果編碼是UTF-8，則新增

# TextEditor::Internal::BehaviorSettingsWidget|
source: Keep If Already Present
es: Mantener si ya está presente
fr: Garder si déjà présent
it: Mantieni se già presente
ja: すでに存在する場合は保持
ru: Сохранять, если имеется
zh_tw: 如果已經存在則保留

# TextEditor::Internal::BehaviorSettingsWidget|
source: Always Delete
es: Eliminar siempre
fr: Toujours supprimer
it: Elimina sempre
ja: 常に削除
ru: Всегда удалять
zh_tw: 總是刪除

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Form
es: Formulario
fr: Formulaire
it: Modulo
ja: 書式
ru: Форма
zh_tw: 表單

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Current settings:
es: Ajustes actuales:
fr: Paramètres actuels:
it: Impostazioni attuali:
ja: 現在の設定：
ru: Текущие настройки:
zh_tw: 目前設定：

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Copy...
es: Copiar...
fr: Copier...
it: Copia...
ja: コピー...
ru: Идет копирование...
zh_tw: 複製...

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Edit...
es: Editar...
fr: Modifier...
it: Modifica...
ja: 編集...
ru: Редактировать...
zh_tw: 編輯...

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ru: Убрать
zh_tw: 刪除

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Export...
es: Exportar...
fr: Exporter...
it: Esporta...
ja: エクスポート…
ru: Экспорт...
zh_tw: 匯出...

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Import...
es: Importar...
fr: Importer...
it: Importa...
ja: インポート...
ru: Импорт...
zh_tw: 匯入...

# TextEditor::Internal::ColorSchemeEdit|
source: Foreground:
es: Primer plano:
fr: Premier plan :
it: Primo piano:
ja: 前景：
ru: Передний план:
zh_tw: 前景：

# TextEditor::Internal::ColorSchemeEdit|
source: Erase foreground.
es: Borra el primer plano.
fr: Effacer le premier plan.
it: Cancella primo piano.
ja: 前景を消去。
ru: Стереть передний план.
zh_tw: 擦除前景。
