Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# TextEditorSettings|
source: Number literal.
es: Número literal.
fr: Chaîne de numéros.
it: Literal numero.
ja: 数値リテラル。
ru: Литерал числа.
zh_tw: 數字文字。

# TextEditorSettings|
source: String
es: Cadena
fr: Chaîne
it: Stringa
ja: 文字列
ru: Строка
zh_tw: 字串

# TextEditorSettings|
source: Character and string literals.
es: Caracteres y cadenas literales.
fr: Caractères et chaînes de caractères.
it: Literal caratteri e stringhe.
ja: 文字と文字列リテラル。
ru: Символьные и строковые литералы.
zh_tw: 字元和字串文字。

# TextEditorSettings|
source: Primitive Type
es: Tipo primitivo
fr: Type primitif
it: Tipo primitivo
ja: プリミティブ型
ru: Примитивный тип
zh_tw: 基本類型

# TextEditorSettings|
source: Name of a primitive data type.
es: Nombre de un tipo de datos primitivo.
fr: Nom d'un type de données primitif.
it: Nome di un tipo di dati primitivo.
ja: プリミティブデータタイプの名前。
ru: Имя примитивного типа данных.
zh_tw: 基本資料類型的名稱。

# TextEditorSettings|
source: Type
es: Tipo
it: Tipo
ja: タイプ
ru: Тип
zh_tw: 類型

# TextEditorSettings|
source: Name of a type.
es: Nombre de un tipo.
fr: Nom d'un type.
it: Nome di un tipo.
ja: タイプの名前。
ru: Название типа.
zh_tw: 類型的名稱。

# TextEditorSettings|
source: Local
it: Locale
ja: ローカル
ru: Локальный объект
zh_tw: 本機

# TextEditorSettings|
source: Local variables.
es: Variables locales.
fr: Variables locales.
it: Variabili locali.
ja: ローカル変数。
ru: Локальные переменные.
zh_tw: 本機變數。

# TextEditorSettings|
source: Field
es: Campo
fr: Champ
it: Campo
ja: フィールド
ru: Поле
zh_tw: 欄位

# TextEditorSettings|
source: Class' data members.
es: Miembros de datos de clase.
fr: Membres de données de classe.
it: Membri dei dati di classe.
ja: クラス のデータメンバー。
ru: Элементы данных класса.
zh_tw: 類別的資料成員。

# TextEditorSettings|
source: Enumeration
es: Enumeración
fr: Énumération
it: Enumerazione
ja: 列挙
ru: Перечисление
zh_tw: 列舉

# TextEditorSettings|
source: Applied to enumeration items.
es: Aplicado a elementos de enumeración.
fr: Appliqué aux éléments d'énumération.
it: Applicato agli elementi di enumerazione.
ja: 列挙項目に適用。
ru: Применяется к элементам перечисления.
zh_tw: 套用於列舉項目。

# TextEditorSettings|
source: Function
es: Función
fr: Fonction
it: Funzione
ja: 関数
ru: Функция
zh_tw: 函數

# TextEditorSettings|
source: Name of a function.
es: Nombre de una función.
fr: Nom d'une fonction.
it: Nome di una funzione.
ja: 関数の名前。
ru: Имя функции.
zh_tw: 函數名。

# TextEditorSettings|
source: Virtual Function
es: Función virtual
fr: Fonction virtuelle
it: Funzione virtuale
ja: 仮想関数
ru: Виртуальная функция
zh_tw: 虛擬函數

# TextEditorSettings|
source: Name of function declared as virtual.
es: Nombre de la función declarada como virtual.
fr: Nom de la fonction déclarée comme virtuelle.
it: Nome della funzione dichiarato come virtuale.
ja: 仮想として宣言された関数の名前。
ru: Название функции, объявленной как виртуальная.
zh_tw: 聲明為虛擬的函數名稱。

# TextEditorSettings|
source: QML Binding
es: Vinculación QML
fr: Liaison QML
ja: QMLバインディング
ru: Связывание QML
zh_tw: QML綁定

# TextEditorSettings|
source: QML item property, that allows a binding to another property.
es: Propiedad del elemento QML que permite vincularlo a otra propiedad.
fr: Propriété d'élément QML, qui permet une liaison à une autre propriété.
it: Proprietà dell'elemento QML, che consente l'associazione a un'altra proprietà.
ja: 他のプロパティへのバインドを可能にするQMLアイテムプロパティ。
ru: Свойство элемента QML, которое позволяет выполнить привязывание к другому свойству.
zh_tw: QML項目屬性，允許綁定到另一個屬性。

# TextEditorSettings|
source: QML Local Id
es: ID QML local
fr: Identifiant local QML
it: ID locale QML
ja: QMLローカルID
ru: Локальный идентификатор QML
zh_tw: QML本機ID

# TextEditorSettings|
source: QML item id within a QML file.
es: ID de elemento QML dentro de un archivo QML.
fr: Identifiant de l'élément QML dans un fichier QML.
it: ID elemento QML all'interno di un file QML.
ja: QMLファイル内のQMLアイテムID。
ru: Идентификатор элемента QML в файле QML.
zh_tw: QML檔案中的QML項目ID。

# TextEditorSettings|
source: QML Root Object Property
es: Propiedad QML del objeto raíz
fr: Propriété d'objet racine QML
it: Proprietà dell'oggetto radice QML
ja: QMLルートオブジェクトプロパティ
ru: Свойство корневого объекта QML
zh_tw: QML根物件屬性

# TextEditorSettings|
source: QML property of a parent item.
es: Propiedad QML de un elemento principal.
fr: Propriété QML d'un élément parent.
it: Proprietà QML di un elemento principale.
ja: 親アイテムのQMLプロパティ。
ru: Свойство QML родительского элемента.
zh_tw: 父項的QML屬性。

# TextEditorSettings|
source: QML Scope Object Property
es: Propiedad QML del objeto de ámbito
fr: Propriété d'objet de portée QML
it: Proprietà dell'oggetto QML Scope
ja: QMLスコープオブジェクトプロパティ
ru: Свойство объекта QML Scope
zh_tw: QML範圍物件屬性

# TextEditorSettings|
source: Property of the same QML item.
es: Propiedad del mismo elemento QML.
fr: Propriété du même élément QML.
it: Proprietà dello stesso elemento QML.
ja: 同じQMLアイテムのプロパティ。
ru: Свойство того же элемента QML.
zh_tw: 相同QML項目的屬性。

# TextEditorSettings|
source: QML State Name
es: Nombre de estado QML
fr: Nom d'état QML
it: Nome stato QML
ja: QMLステイト名
ru: Название состояния QML
zh_tw: QML狀態名稱

# TextEditorSettings|
source: Name of a QML state.
es: Nombre de un estado QML.
fr: Nom d'un état QML.
it: Nome di uno stato QML.
ja: QMLステイト名。
ru: Имя состояния QML.
zh_tw: QML狀態的名稱。

# TextEditorSettings|
source: QML Type Name
es: Nombre de tipo QML
fr: Nom de type QML
it: Nome del tipo QML
ja: QMLタイプ名
ru: Имя типа QML
zh_tw: QML類型名稱

# TextEditorSettings|
source: Name of a QML type.
es: Nombre de un tipo QML.
fr: Nom d'un type QML.
it: Nome di un tipo QML.
ja: QMLタイプの名前。
ru: Имя типа QML.
zh_tw: QML類型的名稱。

# TextEditorSettings|
source: QML External Id
es: ID QML externo
fr: Identifiant externe QML
it: ID esterno QML
ja: QML外部ID
ru: Внешний идентификатор QML
zh_tw: QML外部ID

# TextEditorSettings|
source: QML id defined in another QML file.
es: ID QML definido en otro archivo QML.
fr: Identifiant QML défini dans un autre fichier QML.
it: ID QML definito in un altro file QML.
ja: 別のQMLファイルで定義されたQML ID。
ru: Идентификатор QML, определенный в другом файле QML.
zh_tw: 在另一個QML檔案中定義的QML ID。

# TextEditorSettings|
source: QML External Object Property
es: Propiedad QML de objeto externo
fr: Propriété d'objet externe QML
it: Proprietà dell'oggetto esterno QML
ja: QML外部オブジェクトプロパティ
ru: Свойство внешнего объекта QML
zh_tw: QML外部物件屬性

# TextEditorSettings|
source: QML property defined in another QML file.
es: Propiedad QML definida en otro archivo QML.
fr: Propriété QML définie dans un autre fichier QML.
it: Proprietà QML definita in un altro file QML.
ja: 別のQMLファイルで定義されたQMLプロパティ。
ru: Свойство QML, определенное в другом файле QML.
zh_tw: 在另一個QML檔案中定義的QML屬性。

# TextEditorSettings|
source: JavaScript Scope Var
es: Ámbito de variable JavaScript
fr: Variable de portée JavaScript
it: Var Scope JavaScript
ja: JavaScriptスコープ変数
ru: Переменная JavaScript Scope
zh_tw: JavaScript範圍變數

# TextEditorSettings|
source: Variables defined inside the JavaScript file.
es: Variables definidas dentro del archivo JavaScript.
fr: Variables définies dans le fichier JavaScript.
it: Variabili definite all'interno del file JavaScript.
ja: 変数はJavaScriptファイル内で定義されます。
ru: Переменные, определенные внутри файла JavaScript.
zh_tw: JavaScript檔案中定義的變數。

# TextEditorSettings|
source: JavaScript Import
es: Importación de JavaScript
fr: Importation de JavaScript
it: Importazione JavaScript
ja: JavaScriptのインポート
ru: Импорт JavaScript
zh_tw: JavaScript匯入

# TextEditorSettings|
source: Name of a JavaScript import inside a QML file.
es: Nombre de una importación de JavaScript dentro de un archivo QML.
fr: Nom d'une importation JavaScript dans un fichier QML.
it: Nome di un'importazione JavaScript all'interno di un file QML.
ja: QMLファイル内のJavaScriptインポートの名前。
ru: Имя импорта JavaScript внутри файла QML.
zh_tw: QML檔案中的JavaScript匯入名稱。

# TextEditorSettings|
source: JavaScript Global Variable
es: Variable global de JavaScript
fr: Variable globale JavaScript
it: Variabile globale JavaScript
ja: JavaScriptグローバル変数
ru: Глобальная переменная JavaScript
zh_tw: JavaScript全域變數

# TextEditorSettings|
source: Variables defined outside the script.
es: Variables definidas fuera del script.
fr: Variables définies en dehors du script.
it: Variabili definite al di fuori dello script.
ja: スクリプト外で定義された変数。
ru: Переменные, определенные вне сценария.
zh_tw: 在指令碼之外定義的變數。

# TextEditorSettings|
source: Keyword
es: Palabra clave
fr: Mot-clé
it: Parola chiave
ja: キーワード
ru: Ключевое слово
zh_tw: 關鍵字

# TextEditorSettings|
source: Reserved keywords of the programming language except keywords denoting primitive types.
es: Palabras clave reservadas del lenguaje de programación, excepto palabras clave que denotan tipos primitivos.
fr: Mots-clés réservés du langage de programmation sauf les mots-clés indiquant les types primitifs.
it: Parole chiave riservate della lingua di programmazione tranne le parole chiave che indicano tipi primitivi.
ja: プリミティブ型を示すキーワードを除くプログラミング言語の予約済みキーワード。
ru: Зарезервированные ключевые слова языка программирования, кроме ключевых слов, обозначающих примитивные типы.
zh_tw: 除表示基本類型的關鍵字外程式設計語言的保留關鍵字。

# TextEditorSettings|
source: Operator
es: Operador
fr: Opérateur
it: Operatore
ja: オペレーター
ru: Оператор
zh_tw: 運算子

# TextEditorSettings|
source: Operators (for example operator++ or operator-=).
es: Operadores (por ejemplo operador++ u operador-=).
fr: Opérateurs (par exemple opérateur ++ ou opérateur -=).
it: Operatori (ad esempio operatore++ o operator- =).
ja: オペレーター複数（たとえばオペレーター++またはオペレーター=）。
ru: Операторы (например, оператор++ или оператор-=).
zh_tw: 運算子(例如運算子++或運算子-=)。

# TextEditorSettings|
source: Preprocessor
es: Preprocesador
fr: Préprocesseur
it: Preprocessore
ja: プリプロセッサ
ru: Препроцессор
zh_tw: 前置處理器

# TextEditorSettings|
source: Preprocessor directives.
es: Directivas del preprocesador.
fr: Directives du préprocesseur.
it: Direttive preprocessore.
ja: プリプロセッサディレクティブ。
ru: Директивы препроцессора.
zh_tw: 前置處理器指令。

# TextEditorSettings|
source: Label
es: Etiqueta
fr: Titre
it: Tag
ja: ラベル
ru: Метка
zh_tw: 標籤

# TextEditorSettings|
source: Labels for goto statements.
es: Etiquetas para declaraciones goto.
fr: Titres pour les instructions goto.
it: Tag per istruzioni goto.
ja: gotoステートメントのラベル。
ru: Ярлыки для операторов goto.
zh_tw: goto語句的標籤。

# TextEditorSettings|
source: Comment
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
ru: Комментарий
zh_tw: 注解

# TextEditorSettings|
source: All style of comments except Doxygen comments.
es: Todo estilo de comentarios, excepto los comentarios de Doxygen.
fr: Tous les styles de commentaires sauf les commentaires Doxygen.
it: Tutti gli stili di commenti tranne commenti Doxygen.
ja: Doxygenコメントを除くすべてのスタイルのコメント。
ru: Весь стиль комментариев, кроме комментариев Doxygen.
zh_tw: 除Doxygen注解以外的所有樣式的注解。

# TextEditorSettings|
source: Doxygen Comment
es: Comentario de Doxygen
fr: Commentaire Doxygen
it: Commento Doxygen
ja: Doxygenコメント
ru: Комментарий Doxygen
zh_tw: Doxygen注解

# TextEditorSettings|
source: Doxygen comments.
es: Comentarios Doxygen.
fr: Commentaires Doxygen.
it: Commenti Doxygen.
ja: Doxygenコメント。
ru: Комментарии Doxygen.
zh_tw: Doxygen注解。

# TextEditorSettings|
source: Doxygen Tag
es: Etiqueta Doxygen
fr: Balise Doxygen
it: Tag Doxygen
ja: Doxygenタグ
ru: Тег Doxygen
zh_tw: Doxygen標籤

# TextEditorSettings|
source: Doxygen tags.
es: Etiquetas Doxygen.
fr: Balises Doxygen.
it: Tag Doxygen.
ja: Doxygenタグ複数。
ru: Теги Doxygen.
zh_tw: Doxygen標籤。

# TextEditorSettings|
source: Visual Whitespace
es: Espacios en blanco visuales
fr: Espace visuel
it: Spazio bianco visibile
ja: 可視空白
ru: Визуальный пробел
zh_tw: 可見空格

# TextEditorSettings|
source: Whitespace. Will not be applied to whitespace in comments and strings.
es: Espacios en blanco. No se aplicará a espacios en blanco en comentarios y cadenas.
fr: Espace. Ne sera pas appliqué aux espaces dans les commentaires et les chaînes.
it: Spazio bianco. Non verrà applicato agli spazi bianchi nei commenti e nelle stringhe.
ja: 空白。 コメントや文字列の空白には適用されません。
ru: Пробел. Не будет применяться к пробелам в комментариях и строках.
zh_tw: 空格。 不會被套用於注解和字串中的空格。

# TextEditorSettings|
source: Disabled Code
es: Código deshabilitado
fr: Code désactivé
it: Codice disabilitato
ja: 無効なコード
ru: Отключен код
zh_tw: 禁用代碼

# TextEditorSettings|
source: Code disabled by preprocessor directives.
es: Código deshabilitado por las directivas del preprocesador.
fr: Code désactivé par les directives du préprocesseur.
it: Codice disabilitato dalle direttive del preprocessore.
ja: プリプロセッサディレクティブによってコードが不可能になっています。
ru: Код отключен директивами препроцессора.
zh_tw: 被前置處理器指令禁用的代碼。

# TextEditorSettings|
source: Added Line
es: Línea añadida
fr: Ligne ajoutée
it: Riga aggiunta
ja: 追加した行
ru: Добавленная строка
zh_tw: 已新增行

# TextEditorSettings|
source: Applied to added lines in differences (in diff editor).
es: Aplicado a líneas añadidas en diferencias (en editor diff).
fr: Appliqué aux lignes ajoutées dans les différences (dans l'éditeur de diff).
it: Applicato alle righe aggiunte nelle differenze (nell'editor diff).
ja: 差分の行を追加するために適用（差分エディタで）。
ru: Применяется к добавленным строкам в разностях (в редакторе diff).
zh_tw: (在差異編輯器中)應用于差異中增加的行。

# TextEditorSettings|
source: Removed Line
es: Línea eliminada
fr: Ligne supprimée
it: Riga rimossa
ja: 削除された行
ru: Удаленная строка
zh_tw: 已刪除行

# TextEditorSettings|
source: Applied to removed lines in differences (in diff editor).
es: Aplicado a líneas eliminadas en diferencias (en editor diff).
fr: Appliqué aux lignes supprimées dans les différences (dans l'éditeur de diff).
it: Applicato alle righe rimosse nelle differenze (nell'editor diff).
ja: 差分の行を削除するために適用（差分エディタで）。
ru: Применяется к удаленным строкам в разностях (в редакторе diff).
zh_tw: (在差異編輯器中)應用於差異中刪除的行。

# TextEditorSettings|
source: Diff File
es: Archivo diff
fr: Fichier Diff
it: File diff
ja: 差分ファイル
ru: Diff-файл
zh_tw: 差異檔案

# TextEditorSettings|
source: Compared files (in diff editor).
es: Archivos comparados (en editor diff).
fr: Fichiers comparés (dans l'éditeur diff).
it: File comparati (nell'editor diff).
ja: 比較されたファイル（差分エディタで）。
ru: Сравниваемые файлы (в редакторе diff).
zh_tw: (在差異編輯器中)比較檔案。

# TextEditorSettings|
source: Diff Location
es: Ubicación diff
fr: Emplacement de la différence
it: Posizione diff
ja: 差分の場所
ru: Местоположение diff
zh_tw: 差異位置

# TextEditorSettings|
source: Location in the files where the difference is (in diff editor).
es: Ubicación en los archivos donde está la diferencia (en el editor diff).
fr: Emplacement dans les fichiers où se trouve la différence (dans l'éditeur diff).
it: Posizione nei file in cui si trova la differenza (nell'editor diff).
ja: 差分があるファイル内の場所（差分エディタ内）。
ru: Расположение в файлах, где находится разность (в редакторе diff).
zh_tw: (在差異編輯器中)檔案中存在差異的位置。

# TextEditorSettings|
source: Diff File Line
es: Línea de archivo diff
fr: Ligne de fichier de différence
it: Riga file diff
ja: 差分ファイル行
ru: Строка файла Diff
zh_tw: 差異檔案行

# TextEditorSettings|
source: Applied to lines with file information in differences (in side-by-side diff editor).
es: Aplicado a líneas con información de archivo en diferencias (en editor diff lado a lado).
fr: Appliqué aux lignes avec des informations de fichier en différences (dans l'éditeur de diff côte-à-côte).
it: Applicato alle righe con informazioni sui file nelle differenze (nell'editor diff side-by-side).
ja: 差分のファイル情報を持つ行に適用されます（サイドバイサイド差分エディタで）。
ru: Применяется к строкам с информацией файла в разностях (в параллельном редакторе diff).
zh_tw: (在並排差異編輯器中)套用於差異中有檔案資訊的行。

# TextEditorSettings|
source: Diff Context Line
es: Línea de contexto diff
fr: Ligne de contexte de différence
it: Riga contesto diff
ja: 差分コンテキストライン
ru: Строка контекста Diff
zh_tw: 差異內容行

# TextEditorSettings|
source: Applied to lines describing hidden context in differences (in side-by-side diff editor).
es: Aplicado a líneas que describen el contexto oculto en diferencias (en editor diff lado a lado).
fr: Appliqué aux lignes décrivant le contexte caché dans les différences (dans l'éditeur de comparaison côte-à-côte).
it: Applicato alle righe che descrivono il contesto nascosto nelle differenze (nell'editor diff side-by-side).
ja: 差分の隠れたコンテキストを記述する行に適用されます（サイドバイサイド差分エディタで）。
ru: Применяется к строкам, описывающим скрытый контекст в разностях (в параллельном редакторе diff).
zh_tw: (在並排差異編輯器中)套用於描述差異中隱藏內容的行。

# TextEditorSettings|
source: Diff Source Line
es: Línea fuente diff
fr: Ligne de source de différence
it: Riga sorgente diff
ja: 差分ソースライン
ru: Исходная строка Diff
zh_tw: 差異來源行

# TextEditorSettings|
source: Applied to source lines with changes in differences (in side-by-side diff editor).
es: Se aplica a las líneas de fuente con cambios en las diferencias (en editor diff lado a lado).
fr: Appliqué aux lignes sources avec des changements de différences (dans l'éditeur de comparaison côte-à-côte).
it: Applicato alle righe sorgente con variazioni nelle differenze (nell'editor diff side-by-side).
ja: 差分の変更を伴うソース行に適用されます（サイドバイサイド差分エディタで）。
ru: Применяется к исходным строкам с изменениями в разностях (в параллельном редакторе diff).
zh_tw: (在並排差異編輯器中)套用於差異有變化的來源行。

# TextEditorSettings|
source: Diff Source Character
es: Carácter de fuente diff
fr: Caractère source de différence
it: Carattere sorgente diff
ja: 差分ソース文字
ru: Исходный символ Diff
zh_tw: 差異來源字元

# TextEditorSettings|
source: Applied to removed characters in differences (in side-by-side diff editor).
es: Aplicado a los caracteres eliminados en las diferencias (en editor diff lado a lado).
fr: Appliqué aux caractères supprimés dans les différences (dans l'éditeur de comparaison côte-à-côte).
it: Applicato ai caratteri rimossi nelle differenze (nell'editor diff side-by-side).
ja: 差分の削除された文字に適用されます（サイドバイサイドの差分エディタで）。
ru: Применяется к удаленным символам в разностях (в параллельном редакторе diff).
zh_tw: (在並排差異編輯器中)套用於差異中刪除的字元。

# TextEditorSettings|
source: Diff Destination Line
es: Línea de destino diff
fr: Ligne de destination de différence
it: Riga di destinazione diff
ja: 差分デスティネーション行
ru: Строка назначения Diff
zh_tw: 差異目標行

# TextEditorSettings|
source: Applied to destination lines with changes in differences (in side-by-side diff editor).
es: Aplicado a las líneas de destino con cambios en las diferencias (en editor diff lado a lado).
fr: Appliqué aux lignes de destination avec des changements de différences (dans l'éditeur de comparaison côte-à-côte).
it: Applicato alle righe di destinazione con variazioni nelle differenze (nell'editor diff side-by-side).
ja: 差分の変更を伴うデスティネーション行に適用されます（サイドバイサイド差分エディタで）。
ru: Применяется к линиям назначения с изменениями в разностях (в параллельном редакторе diff .
zh_tw: (在並排差異編輯器中)套用於具有差異變化的目標行。

# TextEditorSettings|
source: Diff Destination Character
es: Carácter de destino diff
fr: Caractère de destination de différence
it: Carattere di destinazione diff
ja: 差分デスティネーション文字
ru: Символ назначения Diff
zh_tw: 差異目標字元

# TextEditorSettings|
source: Applied to added characters in differences (in side-by-side diff editor).
es: Aplicado a caracteres añadidos en diferencias (en editor diff lado a lado).
fr: Appliqué aux caractères ajoutés dans les différences (dans l'éditeur de comparaison côte-à-côte).
it: Applicato ai caratteri aggiunti nelle differenze (nell'editor diff side-by-side).
ja: 差分の追加文字に適用されます（サイドバイサイド差分エディタで）。
ru: Применяется к добавленным символам в разностях (в параллельном редакторе diff.
zh_tw: (在並排差異編輯器中)套用於差異中新增的字元。

# TextEditorSettings|
source: Log Change Line
es: Línea de cambio en registro
fr: Ligne de changement de journal
it: Registra riga di cambiamento
ja: ログ変更行
ru: Строка изменения журнала
zh_tw: 記錄變更行

# TextEditorSettings|
source: Applied to lines describing changes in VCS log.
es: Aplicado a líneas que describen cambios en el registro de VCS.
fr: Appliqué aux lignes décrivant les changements dans le journal VCS.
it: Applicato alle righe che descrivono le modifiche nel registro VCS.
ja: VCSログの変更を記述する行に適用されます。
ru: Применяется к строкам, описывающим изменения в журнале VCS.
zh_tw: 套用于描述VCS記錄中變更的行。

# TextEditorSettings|
source: Error
fr: Erreur
it: Errore
ja: エラー
ru: Ошибка
zh_tw: 錯誤

# TextEditorSettings|
source: Underline color of error diagnostics.
es: Subrayar color de diagnóstico de error.
fr: Souligner la couleur du diagnostic d'erreur.
it: Colore sottolineato della diagnostica degli errori.
ja: エラー診断の下線色。
ru: Цвет подчеркивания для диагностики ошибок.
zh_tw: 錯誤診斷的底線顏色。

# TextEditorSettings|
source: Error Context
es: Error de contexto
fr: Contexte de l'erreur
it: Contesto errore
ja: エラーコンテキスト
ru: Контекст ошибок
zh_tw: 錯誤內容

# TextEditorSettings|
source: Underline color of the contexts of error diagnostics.
es: Subrayar el color de los contextos de diagnóstico de error.
fr: Souligner la couleur des contextes de diagnostic d'erreur.
it: Sottolinea il colore dei contesti della diagnostica degli errori.
ja: エラー診断のコンテキストの下線色。
ru: Цвет подчеркивания контекста для диагностики ошибок.
zh_tw: 錯誤診斷內容的底線顏色。

# TextEditorSettings|
source: Warning
es: Advertencia
fr: Avertissement
it: Avvertimento
ja: 警告
ru: Предупреждение
zh_tw: 警告

# TextEditorSettings|
source: Underline color of warning diagnostics.
es: Subrayar el color del diagnóstico de advertencia.
fr: Souligner la couleur des diagnostics d'avertissement.
it: Colore sottolineato della diagnostica di avvertimento.
ja: 警告診断の下線色。
ru: Цвет подчеркивания для диагностики предупреждений.
zh_tw: 警告診斷的底線顏色。

# TextEditorSettings|
source: Warning Context
es: Contexto de advertencia
fr: Contexte d'avertissement
it: Contesto di avvertimento
ja: 警告コンテキスト
ru: Контекст предупреждения
zh_tw: 警告內容

# TextEditorSettings|
source: Underline color of the contexts of warning diagnostics.
es: Subrayar el color de los contextos del diagnóstico de advertencia.
fr: Souligner la couleur des contextes de diagnostic d'avertissement.
it: Sottolinea il colore contesto della diagnostica di avvertimento.
ja: 警告診断のコンテキストの下線色。
ru: Цвет подчеркивания для диагностики предупреждений.
zh_tw: 警告診斷內容的底線顏色。

# TextEditorSettings|
source: Behavior
es: Comportamiento
fr: Comportement
it: Comportamento
ja: 動作
ru: Поведение
zh_tw: 行為

# TextEditorSettings|
source: Display
es: Visualizar
fr: Affichage
it: Mostra
ja: 表示
ru: Отображение
zh_tw: 顯示

# OpenMV::Internal::OpenMVPlugin|
source: Invalid argument (%1) for -override_read_timeout
es: Argumento no válido (%1) para -override_read_timeout
fr: Argument incorrect (%1) pour -override_read_timeout
it: Argomento non valido (%1) per -override_read_timeout
ja: -override_read_timeoutの無効なアーギュメント（%1）
ru: Недопустимый аргумент (%1) для -override_read_timeout
zh_tw: -override_read_timeout參數無效(%1)

# OpenMV::Internal::OpenMVPlugin|
source: Missing argument for -override_read_timeout
es: Falta el argumento para -override_read_timeout
fr: Argument manquant pour -override_read_timeout
it: Argomento mancante per -override_read_timeout
ja: -override_read_timeoutのアーギュメントがありません
ru: Отсутствует аргумент для -override_read_timeout
zh_tw: 缺少-override_read_timeout參數

# OpenMV::Internal::OpenMVPlugin|
source: Invalid argument (%1) for -override_read_stall_timeout
es: Argumento no válido (%1) para -override_read_stall_timeout
fr: Argument incorrect (%1) pour -override_read_stall_timeout
it: Argomento non valido (%1) per -override_read_stall_timeout
ja: -override_read_stall_timeoutのアーギュメントが無効です（%1）
ru: Недопустимый аргумент (%1) для -override_read_stall_timeout
zh_tw: 無效的-override_read_stall_timeout參數(%1)

# OpenMV::Internal::OpenMVPlugin|
source: Missing argument for -override_read_stall_timeout
es: Falta el argumento para -override_read_stall_timeout
fr: Argument manquant pour -override_read_stall_timeout
it: Argomento mancante per -override_read_stall_timeout
ja: -override_read_stall_timeoutのアーギュメントがありません
ru: Отсутствует аргумент для -override_read_stall_timeout
zh_tw: 缺少-override_read_stall_timeout參數
