Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# QObject|
source: Please enter a IP address (or domain name)
es: Ingrese una dirección IP (o nombre de dominio)
fr: Veuillez entrer une adresse IP (ou un nom de domaine)
ja: IP アドレス (またはドメイン名) を入力してください
ru: Пожалуйста, введите IP-адрес (или доменное имя)
zh_tw: 請輸入IP地址（或域名）

# QObject|
source: Please enter a Port (the RTSP default port is 554)
es: Ingrese un puerto (el puerto predeterminado de RTSP es 554)
fr: Veuillez entrer un port (le port RTSP par défaut est 554)
ja: ポートを入力してください (RTSP のデフォルト ポートは 554 です)
ru: Пожалуйста, введите порт (порт RTSP по умолчанию — 554)
zh_tw: 請輸入一個端口（RTSP 默認端口為 554）

# QObject|
source: Stream video over TCP (versus UDP)?
es: ¿Transmitir video a través de TCP (en lugar de UDP)?
fr: Diffuser la vidéo sur TCP (versus UDP) ?
ja: TCP (対 UDP) 経由でビデオをストリーミングしますか?
ru: Потоковое видео через TCP (по сравнению с UDP)?
zh_tw: 通過 TCP（相對於 UDP）流式傳輸視頻？

# QObject|
source: Keeps the RTP video stream inside of the same TCP socket used for setting up the initial connection verus creating a new UDP video stream. This may help the connection on networks with firewalls.
es: Mantiene la transmisión de video RTP dentro del mismo socket TCP utilizado para configurar la conexión inicial en lugar de crear una nueva transmisión de video UDP. Esto puede ayudar a la conexión en redes con cortafuegos.
fr: Conserve le flux vidéo RTP à l'intérieur de la même prise TCP utilisée pour configurer la connexion initiale par rapport à la création d'un nouveau flux vidéo UDP. Cela peut faciliter la connexion sur les réseaux avec pare-feux.
ja: RTP ビデオ ストリームを、最初の接続のセットアップと新しい UDP ビデオ ストリームの作成に使用される同じ TCP ソケット内に保持します。これは、ファイアウォールのあるネットワークでの接続に役立つ場合があります。
ru: Сохраняет видеопоток RTP внутри того же TCP-сокета, который используется для настройки исходного соединения, вместо создания нового видеопотока UDP. Это может помочь при подключении к сетям с брандмауэрами.
zh_tw: 將 RTP 視頻流保留在用於設置初始連接的同一 TCP 套接字內，而不是創建新的 UDP 視頻流。這可能有助於連接帶有防火牆的網絡。

# QObject|
source: Play
es: Jugar
fr: Jouer
ja: 遊ぶ
ru: Играть
zh_tw: 玩

# QObject|
source: Unable to overwrite output file!
es: ¡No se puede sobrescribir el archivo de salida!
fr: Impossible d'écraser le fichier de sortie !
it: Impossibile sovrascrivere il file di output!
ja: 出力ファイルを上書きできません！
ru: Не удалось перезаписать выходной файл!
zh_tw: 無法覆蓋輸出檔！

# QObject|
source: Save Video
es: Guardar vídeo
fr: Enregistrer la vidéo
it: Salva video
ja: ビデオを保存
ru: Сохранить видео
zh_tw: 儲存視頻

# QObject|
source: This feature is not supported on this machine!
es: ¡Esta función no es compatible con esta máquina!
fr: Cette fonctionnalité n'est pas prise en charge sur cette machine !
ja: この機能はこのマシンではサポートされていません!
ru: Эта функция не поддерживается на этом компьютере!
zh_tw: 本機不支持此功能！

# QObject|
source: Timeout Error!
es: ¡Error de tiempo de espera!
fr: Erreur de délai !
ja: タイムアウトエラー!
ru: Ошибка тайм-аута!
zh_tw: 超時錯誤！

# QObject|
source: This command takes a while to execute. Please be patient.
es: Este comando tarda un tiempo en ejecutarse. Por favor sea paciente.
fr: Cette commande prend un certain temps à s'exécuter. Veuillez patienter.
ja: このコマンドの実行には時間がかかります。しばらくお待ちください。
ru: Эта команда требует времени для выполнения. Пожалуйста, будьте терпеливы.
zh_tw: 此命令需要一段時間才能執行。請耐心等待。

# OpenMVPluginFB|
source: <html><body style="color:#909090;font-size:14px"><div align="center"><div style="font-size:20px">No Image</div></div></body></html>
es: <html><body style="color:#909090;font-size:14px"><div align="center"><div style="font-size:20px">Sin imagen</div></div></body></html>
fr: <html><body style="color:#909090;font-size:14px"><div align="center"><div style="font-size:20px">Pas d'image</div></div></body></html>
it: <html><body style="color:#909090;font-size:14px"><div align="center"><div style="font-size:20px">Nessuna immagine</div></div></body></html>
ja: <html><body style="color:#909090;font-size:14px"><div align="center"><div style="font-size:20px">画像無し</div></div></body></html>
ru: <html><body style="color:#909090;font-size:14px"><div align="center"><div style="font-size:20px">Изображение отсутствует</div></div></body></html>
zh_tw: <html><body style="color:#909090;font-size:14px"><div align="center"><div style="font-size:20px">沒有圖像</div></div></body></html>

# OpenMVPluginFB|
source: Video Record
es: Grabación de vídeo
fr: Enregistrement vidéo
it: Registrazione video
ja: ビデオレコード
ru: Запись видео
zh_tw: 錄影

# OpenMVPluginFB|
source: Error: %L1!
fr: Erreur : %L1 !
it: Errore: %L1!
ja: エラー：%L1！
ru: Ошибка: %L1!
zh_tw: 錯誤：%L1!

# OpenMVPluginFB|
source: Save Image selection to PC
es: Guardar selección de imagen en el PC
fr: Enregistrer la sélection d'image sur le PC
it: Salva la selezione dell'immagine sul PC
ja: 画像選択をPCに保存
ru: Сохранить выбор изображений на ПК
zh_tw: 將圖像選擇儲存到PC

# OpenMVPluginFB|
source: Save Image to PC
es: Guardar imagen en el PC
fr: Enregistrer l'image sur le PC
it: Salva l'immagine sul PC
ja: 画像をPCに保存
ru: Сохранить изображение на ПК
zh_tw: 將圖像儲存到PC

# OpenMVPluginFB|
source: Save Template selection to Cam
es: Guardar selección de plantillas en Cam
fr: Enregistrer le modèle sur la caméra
it: Salva la selezione del modello in Cam
ja: テンプレート選択をCamに保存
ru: Сохранить выбор шаблона на камеру
zh_tw: 將範本選擇儲存到攝像頭

# OpenMVPluginFB|
source: Save Template to Cam
es: Guardar plantilla en Cam
fr: Enregistrer le modèle sur la caméra
it: Salva modello in Cam
ja: テンプレートをCamに保存
ru: Сохранить шаблон на камеру
zh_tw: 將範本儲存到攝像頭

# OpenMVPluginFB|
source: Save Descriptor selection to Cam
es: Guardar selección de descriptores en Cam
fr: Enregistrer la sélection du descripteur sur la caméra
it: Salva la selezione del descrittore su Cam
ja: ディスクリプタ選択をCamに保存
ru: Сохранить выбор дескриптора на камеру
zh_tw: 將描述符選擇儲存到攝像頭

# OpenMVPluginFB|
source: Save Descriptor to Cam
es: Guardar descriptor en Cam
fr: Enregistrer le descripteur sur la caméra
it: Salva descrittore in Cam
ja: ディスクリプタをCamに保存
ru: Сохранить дескриптор на камеру
zh_tw: 將描述元儲存到攝像頭

# MyPlainTextEdit|
source: Text Files (*.txt);;All files (*)
es: Archivos de texto (* .txt) ;; Todos los archivos (*)
fr: Fichiers texte (* .txt) ;; Tous les fichiers (*)
it: File di testo (* .txt) ;; Tutti i file (*)
ja: テキストファイル(*.txt);;すべてのファイル(*)
ru: Текстовые файлы (* .txt) ;; Все файлы (*)
zh_tw: 文本文件 (*.txt);;所有的文件 (*)

# MyPlainTextEdit|
source: Error: %L1!
fr: Erreur : %L1 !
it: Errore: %L1!
ja: エラー：%L1！
ru: Ошибка: %L1!
zh_tw: 錯誤：%L1!

# MyPlainTextEdit|
source: Zoom: %1%
ja: ズーム：%1%
ru: Увеличение: %1%
zh_tw: 縮放：%1%

# MyPlainTextEdit|
source: Copy
es: Copiar
fr: Copier
it: Copia
ja: コピー
ru: Копировать
zh_tw: 複製

# MyPlainTextEdit|
source: Paste
es: Pegar
fr: Coller
it: Incolla
ja: 貼付け
ru: Вставить
zh_tw: 貼上

# MyPlainTextEdit|
source: Select All
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: 全て選択
ru: Выбрать все
zh_tw: 全選

# MyPlainTextEdit|
source: Find
es: Encontrar
fr: Rechercher
it: Cerca
ja: 探す
ru: Найти
zh_tw: 尋找

# OpenMVTerminal|
source: Frame Buffer
es: Memoria intermedia de trama
fr: Tampon de trame
ja: フレームバッファ
ru: Кадровый буфер
zh_tw: 畫面緩衝區

# OpenMVTerminal|
source: Record
es: Grabar
fr: Enregistrer
it: Registra
ja: 記録
ru: Записать
zh_tw: 錄製

# OpenMVTerminal|
source: Record the Frame Buffer
es: Grabar la memoria intermedia de trama
fr: Enregistrer le tampon de trame
it: Registra il frame buffer
ja: フレームバッファを記録する
ru: Записать кадровый буфер
zh_tw: 錄製畫面緩衝區

# OpenMVTerminal|
source: Stop
es: Detener
fr: Arrêter
ja: 停止
ru: Остановить
zh_tw: 停止

# OpenMVTerminal|
source: Stop recording
es: Dejar de grabar
fr: Arrêter l'enregistrement
it: Interrompere la registrazione
ja: 記録を終了
ru: Остановить запись
zh_tw: 停止錄製

# OpenMVTerminal|
source: Zoom
fr: Zoomer
ja: ズーム
ru: Увеличить
zh_tw: 縮放

# OpenMVTerminal|
source: Zoom to fit
es: Zoom para encajar
fr: Zoomer pour ajuster
it: Zoom per adattare
ja: フィットするようにズーム
ru: В размер окна
zh_tw: 縮放到合適大小

# OpenMVTerminal|
source: Elapsed: 0h:00m:00s:000ms - Size: 0 B - FPS: 0
es: Transcurrido: 0h:00m:00s:000ms - Tamaño: 0 B - FPS: 0
fr: Temps écoulé : 0h:00m:00s:000ms - Taille : 0 B - FPS : 0
it: Trascorso: 0h: 00m: 00s: 000ms - Dimensioni: 0 B - FPS: 0
ja: 経過時間： 0h：00m：00s：000ms - サイズ： 0 B - FPS： 0
ru: Прошло: 0ч:00м:00с:000мс - Размер: 0 B - FPS: 0
zh_tw: 經過時間：0h:00m:00s:000ms - 大小：0 B - FPS：0

# OpenMVTerminal|
source: Save Image
es: Guardar imagen
fr: Enregistrer l'image
it: Salva immagine
ja: 画像を保存する
ru: Сохранить изображение
zh_tw: 儲存圖像

# OpenMVTerminal|
source: Image Files (*.bmp *.jpg *.jpeg *.png *.ppm)
es: Archivos de imagen (*.bmp *.jpg *.jpeg *.png *.ppm)
fr: Fichiers image (*.bmp *.jpg *.jpeg *.png *.ppm)
it: File immagine (*.bmp *.jpg *.jpeg *.png *.ppm)
ja: 画像ファイル (*.bmp *.jpg *.jpeg *.png *.ppm)
ru: Файлы изображений (*.bmp *.jpg *.jpeg *.png *.ppm)
zh_tw: 影像檔(*.bmp *.jpg *.jpeg *.png *.ppm)

# OpenMVTerminal|
source: Failed to save the image file for an unknown reason!
es: Error al guardar el archivo de imagen por un motivo desconocido!
fr: Impossible d'enregistrer le fichier image pour une raison inconnue !
it: Impossibile salvare il file di immagine per un motivo sconosciuto!
ja: 未知の理由でイメージファイルを保存できませんでした！
ru: Не удалось сохранить файл изображения по неизвестной причине!
zh_tw: 因為未知的原因，無法儲存影像檔！

# OpenMVTerminal|
source: Histogram
es: Histograma
fr: Histogramme
it: Istogramma
ja: ヒストグラム
ru: Гистограмма
zh_tw: 長條圖

# OpenMVTerminal|
source: RGB Color Space
es: Espacio de color RGB
fr: Espace de couleurs RVB
it: Spazio colore RGB
ja: RGBカラースペース
ru: Цветовое пространство RGB
zh_tw: RGB色彩空間

# OpenMVTerminal|
source: Grayscale Color Space
es: Espacio de color en escala de grises
fr: Espace de couleurs en nuances de gris
it: Spazio colore in scala di grigi
ja: グレースケールカラースペース
ru: Цветовое пространство в оттенках серого
zh_tw: 灰階色彩空間

# OpenMVTerminal|
source: LAB Color Space
es: Espacio de color LAB
fr: Espace de couleurs LAB
it: Spazio colore LAB
ja: LABカラースペース
ru: Цветовое пространство LAB
zh_tw: LAB色彩空間

# OpenMVTerminal|
source: YUV Color Space
es: Espacio de color YUV
fr: Espace de couleurs YUV
it: Spazio colore YUV
ja: YUVカラースペース
ru: Цветовое пространство YUV
zh_tw: YUV色彩空間

# OpenMVTerminal|
source: Use Grayscale/LAB for color tracking
es: Utilizar escala de grises/LAB para el seguimiento del color
fr: Utiliser les nuances de gris/LAB pour le suivi par couleur
it: Utilizza Scala grigi/LAB per il tracciamento del colore
ja: カラートラッキングにグレースケール/ LABを使用する
ru: Используйте оттенки серого/LAB для отслеживания цвета
zh_tw: 使用灰階/LAB進行顏色跟蹤

# OpenMVTerminal|
source: Res - No Image
es: Resolución - Sin imagen
fr: Résolution - Pas d'image
it: Risoluzione - Nessuna immagine
ja: 解決 - 画像なし
ru: разрешение - Нет изображения
zh_tw: 解析度 - 沒有圖像

# OpenMVTerminal|
source: Res (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Pixels (%7)
es: Resolución (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Píxeles (%7)
fr: Résolution (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Pixels (%7)
it: Risoluzione (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Pixel (%7)
ja: 解決 (w：%1, h：%2) - ROI (x：%3, y：%4, w：%5, h：%6) - ピクセル (%7)
ru: разрешение (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Пиксели (%7)
zh_tw: 解析度 (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - 圖元 (%7)

# OpenMVTerminal|
source: Res (w:%1, h:%2) - Point (x:%3, y:%4)
es: Resolución (w:%1, h:%2) - Punto (x:%3, y:%4)
fr: Résolution (w:%1, h:%2) - Point (x:%3, y:%4)
it: Risoluzione (w:%1, h:%2) - Punto (x:%3, y:%4)
ja: 解決 (w:%1, h:%2) - ポイント (x:%3, y:%4)
ru: разрешение (w:%1, h:%2) - точка (x:%3, y:%4)
zh_tw: 解析度 (w:%1, h:%2) - 點 (x:%3, y:%4)

# OpenMVTerminal|
source: Res (w:%1, h:%2)
es: Resolución (w:%1, h:%2)
fr: Résolution (w:%1, h:%2)
it: Risoluzione (w:%1, h:%2)
ja: 解決 (w：%1, h：%2)
ru: разрешение (w:%1, h:%2)
zh_tw: 解析度 (w:%1, h:%2)

# OpenMVTerminal|
source: Serial Terminal
es: Terminal serie
fr: Terminal série
it: Terminale seriale
ja: シリアルターミナル
ru: Последовательный терминал
zh_tw: 串列終端

# OpenMVTerminal|
source: Clear
es: Borrar
fr: Effacer
it: Elimina
ja: クリア
ru: Очистить
zh_tw: 清除

# OpenMVTerminal|
source: Save
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ru: Сохранить
zh_tw: 儲存

# OpenMVTerminal|
source: Run "/main.py"
es: Ejecutar "/main.py"
fr: Exécuter "/main.py"
it: Esegui "/main.py"
ja: "/main.py"を実行する
ru: Запустить "/main.py"
zh_tw: 運行"/main.py"

# OpenMVTerminal|
source: Run current script in editor window
es: Ejecutar el script actual en la ventana del editor
fr: Exécuter le script actuel dans la fenêtre de l'éditeur
it: Esegui lo script corrente nella finestra dell'editor
ja: エディタウィンドウで現在のスクリプトを実行する
ru: Запустить текущий скрипт в окне редактора
zh_tw: 在編輯器視窗中運行目前指令碼

# OpenMVTerminal|
source: Stop running script
es: Dejar de ejecutar el script
fr: Arrêter l'exécution du script
it: Interrompi lo script in esecuzione
ja: 実行中のスクリプトを停止する
ru: Прекратить выполнение скрипта
zh_tw: 停止運行指令碼

# OpenMVTerminal|
source: Soft reset
es: Reinicio suave
fr: Redémarrage logiciel
ja: ソフトリセット
ru: Сброс программного обеспечения
zh_tw: 軟重設

source: Keypoints Editor
es: Editor de puntos clave
fr: Éditeur de points-clés
it: Editor keypoints
ja: キーポイントエディタ
ru: Редактор ключевых точек
zh_tw: 關鍵點編輯器

# KeypointsEditor|
source: Select and delete outlier keypoints using both the mouse and the delete key.
es: Seleccionar y eliminar los puntos clave externos utilizando el ratón y la tecla de borrado.
fr: Sélectionnez et supprimez les points-clés particuliers à l'aide de la souris et de la touche de suppression.
it: Seleziona ed elimina i keypoints outlier usando sia il mouse che il tasto cancella.
ja: マウスと削除キーの両方を使用して異常値のキーポイントを選択して削除します。
ru: Выбирайте и удаляйте аномальные ключевые точки с помощью мыши и клавиши удаления.
zh_tw: 使用滑鼠和刪除鍵選擇和刪除異常值關鍵點。

# KeypointsEditor|
source: Show Octave %L1
es: Mostrar Octave %L1
fr: Afficher Octave %L1
it: Mostra Octave %L1
ja: 表示オクターブ%L1
ru: Показать октаву %L1
zh_tw: 顯示Octave %L1

# KeypointsEditor|
source: Done
es: Finalizado
fr: Terminé
it: Fatto
ja: 完了
ru: Готово
zh_tw: 完成

# ThresholdEditor|
source: Threhsold Editor
es: Editor de umbrales
fr: Éditeur de seuil
it: Editor soglia
ja: しきい値エディタ
ru: Редактор Threhsold Editor
zh_tw: 閾值編輯器

# ThresholdEditor|
source: Source Image
es: Imagen de origen
fr: Image source
it: Immagine di origine
ja: ソース画像
ru: Исходное изображение
zh_tw: 來源圖像

# ThresholdEditor|
source: Binary Image (white pixels are tracked pixels)
es: Imagen binaria (los píxeles blancos son píxeles de seguimiento)
fr: Image binaire (les pixels blancs sont les pixels suivis)
it: Immagine binaria (i pixel bianchi sono pixel tracciati)
ja: バイナリ画像（白いピクセルはトラッキングされたピクセルです）
ru: Двоичное изображение (белые пиксели - отслеженные пиксели)
zh_tw: 二進位圖像(白色圖元是被跟蹤的圖元)

# ThresholdEditor|
source: Grayscale
es: Escala de grises
fr: Nuances de gris
it: Scala di grigi
ja: グレースケール
ru: Оттенки серого
zh_tw: 灰階

# ThresholdEditor|
source: Invert
es: Invertir
fr: Inverser
it: Inverti
ja: 反転
ru: Инвертировать
zh_tw: 反轉

# ThresholdEditor|
source: Reset Sliders
es: Restablecer controles deslizantes
fr: Réinitialiser les curseurs
it: Reimposta i cursori
ja: スライダーをリセット
ru: Сбросить ползунки
zh_tw: 所有的文件

# ThresholdEditor|
source: Select the best color tracking thresholds.
es: Seleccionar los mejores umbrales de seguimiento de color.
fr: Sélectionnez les meilleurs seuils de suivi des couleurs.
it: Seleziona le migliori soglie di tracciamento del colore.
ja: 最適なカラートラッキングしきい値を選択します。
ru: Выберите наилучшие пороги отслеживания цвета.
zh_tw: 選擇最佳的顏色跟蹤閾值。

# ThresholdEditor|
source: Grayscale Min
es: Mín. escala de grises
fr: Nuances de gris min
it: Min scala di grigi
ja: グレースケール分
ru: Минимум оттенков серого
zh_tw: 灰階最小值

# ThresholdEditor|
source: Grayscale Max
es: Máx. escala de grises
fr: Nuances de gris max
it: Max scala di grigi
ja: グレースケール最大
ru: Максимум оттенков серого
zh_tw: 灰階最大值

# ThresholdEditor|
source: Grayscale Threshold
es: Umbral de escala de grises
fr: Seuil de nuances de gris
it: Soglia scala di grigi
ja: グレースケールのしきい値
ru: Пороговое значение шкалы оттенков серого
zh_tw: 灰階閾值

# ThresholdEditor|
source: L Min
es: Mín. L
ja: L分
ru: L мин
zh_tw: L最小值

# ThresholdEditor|
source: L Max
es: Máx. L
ja: Lマックス
ru: L макс
zh_tw: L最大值

# ThresholdEditor|
source: A Min
es: Mín. A
ja: A分
ru: A мин
zh_tw: A最小值

# ThresholdEditor|
source: A Max
es: Máx. A
ja: A最大
ru: A макс
zh_tw: A最大值

# ThresholdEditor|
source: B Min
es: Mín. B
ja: B分
ru: B мин
zh_tw: B最小值

# ThresholdEditor|
source: B Max
es: Máx. B
ja: B最大
ru: B макс
zh_tw: B最大值

# ThresholdEditor|
source: LAB Threshold
es: Umbral de LAB
fr: Seuil LAB
it: Soglia LAB
ja: LABしきい値
ru: Порог LAB
zh_tw: LAB閾值

# ThresholdEditor|
source: Copy the threshold above before closing.
es: Copiar el umbral anterior antes de cerrar.
fr: Copiez le seuil ci-dessus avant de fermer.
it: Copia la soglia sopra prima di chiudere.
ja: 閉じる前に上記のしきい値をコピーしてください。
ru: Скопируйте порог, указанный выше, перед закрытием.
zh_tw: 關閉前複製上面的閾值。

# OpenMVDatasetEditor|
source: Dataset Editor
es: Editor de conjunto de datos
fr: Éditeur de jeu de données
it: Editor del set di dati
ja: データセットエディター
ru: Редактор набора данных
zh_tw: 數據集編輯器

# OpenMVDatasetEditor|
source: Please enter a class name
es: Por favor ingrese un nombre de clase
fr: Veuillez saisir un nom de classe
it: Inserisci un nome di classe
ja: クラス名を入力してください
ru: Пожалуйста, введите название класса
zh_tw: 請輸入班級名稱

# OpenMVDatasetEditor|
source: Error: %L1!
fr: Erreur : %L1 !
it: Errore: %L1!
ja: エラー：%L1！
ru: Ошибка: %L1!
zh_tw: 錯誤：%L1!

# OpenMVDatasetEditor|
source: Failed to create "%L1"!
es: Error al crear "%L1"!
fr: Impossible de créer "%L1"!
it: Impossibile creare "%L1"!
ja: "%L1"の作成に失敗しました！
ru: Не удалось создать "%L1"!
zh_tw: 无法创建"%L1"!

# OpenMVDatasetEditor|
source: Failed to save the image file for an unknown reason!
es: Error al guardar el archivo de imagen por un motivo desconocido!
fr: Impossible d'enregistrer le fichier image pour une raison inconnue !
it: Impossibile salvare il file di immagine per un motivo sconosciuto!
ja: 未知の理由でイメージファイルを保存できませんでした！
ru: Не удалось сохранить файл изображения по неизвестной причине!
zh_tw: 因為未知的原因，無法儲存影像檔！

# OpenMVDatasetEditor|
source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ru: Удалить
zh_tw: 刪除

# OpenMVDatasetEditor|
source: Are you sure you want to permanetly delete "%L1"?
es: ¿Estás segura de que quieres eliminar permanentemente "%L1"?
fr: Voulez-vous vraiment supprimer définitivement "%L1"?
it: Sei sicuro di voler eliminare definitivamente "%L1"?
ja: "%L1"を完全に削除してもよろしいですか？
ru: Вы уверены, что хотите удалить "%L1" навсегда?
zh_tw: 您確定要永久刪除"%L1"嗎？

# OpenMVDatasetEditor|
source: Rename
es: Cambiar nombre
fr: Renommer
it: Rinominare
ja: 名前変更
ru: Переименовать
zh_tw: 重命名

# OpenMVDatasetEditor|
source: Please enter a new name
es: Por favor ingrese un nuevo nombre
fr: Veuillez saisir un nouveau nom
it: Per favore inserisci un nuovo nome
ja: 新しい名前を入力してください
ru: Пожалуйста, введите новое имя
zh_tw: 請輸入新名稱

# OpenMVDatasetEditor|
source: Failed to rename the folder for an unknown reason!
es: ¡No se pudo cambiar el nombre de la carpeta por un motivo desconocido!
fr: Impossible de renommer le dossier pour une raison inconnue!
it: Impossibile rinominare la cartella per un motivo sconosciuto!
ja: 不明な理由でフォルダの名前を変更できませんでした！
ru: Не удалось переименовать папку по неизвестной причине!
zh_tw: 由於未知原因，無法重命名文件夾！

# OpenMVDatasetEditor|
source: Failed to rename the file for an unknown reason!
es: ¡No se pudo cambiar el nombre del archivo por un motivo desconocido!
fr: Impossible de renommer le fichier pour une raison inconnue!
it: Impossibile rinominare il file per un motivo sconosciuto!
ja: 不明な理由でファイルの名前を変更できませんでした！
ru: Не удалось переименовать файл по неизвестной причине!
zh_tw: 由於未知原因，無法重命名文件！

# ExtensionSystem::Internal::PluginDetailsView|
source: URL:
ru: URL-адрес:

# Core::Internal::SystemSettings|
source: MB
fr: Mo
ru: Мб

# TextEditor::Internal::BehaviorSettingsWidget|
source: UTF-8 BOM:
es: BOM UTF-8:
fr: BOM UTF-8 :
ru: Маркер последовательности байтов UTF-8:

# Utils::EnvironmentModel|
source: <UNSET>
ru: <СБРОС ДО НУЛЯ>
zh_tw: <未設定>

# Core|
source: Qt
ru: К-во

# Core::Internal::EnvironmentChangesDialog|
source: PATH=C:\dev\bin;${PATH}
es: RUTA=C:\dev\bin;${RUTA}
ru: ПУТЬ=C:\dev\bin;${PATH}

# Core::Internal::EnvironmentChangesDialog|
source: PATH=/opt/bin:${PATH}
es: RUTA=/opt/bin:${RUTA}
ru: ПУТЬ=/opt/bin:${PATH}

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV Docs
es: Documentos de OpenMV
fr: Documents OpenMV
it: Documenti OpenMV
ru: Документы OpenMV
zh_tw: OpenMV文件

# OpenMV::Internal::OpenMVPlugin|
source: FPS: 0
ru: FPS

# QObject|
source: BOSSAC
ru: БОССАК
zh_tw: 博薩克

# MyPlainTextEdit|
source: Save Log
es: Guardar registro
fr: Enregistrer le journal
it: Salvare log
ru: Сохранить системный журнал
zh_tw: 保存日志

# Core::Internal::MimeTypeMagicDialog|
source: RegExp
zh_tw: 規則運算式

# Core::DocumentModelPrivate|
source: <no document>
fr: <pas de document>
it: <nessun documento>
zh_tw: <無檔案>

# QObject|
source: DFU Util
zh_tw: DFU實用程序

# QObject|
source: PicoTool
zh_tw: 小工具

# QObject|
source: NXP IMX
zh_tw: 恩智浦IMX

# Core::Internal::OpenEditorsViewFactory|
source: Meta+O
fr: Méta+O

# TextEditor::Internal::TextEditorActionHandler|
source: Meta+E, F2
fr: Méta+E, F2

# TextEditor::Internal::TextEditorActionHandler|
source: Meta+0
fr: Méta+0
