Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# Core::Internal::FindToolBar|
source: Replace All
es: Reemplazar todos
fr: Tout remplacer
it: Sostituisci tutto
ja: すべてを置換
ru: Заменить все
zh_tw: 全部取代

# Core::Internal::FindToolBar|
source: Case Sensitive
es: Distingue entre mayúsculas y minúsculas
fr: Sensible à la casse
it: Distingue maiuscole/minuscole
ja: 大文字と小文字を区別
ru: Чувствительно к регистру
zh_tw: 區分大小寫

# Core::Internal::FindToolBar|
source: Whole Words Only
es: Solo palabras completas
fr: Mots entiers uniquement
it: Solo parole intere
ja: 全体の単語のみ
ru: Только целые слова
zh_tw: 僅整個單字

# Core::Internal::FindToolBar|
source: Use Regular Expressions
es: Usar expresiones regulares
fr: Utiliser des expressions courantes
it: Usa espressioni regolari
ja: 正規表現を使用
ru: Использовать регулярные выражения
zh_tw: 使用規則運算式

# Core::Internal::FindToolBar|
source: Preserve Case when Replacing
es: Conservar mayús./minús. al reemplazar
fr: Préserver la casse lors du remplacement
it: Mantieni la capitalizzazione quando sostituisci
ja: 交換時にケースを保持する
ru: Сохранить регистр при замене
zh_tw: 取代時保留大小寫

# Core::Internal::FindToolBar|
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_tw: 關閉

# Core::Internal::FindToolBar|
source: Search for...
es: Buscar...
fr: Rechercher...
it: Cerca per...
ja: 検索...
ru: Искать ...
zh_tw: 搜尋...

# Core::Internal::FindToolBar|
source: Replace with...
es: Reemplazar por...
fr: Remplacer par...
it: Sostituito con...
ja: で置換…
ru: Заменить (чем) ...
zh_tw: 取代為...

# Core::IFindFilter|
source: Case sensitive
es: Distingue entre mayúsculas y minúsculas
fr: Sensible à la casse
it: Distingue maiuscole/minuscole
ja: 大文字と小文字を区別
ru: Чувствительно к регистру
zh_tw: 區分大小寫

# Core::IFindFilter|
source: Whole words
es: Palabras completas
fr: Mots entiers
it: Parole intere
ja: 全体の単語複数
ru: Целые слова
zh_tw: 整個單字

# Core::IFindFilter|
source: Regular expressions
es: Expresiones regulares
fr: Expressions courantes
it: Espressioni regolari
ja: 正規表現
ru: Регулярные выражения
zh_tw: 規則運算式

# Core::IFindFilter|
source: Preserve case
es: Conservar mayús./minús
fr: Préserver la casse
it: Mantieni la capitalizzazione
ja: ケースを保持する
ru: Сохранить регистр
zh_tw: 保留大小寫

# Core::IFindFilter|
source: Flags: %1
es: Indicadores: %1
fr: Avertissements : %1
it: Notifiche: %1
ja: フラグ：%1
ru: Флажки: %1
zh_tw: 標誌：%1

# Core::IFindFilter|
source: None
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ru: Нет
zh_tw: 無

# Core::Internal::SearchResultWidget|
source: Search was canceled.
es: La búsqueda se ha cancelado.
fr: La recherche a été annulée.
it: La ricerca è stata annullata.
ja: 検索がキャンセルされました。
ru: Поиск был отменен.
zh_tw: 搜尋被取消。

# Core::Internal::SearchResultWidget|
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ru: Отмена
zh_tw: 取消

# Core::Internal::SearchResultWidget|
source: Repeat the search with same parameters.
es: Repetir la búsqueda con los mismos parámetros.
fr: Répéter la recherche avec les mêmes paramètres.
it: Ripeti la ricerca con gli stessi parametri.
ja: 同じパラメータで検索を繰り返します。
ru: Повторите поиск с теми же параметрами.
zh_tw: 用相同的參數重複搜尋。

# Core::Internal::SearchResultWidget|
source: Search again
es: Buscar de nuevo
fr: Rechercher à nouveau
it: Cerca di nuovo
ja: もう一度検索
ru: Искать снова
zh_tw: 再次搜尋

# Core::Internal::SearchResultWidget|
source: Replace with:
es: Reemplazar por:
fr: Remplacer par :
it: Sostituisci con:
ja: 次に変更:
ru: Заменить (чем):
zh_tw: 取代為：

# Core::Internal::SearchResultWidget|
source: Replace all occurrences.
es: Reemplaza todas las repeticiones.
fr: Remplacer toutes les occurrences.
it: Sostituisci tutte le occorrenze.
ja: すべてのオカレンスを置き換えます。
ru: Заменить все события.
zh_tw: 取代所有相符項。

# Core::Internal::SearchResultWidget|
source: Replace
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
ru: Заменить
zh_tw: 取代

# Core::Internal::SearchResultWidget|
source: Preserve case
es: Conservar mayús./minús
fr: Préserver la casse
it: Mantieni la capitalizzazione
ja: ケースを保持する
ru: Сохранить регистр
zh_tw: 保留大小寫

# Core::Internal::SearchResultWidget|
source: This change cannot be undone.
es: Este cambio no puede deshacerse.
fr: Ce changement ne peut pas être annulé.
it: Questo cambiamento non può essere annullato.
ja: この変更は元に戻すことはできません。
ru: Это изменение не может быть отменено.
zh_tw: 此變更不能撤銷。

# Core::Internal::SearchResultWidget|
source: The search resulted in more than %n items, do you still want to continue?
es: La búsqueda dio como resultado más de %n elementos, ¿aún desea continuar?
fr: La recherche a abouti à plus de %n éléments, voulez-vous continuer quand même ?
it: La ricerca ha generato più di %n elementi, vuoi continuare?
ja: 検索で%n以上のアイテムが見つかりましたが、続行しますか？
ru: При поиске найдено более %n записей, вы, все равно, хотите продолжить?
zh_tw: 搜尋結果超過了%n%n項目，您還想繼續嗎？

# Core::Internal::SearchResultWidget|
source: Continue
es: Continuar
fr: Continuer
it: Continua
ja: 続行
ru: Продолжить
zh_tw: 繼續

# Core::Internal::SearchResultWidget|
source: No matches found.
es: No se han encontrado coincidencias.
fr: Aucun résultat trouvé.
it: Nessuna corrispondenza trovata.
ja: 一致するものは見つかりませんでした。
ru: Совпадений не найдено.
zh_tw: 未找到相符項。

# Core::Internal::SearchResultWidget|
source: %n matches found.
es: %n coincidencias encontradas.
fr: %n résultats trouvés.
it: %n corrispondenze trovate.
ja: %n一致が見つかりました。
ru: Найдено %n совпадений.
zh_tw: %n個相符項被找到。

# Core::SearchResultWindow|
source: Expand All
es: Expandir todo
fr: Tout développer
it: Espandi tutto
ja: 全展開
ru: Развернуть все
zh_tw: 展開全部

# Core::SearchResultWindow|
source: History:
es: Historial:
fr: Historique :
it: Cronologia:
ja: 履歴：
ru: История:
zh_tw: 歷程記錄:

# Core::SearchResultWindow|
source: New Search
es: Nueva búsqueda
fr: Nouvelle recherche
it: Nuova ricerca
ja: 新規の検索
ru: Новый поиск
zh_tw: 新建搜尋

# Core::SearchResultWindow|
source: Collapse All
es: Desplegar todo
fr: Tout réduire
it: Comprimi tutto
ja: すべてを折り畳む
ru: Свернуть все
zh_tw: 全部折疊

# Core::SearchResultWindow|
source: Search Results
es: Resultados de la búsqueda
fr: Résultats de la recherche
it: Risultati di ricerca
ja: 検索結果
ru: Результаты поиска
zh_tw: 搜尋結果

# BaseFileWizard|
source: Unable to create the directory %1.
es: No se puede crear el directorio %1.
fr: Impossible de créer le répertoire %1.
it: Impossibile creare la directory %1.
ja: %1ディレクトリを作成できません。
ru: Не удалось создать каталог %1.
zh_tw: 無法建立目錄%1。

# Core::HelpManager|
source: Unfiltered
es: Sin filtrar
fr: Non filtré
it: Non filtrato
ja: フィルタリングされていない
ru: Неотфильтровано
zh_tw: 未經篩選

# ICore|
source: Based on Qt %1 (%2, %3 bit)
es: Basado en Qt %1 (%2, %3 bit)
fr: Basé sur Qt %1 (%2, %3 bits)
it: Basato su Qt %1 (%2, %3 bit)
ja: Qt%1（%2、%3ビット）に基づいて
ru: На основе Qt %1 (%2, %3 бит)
zh_tw: 根據Qt %1 (%2，%3位元)

# Core::IDocument|
source: File was restored from auto-saved copy. Select Save to confirm or Revert to Saved to discard changes.
es: El archivo se restauró desde la copia guardada automáticamente. Seleccione Guardar para confirmar o Revertir a guardado para descartar cambios.
fr: Le fichier a été restauré à partir de la copie enregistrée automatiquement. Sélectionnez Enregistrer pour confirmer ou Rétablir à enregistré pour annuler les modifications.
it: Il file è stato ripristinato dalla copia salvata automaticamente. Seleziona Salva per confermare o Ripristina su Salvato per annullare le modifiche.
ja: ファイルは自動保存されたコピーから復元されました。[保存する]を選択して確定するか、[元に戻す]を選択して変更を破棄します。
ru: Файл был восстановлен из автоматически сохраненной копии. Для отмены изменений выберите Сохранить для подтверждения или Вернуться к сохраненному.
zh_tw: 檔案已從自動儲存的副本中恢復。選擇「儲存」確認或「還原到已儲存」以放棄變更。

# Core::InfoBarDisplay|
source: Do Not Show Again
es: No mostrar de nuevo
fr: Ne plus montrer
it: Non mostrare più
ja: 再び表示しない
ru: Больше не показывать
zh_tw: 不再顯示

# Core::InfoBarDisplay|
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_tw: 關閉

# Core::IVersionControl|
source: Open with VCS (%1)
es: Abrir con VCS (%1)
fr: Ouvrir avec VCS (%1)
it: Apri con VCS (%1)
ja: VCS（%1）で開く
ru: Открыть с помощью VCS (%1)
zh_tw: 用VCS開啟(%1)

# Core::IWizardFactory|
source: Factory with id="%1" already registered. Deleting.
es: Fábrica con id="%1" ya registrada. Eliminando.
fr: Usine avec id="%1 " déjà enregistrée. Suppression.
it: Factory id = "%1" già registrato. Eliminazione.
ja: id="%1"のファクトリがすでに登録されています。削除。
ru: Производственное предприятие с id="%1" уже зарегистрировано. Выполняется удаление.
zh_tw: id="%1"的工廠已經註冊。正在刪除。

# Core::IWizardFactory|
source: Reload All Wizards
es: Volver a cargar todos los asistentes
fr: Recharger tous les assistants
it: Ricarica tutti i Wizard
ja: すべてのウィザードを再ロード
ru: Перезагрузить все мастера
zh_tw: 重新載入所有精靈

# Core::IWizardFactory|
source: Inspect Wizard State
es: Inspeccionar el estado del asistente
fr: Inspecter l'état de l'assistant
it: Ispeziona lo stato del Wizard
ja: ウィザードの状態を検査する
ru: Проверить состояние мастера
zh_tw: 檢查精靈狀態

# Core::JsExpander|
source: Error in "%1": %2
es: Error en "%1": %2
fr: Erreur dans "%1" : %2
it: Errore in "%1": %2
ja: "%1"のエラー：%2
ru: Ошибка в "%1": %2
zh_tw: "%1"中的錯誤：%2

# Core::JsExpander|
source: Cannot convert result of "%1" to string.
es: No se puede convertir el resultado de "%1" en una cadena.
fr: Impossible de convertir le résultat de "%1" en chaîne.
it: Impossibile convertire il risultato di "%1" in stringa.
ja: "%1"の結果を文字列に変換できません。
ru: Невозможно преобразовать результат "%1" в строку.
zh_tw: 無法將"%1"的結果轉換為字串。

# Core::JsExpander|
source: Evaluate simple JavaScript statements.<br>The statements may not contain '{' nor '}' characters.
es: Evaluar declaraciones simples de JavaScript.<br>Las declaraciones no pueden contener los caracteres '{' ni '}'.
fr: Évaluer des instructions JavaScript simples.<br>Les instructions ne doivent pas contenir de caractères '{' ni '}'.
it: Valuta semplici istruzioni JavaScript.<br> Le istruzioni non possono contenere i caratteri '{' o '}'.
ja: 単純なJavaScriptステイトメントを評価します。<br>このステイトメントに'{'nor'}'文字を含めることはできません。
ru: Оценка простых операторов JavaScript. <br> Операторы могут не содержать символы '{' nor '}'.
zh_tw: 評估簡單的JavaScript語句。<br>這些語句可能不包含'{' nor '}'字元。

# Core::Internal::DirectoryFilter|
source: Generic Directory Filter
es: Filtro de directorio genérico
fr: Filtre de répertoire générique
it: Filtro di directory generico
ja: 汎用ディレクトリフィルタ
ru: Фильтр общего каталога
zh_tw: 通用目錄篩選器

# Core::Internal::DirectoryFilter|
source: Select Directory
es: Seleccionar directorio
fr: Sélectionner un répertoire
it: Seleziona la directory
ja: ディレクトリを選択
ru: Выбрать каталог
zh_tw: 選取目錄

# Core::Internal::DirectoryFilter|
source: %1 filter update: 0 files
es: %1 actualización de filtro: 0 archivos
fr: Mise à jour du filtre %1 : 0 fichiers
it: %1 aggiornamento del filtro: 0 file
ja: %1フィルタ更新：0個のファイル
ru: Обновление фильтра %1: 0 файлов
zh_tw: %1個篩選器更新：0個檔案

# Core::Internal::DirectoryFilter|
source: %1 filter update: %n files
es: %1 actualización de filtro: %n archivos
fr: Mise à jour du filtre %1 : %n fichiers
it: %1 aggiornamento del filtro: %n file
ja: %1フィルタ更新：%n個のファイル
ru: Обновление фильтра %1: %n файлов
zh_tw: %1個篩選器更新：%n個檔案

# Core::Internal::DirectoryFilter|
source: %1 filter update: canceled
es: %1 actualización de filtro: cancelado
fr: Mise à jour du filtre %1 : annulée
it: %1 aggiornamento del filtro: annullato
ja: フィルタ更新%1：キャンセルされました
ru: Обновление фильтра %1: отменено
zh_tw: %1個篩選器更新：已取消

# Core::Internal::ExecuteFilter|
source: Execute Custom Commands
es: Ejecutar comandos personalizados
fr: Exécuter des commandes personnalisées
it: Esegui comandi personalizzati
ja: カスタムコマンドを実行する
ru: Выполнение пользовательских команд
zh_tw: 執行自訂命令

# Core::Internal::ExecuteFilter|
source: Previous command is still running ("%1"). Do you want to kill it?
es: El comando anterior aún se está ejecutando ("%1"). ¿Desea forzar su cierre?
fr: La commande précédente est toujours en cours d'exécution ("%1"). Voulez-vous l'arrêter ?
it: Il comando precedente è ancora in esecuzione ("%1"). Vuoi interromperlo?
ja: 前のコマンドはまだ実行されています（"%1"）。 終了させますか？
ru: Предыдущая команда все еще выполняется ("%1"). Хотите аннулировать?
zh_tw: 上一個命令仍在運行("%1")。 是否要終止它？

# Core::Internal::ExecuteFilter|
source: Kill Previous Process?
es: ¿Forzar el cierre del proceso anterior?
fr: Arrêter le processus précédent ?
it: Interrompere il processo precedente?
ja: 以前のプロセスを終了させますか？
ru: Аннулировать предыдущий процесс?
zh_tw: 終止之前的處理序？

# Core::Internal::ExecuteFilter|
source: Command "%1" finished.
es: El comando "%1" ha finalizado.
fr: La commande "%1" est terminée.
it: Comando "%1" terminato.
ja: コマンド"%1"が終了しました。
ru: Команда "%1" завершена.
zh_tw: 命令"%1"已完成。

# Core::Internal::ExecuteFilter|
source: Command "%1" failed.
es: El comando "%1" ha fallado.
fr: La commande "%1" a échoué.
it: Il comando "%1" non è riuscito.
ja: コマンド"%1"が失敗しました。
ru: Не удалось выполнить команду "%1".
zh_tw: 命令"%1"已失敗。

# Core::Internal::ExecuteFilter|
source: Could not find executable for "%1".
es: No se ha podido encontrar el ejecutable para "%1".
fr: Impossible de trouver l'exécutable pour "%1".
it: Impossibile trovare l'eseguibile per "%1".
ja: "%1"の実行ファイルが見つかりませんでした。
ru: Не удалось найти исполняемый файл для "%1".
zh_tw: 無法找到"%1"的可執行檔。

# Core::Internal::ExecuteFilter|
source: Starting command "%1".
es: Iniciando comando "%1".
fr: Commencement de la commande "%1".
it: Comando di avvio "%1".
ja: "%1"コマンドを開始しています。
ru: Начальная команда "%1".
zh_tw: 正在啟動命令"%1"。

# Core::Internal::ExecuteFilter|
source: Could not start process: %1.
es: No se ha podido iniciar el proceso: %1.
fr: Impossible de démarrer le processus : %1.
it: Impossibile avviare il processo: %1.
ja: プロセス%1を開始できませんでした。
ru: Не удалось запустить процесс: %1.
zh_tw: 無法啟動處理序：%1。

# Core::Internal::ExternalToolsFilter|
source: Run External Tool
es: Ejecutar herramienta externa
fr: Exécuter un outil externe
it: Esegui strumento esterno
ja: 外部ツールを実行
ru: Запустить внешний инструмент
zh_tw: 運行外部工具

# Core::Internal::FileSystemFilter|
source: Files in File System
es: Archivos en el sistema de archivos
fr: Fichiers dans le système de fichiers
it: File nel file system
ja: ファイルシステム内のファイル
ru: Файлы в файловой системе
zh_tw: 檔案系統中的檔案

# Core::Internal::FileSystemFilter|
source: Create and Open "%1"
es: Crear y abrir "%1"
fr: Créer et ouvrir "%1"
it: Crea e apri "%1"
ja: "%1"を作成して開く
ru: Создать и открыть "%1"
zh_tw: 建立並開啟"%1"

# Core::ILocatorFilter|
source: Filter Configuration
es: Configuración del filtro
fr: Configuration du filtre
it: Configurazione del filtro
ja: フィルタ設定
ru: Конфигурация фильтра
zh_tw: 篩選器設定

# Core::ILocatorFilter|
source: Prefix:
es: Prefijo:
fr: Préfixe :
it: Prefisso:
ja: プレフィックス：
ru: Префиксы:
zh_tw: 首碼：

# Core::ILocatorFilter|
source: Type the prefix followed by a space and search term to restrict search to the filter.
es: Escriba el prefijo seguido de un espacio y un término de búsqueda para restringir la búsqueda al filtro.
fr: Tapez le préfixe suivi d'un espace et d'un terme de recherche pour restreindre la recherche au filtre.
it: Digitare il prefisso seguito da uno spazio e un termine di ricerca per limitare la ricerca al filtro.
ja: プレフィックスの後ろに空白と検索語を入力し、検索をフィルタに限定します。
ru: Введите префикс, за которым следует пробел и поисковый запрос, чтобы ограничить поиск для фильтра.
zh_tw: 輸入首碼，後跟一個空格和搜尋詞以限制篩選器的搜尋。

# Core::ILocatorFilter|
source: Include by default
es: Incluir por defecto
fr: Inclure par défaut
it: Includi per impostazione predefinita
ja: デフォルトで含む
ru: Включить по умолчанию
zh_tw: 預設包括

# Core::ILocatorFilter|
source: Include the filter when not using a prefix for searches.
es: Incluya el filtro cuando no use un prefijo para búsquedas.
fr: Inclure le filtre lorsque vous n'utilisez pas de préfixe pour les recherches.
it: Includere il filtro quando non si utilizza un prefisso per le ricerche.
ja: 検索にプレフィックスを使用しない場合は、フィルタを含む。
ru: Включите фильтр, если не используете префикс для поиска.
zh_tw: 不使用首碼進行搜尋時包括篩選器。

# Core::Internal::Locator|
source: Type to locate
es: Escriba para ubicar
fr: Taper pour localiser
it: Digita per individuare
ja: タイプする場所
ru: Тип для поиска
zh_tw: 輸入以定位

# Core::Internal::Locator|
source: Type to locate (%1)
es: Escriba para ubicar (%1)
fr: Type à localiser (%1)
it: Digitare per individuare (%1)
ja: タイプする場所（%1）
ru: Тип для поиска (%1)
zh_tw: 輸入以定位(%1)

# Core::Internal::Locator|
source: <html><body style="color:#909090; font-size:14px"><div align='center'><div style="font-size:20px">Open a document</div><table><tr><td><hr/><div style="margin-top: 5px">&bull; File > Open File (%1)</div><div style="margin-top: 5px">&bull; File > Examples </div><div style="margin-top: 5px">&bull; File > Recent Files</div><div style="margin-top: 5px">&bull; Drag and drop files here</div></td></tr></table></div></body></html>
es: <html><body style="color:#909090; font-size:14px"><div align='center'><div style="font-size:20px">Abrir un documento</div><table><tr><td><hr/><div style="margin-top: 5px">&bull; File > Abrir archivo (%1)</div><div style="margin-top: 5px">&bull; File > Ejemplos </div><div style="margin-top: 5px">&bull; Archivo > Archivos recientes </div><div style="margin-top: 5px">&bull; Arrastre y suelte archivos aquí</div></td></tr></table></div></body></html>
fr: <html><body style="color:#909090; font-size:14px"><div align='center'><div style="font-size:20px">Ouvrir un document</div><table><tr><td><hr/><div style="margin-top: 5px">&bull; File > Ouvrir un fichier (%1)</div><div style="margin-top: 5px">&bull; File > Exemples </div><div style="margin-top: 5px">&bull; File > Fichiers récents</div><div style="margin-top: 5px">&bull; Glisser et déposer des fichiers ici</div></td></tr></table></div></body></html>
it: <html><body style="color:#909090; font-size:14px"><div align='center'><div style="font-size:20px">Apri un documento</div><table><tr><td><hr/><div style="margin-top: 5px">&bull; File > Apri File (%1)</div><div style="margin-top: 5px">&bull; File > Esempi </div><div style="margin-top: 5px">&bull; File > File recenti</div><div style="margin-top: 5px">&bull; Trascina i file qui</div></td></tr></table></div></body></html>
ja: <html><body style="color:#909090; font-size:14px"><div align='center'><div style="font-size:20px">ドキュメントを開く</div><table><tr><td><hr/><div style="margin-top: 5px">• File > ファイルを開く (%1)</div><div style="margin-top: 5px">• File > 例 </div><div style="margin-top: 5px">• File > 最近のファイル</div><div style="margin-top: 5px">• ファイルをここにドラッグアンドドロップ</div></td></tr></table></div></body></html>
ru: <html><body style="color:#909090; font-size:14px"><div align='center'><div style="font-size:20px">Открыть документ</div><table><tr><td><hr/><div style="margin-top: 5px">• Файл > Открыть файл (%1)</div><div style="margin-top: 5px">• Файл > Примеры </div><div style="margin-top: 5px">• Файл > Недавние файлы</div><div style="margin-top: 5px">• Перетащите файлы сюда</div></td></tr></table></div></body></html>
zh_tw: <html><body style="color:#909090; font-size:14px"><div align='center'><div style="font-size:20px">開啟文件</div><table><tr><td><hr/><div style="margin-top: 5px">&bull; 檔案 >開啟檔案(%1)</div><div style="margin-top: 5px">&bull; 檔案 >示例 </div><div style="margin-top: 5px">&bull; 檔案> 最近檔案</div><div style="margin-top: 5px">&bull; 在這裡拖放檔案</div></td></tr></table></div></body></html>

# Core::Internal::Locator|
source: <div style="margin-left: 1em">- type <code>%1&lt;space&gt;&lt;pattern&gt;</code> to jump to a class definition</div>
es: <div style="margin-left: 1em">- escriba<code>%1&lt;Espacio&gt;&lt;pattern&gt;</code> para saltar a la definición de clase</div>
fr: <div style="margin-left: 1em">- tapez <code>%1&lt;space&gt;&lt;pattern&gt;</code> pour passer à une définition de classe</div>
it: <div style="margin-left: 1em">- digita <code>%1&lt;space&gt;&lt;pattern&gt;</code> per passare a una definizione di classe</div>
ja: <div style="margin-left: 1em">- タイプ <code>%1&lt;space&gt;&lt;pattern&gt;</code> クラス定義にジャンプするには</div>
ru: <div style="margin-left: 1em">- введите <code>%1<space><pattern></code> для перехода к определению класса</div>
zh_tw: <div style="margin-left: 1em">- 輸入<code>%1&lt;space&gt;&lt;pattern&gt;</code>跳轉到類定義</div>

# Core::Internal::Locator|
source: <div style="margin-left: 1em">- type <code>%1&lt;space&gt;&lt;pattern&gt;</code> to jump to a function definition</div>
es: <div style="margin-left: 1em">- escriba <code>%1&lt;Espacio&gt;&lt;pattern&gt;</code> para saltar a la definición de función</div>
fr: <div style="margin-left: 1em">- tapez <code>%1&lt;space&gt;&lt;pattern&gt;</code> pour passer à une définition de fonction</div>
it: <div style="margin-left: 1em">- digita <code>%1&lt;space&gt;&lt;pattern&gt;</code> per passare a una definizione di funzione</div>
ja: <div style="margin-left: 1em">- タイプ <code>%1&lt;space&gt;&lt;pattern&gt;</code> 関数定義にジャンプするには</div>
ru: <div style="margin-left: 1em">- введите <code>%1<space><pattern></code> для перехода к определению функции</div>
zh_tw: <div style="margin-left: 1em">- 輸入<code>%1&lt;space&gt;&lt;pattern&gt;</code>跳轉到類定義</div>

# Core::Internal::Locator|
source: Updating Locator Caches
es: Actualizando cachés del localizador
fr: Mise à jour des caches du localisateur
it: Aggiornamento delle cache dei locator
ja: ロケータキャッシュの更新
ru: Обновление кэшей локатора
zh_tw: 更新定位器快取

source: Locator
es: Localizador
fr: Localisateur
ja: ロケータ
ru: Локатор
zh_tw: 定位器

# Core::Internal::LocatorFiltersFilter|
source: Available filters
es: Filtros disponibles
fr: Filtres disponibles
it: Filtri disponibili
ja: 使用可能なフィルタ
ru: Доступные фильтры
zh_tw: 可用篩選器

# Core::Internal::LocatorSettingsPage|
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ru: Имя
zh_tw: 名稱

# Core::Internal::LocatorSettingsPage|
source: Prefix
es: Prefijo
fr: Préfixe
it: Prefisso
ja: プレフィックス
ru: Префикс
zh_tw: 首碼

# Core::Internal::LocatorSettingsPage|
source: Default
es: Por defecto
fr: Défaut
it: Predefinito
ja: デフォルト
ru: По умолчанию
zh_tw: 預設

# Core::Internal::LocatorSettingsPage|
source: Built-in
es: Integrado
fr: Intégré
ja: ビルトイン
ru: Встроенный
zh_tw: 內建

# Core::Internal::LocatorSettingsPage|
source: Custom
es: Personalizado
fr: Personnalisé
it: Personalizza
ja: カスタム
ru: Клиентский
zh_tw: 自訂

# Core::Internal::LocatorWidget|
source: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: リフレッシュ
ru: Обновить
zh_tw: 重新整理

# Core::Internal::LocatorWidget|
source: Locate...
es: Ubicar...
fr: Localiser...
it: Individua...
ja: ロケート...
ru: Обнаружить...
zh_tw: 定位...

# Core::Internal::LocatorWidget|
source: Options
es: Opciones
it: Opzioni
ja: オプション
ru: Опции
zh_tw: 選項

# Core::Internal::LocatorWidget|
source: <type here>
fr: <tapez ici>
it: <digita qui>
ja: <ここに入力>
zh_tw: <在此輸入>

# Core::Internal::OpenDocumentsFilter|
source: Open Documents
es: Abrir documentos
fr: Ouvrir les documents
it: Apri documenti
ja: ドキュメントを開く
ru: Открыть документы
zh_tw: 開啟文件

# Core::Internal::MainWindow|
source: OpenMV IDE
ja: MV IDEを開く

# Core::Internal::MainWindow|
source: &File
es: &Archivo
fr: &Fichier
ja: &ファイル
ru: &Файл
zh_tw: 檔案(&F)

# Core::Internal::MainWindow|
source: &Edit
es: &Editar
fr: &Modifier
it: &Modifica
ja: &編集
ru: &Редактировать
zh_tw: 編輯(&E)

# Core::Internal::MainWindow|
source: &Tools
es: &Herramientas
fr: &Outils
it: &Strumenti
ja: &ツール
ru: &Инструменты
zh_tw: 工具(&T)

# Core::Internal::MainWindow|
source: &Window
es: &Ventana
fr: &Fenêtre
it: &Finestra
ja: &ウィンドウ
ru: &Окно
zh_tw: 視窗(&W)

# Core::Internal::MainWindow|
source: &Help
es: &Ayuda
fr: &Aide
it: &Aiuto
ja: &ヘルプ
ru: &Справка
zh_tw: 說明(&H)

# Core::Internal::MainWindow|
source: Return to Editor
es: Volver al editor
fr: Retourner à l'éditeur
it: Ritorna all'editor
ja: エディタに戻る
ru: Вернуться в Редактор
zh_tw: 返回到編輯器

# Core::Internal::MainWindow|
source: &New File...
es: &Archivo nuevo...
fr: &Nouveau fichier...
it: &Nuovo file...
ja: &新しいファイル...
ru: &Новый файл...
zh_tw: 新建檔案(&N)...
