Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# TextEditor::Internal::ColorSchemeEdit|
source: Background:
es: Fondo:
fr: Arrière-plan :
it: Sfondo:
ja: 背景：
ru: Фон:
zh_tw: 背景：

# TextEditor::Internal::ColorSchemeEdit|
source: Erase background.
es: Borrar el fondo.
fr: Effacer l'arrière-plan.
it: Cancella sfondo.
ja: 背景を消去。
ru: Стереть фон.
zh_tw: 擦除背景。

# TextEditor::Internal::ColorSchemeEdit|
source: Bold
es: Negrita
fr: Gras
it: Grassetto
ja: 太字
ru: Жирный
zh_tw: 粗體

# TextEditor::Internal::ColorSchemeEdit|
source: Italic
es: Cursiva
fr: Italique
it: Corsivo
ja: 斜体
ru: Курсив
zh_tw: 斜體

# TextEditor::Internal::ColorSchemeEdit|
source: Underline:
es: Subrayado:
fr: Souligner :
it: Sottolinea:
ja: 下線：
ru: Подчеркнуть:
zh_tw: 底線：

# TextEditor::Internal::ColorSchemeEdit|
source: No Underline
es: Sin subrayar
fr: Pas de soulignement
it: Nessuna sottolineatura
ja: 下線なし
ru: Нет подчеркивания
zh_tw: 無底線

# TextEditor::Internal::ColorSchemeEdit|
source: Single Underline
es: Subrayado único
fr: Soulignement simple
it: Sottolineatura singola
ja: 一重下線
ru: Одна подчеркивающая линия
zh_tw: 單底線

# TextEditor::Internal::ColorSchemeEdit|
source: Wave Underline
es: Subrayado ondulado
fr: Soulignement ondulé
it: Sottolineatura con riga ondeggiata
ja: 波下線
ru: Волнообразная подчеркивающая линия
zh_tw: 波浪底線

# TextEditor::Internal::ColorSchemeEdit|
source: Dot Underline
es: Subrayado con puntos
fr: Soulignement en pointillés
it: Sottolineatura con riga punteggiata
ja: ドットの下線
ru: Подчеркивающая линия в виде точек
zh_tw: 點底線

# TextEditor::Internal::ColorSchemeEdit|
source: Dash Underline
es: Subrayado discontinuo
fr: Soulignement en tirets
it: Sottolineatura con riga tratteggiata
ja: ダッシュアンダーライン
ru: Подчеркивающая линия в виде тире
zh_tw: 短線底線

# TextEditor::Internal::ColorSchemeEdit|
source: Dash-Dot Underline
es: Subrayado discontinuo y con puntos
fr: Soulignement point-tiret
it: Sottolineatura con trattino basso - punto
ja: ダッシュドット下線
ru: Подчеркивающая линия в виде точка-тире
zh_tw: 短線-點底線

# TextEditor::Internal::ColorSchemeEdit|
source: Dash-Dot-Dot Underline
es: Subrayado discontinuo y con dos puntos
fr: Soulignement point-point-tiret
it: Sottolineatura con trattino basso - punto - punto
ja: ダッシュドットドット下線
ru: Подчеркивающая линия в виде тире-точка-точка
zh_tw: 短線-點-點底線

# TextEditor::Internal::DisplaySettingsPage|
source: Text Wrapping
es: Justificación del texto
fr: Habillage de texte
it: Disposizione del testo
ja: テキストの折り返し
ru: Обтекание текстом
zh_tw: 文字環繞

# TextEditor::Internal::DisplaySettingsPage|
source: Enable text &wrapping
es: Habilitar &justificación del texto
fr: Activer l'&habillage de texte
it: Abilita &disposizione del testo
ja: テキスト&ラップを有効にする
ru: Включить обтекание текстом
zh_tw: 啟用文字環繞(&W)

# TextEditor::Internal::DisplaySettingsPage|
source: Display right &margin at column:
es: Visualizar &margen derecho en la columna:
fr: Afficher la &marge droite dans la colonne :
it: Mostra &margine destro alla colonna:
ja: 列に右&余白を表示：
ru: Отобразить правое поле в столбце:
zh_tw: 在欄顯示右邊距(&M)：

# TextEditor::Internal::DisplaySettingsPage|
source: Display
es: Visualizar
fr: Affichage
it: Mostra
ja: 表示
ru: Отобразить
zh_tw: 顯示

# TextEditor::Internal::DisplaySettingsPage|
source: Display &folding markers
es: Visualizar marcadores &plegables
fr: Afficher les marqueurs de &pliage
it: Mostra marker per &folding
ja: マーカーの表示&折り畳み
ru: Маркеры отображения и складывания
zh_tw: 顯示折疊標記(&F)

# TextEditor::Internal::DisplaySettingsPage|
source: Center &cursor on scroll
es: Centrar &cursor al desplazar
fr: Centrer le &curseur lors du défilement
it: Centro e &cursore su scroll
ja: スクロールの中心&カーソル
ru: Центр и курсор на прокрутке
zh_tw: 游標在滾軸居中(&C)

# TextEditor::Internal::DisplaySettingsPage|
source: Highlight &blocks
es: Resaltar &bloques
fr: Mettre en surbrillance les &blocs
it: Evidenzia i &blocchi
ja: ハイライト&ブロック
ru: Выделить блоки
zh_tw: 醒目提示區塊(&B)

# TextEditor::Internal::DisplaySettingsPage|
source: Auto-fold first &comment
es: Plegado automático primero y &comentario
fr: Plier automatiquement le premier &commentaire
it: Folding automatico prima e &commenta
ja: 最初の自動折り畳み&コメント
ru: Автоматическое свертывание первого комментария
zh_tw: 自動折疊第一條註解(&C)

# TextEditor::Internal::DisplaySettingsPage|
source: &Animate matching parentheses
es: &Animar paréntesis coincidentes
fr: &Animer les parenthèses correspondantes
it: &Anima parentesi corrispondenti
ja: &一致する括弧をアニメート
ru: Анимация совпадающих скобок
zh_tw: 動畫顯示相符的括弧(&A)

# TextEditor::Internal::DisplaySettingsPage|
source: Highlight current &line
es: Resaltar &línea actual
fr: Mettre en surbrillance la &ligne actuelle
it: &Evidenzia la riga corrente
ja: カレント&行を強調表示
ru: Выделить текущую строку
zh_tw: 醒目提示目前行(&L)

# TextEditor::Internal::DisplaySettingsPage|
source: Display line &numbers
es: Visualizar &números de línea
fr: Afficher les &numéros de ligne
it: Mostra &numeri delle righe
ja: 行&数字を表示する
ru: Показать номера строк
zh_tw: 顯示行號(&N)

# TextEditor::Internal::DisplaySettingsPage|
source: Always open links in another split
es: Siempre abrir enlaces en otra división
fr: Toujours ouvrir les liens dans une autre séparation
it: Apri sempre i collegamenti in un'altra divisione
ja: 別の分割で常にリンクを開く
ru: Всегда открывать ссылки в другой части разделенного экрана
zh_tw: 總是在新視窗中開啟連結

# TextEditor::Internal::DisplaySettingsPage|
source: Display file encoding
es: Visualizar codificación de archivo
fr: Afficher le codage des fichiers
it: Mostra la codifica del file
ja: ファイルのエンコーディング表示
ru: Отобразить кодировку файла
zh_tw: 顯示檔案編碼

# TextEditor::Internal::DisplaySettingsPage|
source: Shows tabs and spaces.
es: Muestra tabulaciones y espacios.
fr: Afficher les tabulations et les espaces.
it: Mostra schede e spazi.
ja: タブとスペースを表示。
ru: Показывает символы табуляции и пробелы.
zh_tw: 顯示定位字元和空格。

# TextEditor::Internal::DisplaySettingsPage|
source: &Visualize whitespace
es: &Visualizar espacios en blanco
fr: &Visualiser les espaces
it: &Visualizza spazi bianchi
ja: &空白を視覚化
ru: Показать пробелы
zh_tw: 使空格可見(&V)

# TextEditor::Internal::DisplaySettingsPage|
source: &Highlight matching parentheses
es: &Resaltar paréntesis coincidentes
fr: &Mettre en surbrillance les parenthèses correspondantes
it: &Evidenzia parentesi corrispondenti
ja: &一致する括弧のハイライト
ru: Выделить совпадающие круглые скобки
zh_tw: 醒目提示相符的括弧(&H)

# TextEditor::Internal::DisplaySettingsPage|
source: Mark &text changes
es: Marcar cambios de &texto
fr: Marquer les modifications de &texte
it: Segna le modifiche al &testo
ja: マーク&テキストの変更
ru: Пометить изменения текста
zh_tw: 標記文字變更(&T)

# TextEditor::Internal::DisplaySettingsPage|
source: Highlight search results on the scrollbar
es: Resaltar los resultados de búsqueda en la barra de desplazamiento
fr: Mettre en surbrillance les résultats de recherche dans la barre de défilement
it: Evidenzia i risultati della ricerca sulla barra di scorrimento
ja: スクロールバーで検索結果を強調表示
ru: Выделить результаты поиска на панели прокрутки
zh_tw: 在捲軸上醒目提示搜尋結果

# TextEditor::Internal::FontSettingsPage|
source: Font
es: Fuente
fr: Police
it: Carattere
ja: フォント
ru: Шрифт
zh_tw: 字型

# TextEditor::Internal::FontSettingsPage|
source: Antialias
ja: アンティエリア
ru: Сглаживание
zh_tw: 消除鋸齒

# TextEditor::Internal::FontSettingsPage|
source: Family:
es: Familia:
fr: Famille :
it: Famiglia:
ja: ファミリー：
ru: Семейство:
zh_tw: 家族：

# TextEditor::Internal::FontSettingsPage|
source: Zoom:
ja: ズーム：
ru: Масштаб:
zh_tw: 縮放：

# TextEditor::Internal::FontSettingsPage|
source: Size:
es: Tamaño:
fr: Taille :
it: Dimensioni:
ja: サイズ:
ru: Размер:
zh_tw: 尺寸：

# TextEditor::Internal::FontSettingsPage|
source: Color Scheme
es: Esquema de color
fr: Modèle de couleurs
it: Schema colore
ja: カラースキーム
ru: Цветовая схема
zh_tw: 顏色方案

# TextEditor::Internal::FontSettingsPage|
source: Copy...
es: Copiar...
fr: Copier...
it: Copia...
ja: コピー...
ru: Копировать...
zh_tw: 複製...

# TextEditor::Internal::FontSettingsPage|
source: Delete
es: Eliminar
fr: Effacer
it: Elimina
ja: 削除
ru: Удалить
zh_tw: 刪除

# TextEditor::Internal::HighlighterSettingsPage|
source: Form
es: Formulario
fr: Formulaire
it: Modulo
ja: 書式
ru: Форма
zh_tw: 表單

# TextEditor::Internal::HighlighterSettingsPage|
source: <html><head/><body> <p>Highlight definitions are provided by the <a href="http://kate-editor.org/">Kate Text Editor</a>.</p></body></html>
es: <html><head/><body> <p>Las definiciones de resaltado las proporciona el <a href="http://kate-editor.org/">editor de textos Kate</a>.</p></body></html>
fr: <html><head/><body> <p>Les définitions de mise en surbrillance sont fournies par <a href="http://kate-editor.org/">l'éditeur de texte Kate</a>.</p></body></html>
it: <html><head/><body> <p>Le definizioni di highlighting sono fornite dal <a href="http://kate-editor.org/">Kate Text Editor</a>.</p></ body></ html>
ja: <html><head/><body> <p>ハイライト定義は、<a href="http://kate-editor.org/">ケイトテキストエディタ</a>によって提供されます。</a>.</p></body></html>
ru: <html><head/><body> <p>Различные типы выделений обеспечивает <a href="http://kate-editor.org/">текстовый редактор Kate </a>.</p></body></html>
zh_tw: <html><head/><body> <p>醒目提示定義由<a href="http://kate-editor.org/">Kate文字編輯器</a>提供。</p></body></html>

# TextEditor::Internal::HighlighterSettingsPage|
source: Syntax Highlight Definition Files
es: Archivos de definición de resaltado de sintaxis
fr: Fichiers de définition de mise en surbrillance de la syntaxe
it: File di definizione per syntax highlighting
ja: ハイライト定義ファイルの構文
ru: Синтаксис: файлы описания определения
zh_tw: 醒目提示定義檔案語法

# TextEditor::Internal::HighlighterSettingsPage|
source: Location:
es: Ubicación:
fr: Emplacement :
it: Posizione:
ja: ロケーション:
ru: Местоположение:
zh_tw: 位置：

# TextEditor::Internal::HighlighterSettingsPage|
source: Use fallback location
es: Usar la ubicación alternativa
fr: Utiliser l'emplacement de base
it: Utilizza posizione alternativa
ja: フォールバックの場所を使用
ru: Использовать резервное местоположение
zh_tw: 使用回退位置

# TextEditor::Internal::HighlighterSettingsPage|
source: Behavior
es: Comportamiento
fr: Comportement
it: Comportamento
ja: 動作
ru: Поведение
zh_tw: 行為

# TextEditor::Internal::HighlighterSettingsPage|
source: Ignored file patterns:
es: Patrones de archivo ignorados:
fr: Modèles de fichiers ignorés :
it: Pattern dei file ignorati:
ja: ファイルパターン無視：
ru: Игнорируемые шаблоны файлов:
zh_tw: 忽略檔案模式：

# TextEditor::Internal::ManageDefinitionsDialog|
source: Dialog
es: Diálogo
fr: Dialogue
it: Dialogo
ja: ダイアログ
ru: Диалог
zh_tw: 對話方塊

# TextEditor::Internal::ManageDefinitionsDialog|
source: Definitions
es: Definiciones
fr: Définitions
it: Definizioni
ja: 定義
ru: Определения
zh_tw: 定義

# TextEditor::Internal::ManageDefinitionsDialog|
source: Select All
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ru: Выбрать все
zh_tw: 全選

# TextEditor::Internal::ManageDefinitionsDialog|
source: Clear Selection
es: Quitar selección
fr: Effacer la sélection
it: Cancella selezione
ja: 明確な選択
ru: Удалить выбранное
zh_tw: 清空選擇

# TextEditor::Internal::ManageDefinitionsDialog|
source: Invert Selection
es: Invertir selección
fr: Inverser la sélection
it: Inverti selezione
ja: 選択範囲を反転
ru: Инвертировать выбор
zh_tw: 反轉選擇

# TextEditor::Internal::ManageDefinitionsDialog|
source: Download Selected Definitions
es: Descargar definiciones seleccionadas
fr: Télécharger les définitions sélectionnées
it: Scarica definizioni selezionate
ja: 選択した定義をダウンロード
ru: Загрузить выбранные определения
zh_tw: 下載所選的定義

# TextEditor::Internal::ManageDefinitionsDialog|
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ru: Имя
zh_tw: 名稱

# TextEditor::Internal::ManageDefinitionsDialog|
source: Installed
es: Instalado
fr: Installé
it: Installato
ja: インストール済み
ru: Установлено
zh_tw: 已安裝

# TextEditor::Internal::ManageDefinitionsDialog|
source: Available
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能
ru: Доступно
zh_tw: 可用

# TextEditor::Internal::ManageDefinitionsDialog|
source: Download Definitions
es: Descargar definiciones
fr: Télécharger les définitions
it: Scarica definizioni
ja: 定義をダウンロード
ru: Определения загрузки
zh_tw: 下載定義

# TextEditor::Internal::ManageDefinitionsDialog|
source: Download Information
es: Información de descarga
fr: Télécharger les informations
it: Scarica informazioni
ja: 情報ダウンロード
ru: Сведения о загрузке
zh_tw: 下載資訊

# TextEditor::Internal::ManageDefinitionsDialog|
source: There is already one download in progress. Please wait until it is finished.
es: Ya hay una descarga en curso. Espere hasta que termine.
fr: Il y a déjà un téléchargement en cours. Veuillez attendre qu'il soit terminé.
it: C'è già un download in corso. Si prega di attendere fino al termine.
ja: 既に1つのダウンロードが進行中です。終了するまでお待ちください。
ru: Уже выполняется одна загрузка. Подождите, пока она будет завершена.
zh_tw: 已經有一個下載正在進行中。請等待其完成。

# TextEditor::Internal::SnippetsSettingsPage|
source: Form
es: Formulario
fr: Formulaire
it: Modulo
ja: 書式
ru: Форма
zh_tw: 表單

# TextEditor::Internal::SnippetsSettingsPage|
source: Add
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ru: Добавить
zh_tw: 新增

# TextEditor::Internal::SnippetsSettingsPage|
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ru: Убрать
zh_tw: 刪除

# TextEditor::Internal::SnippetsSettingsPage|
source: Revert Built-in
es: Revertir objeto integrado
fr: Rétablir l'élément intégré
it: Ripristina Built-in
ja: ビルトインの復元
ru: Восстановить встроенный блок
zh_tw: 還原內建程式

# TextEditor::Internal::SnippetsSettingsPage|
source: Restore Removed Built-ins
es: Restaurar objetos integrados eliminados
fr: Restaurer les éléments intégrés supprimés
it: Ripristina Built-in rimossi
ja: 削除されたビルトインの復元
ru: Восстановить удаленные встроенные блоки
zh_tw: 還原已刪除的內建程式

# TextEditor::Internal::SnippetsSettingsPage|
source: Reset All
es: Restaurar todo
fr: Tout réinitialiser
it: Rirpristina tutto
ja: すべてリセット
ru: Сбросить все
zh_tw: 重設全部

# TextEditor::Internal::SnippetsSettingsPage|
source: Group:
es: Grupo:
fr: Groupe :
it: Gruppo:
ja: グループ：
ru: Группа:
zh_tw: 群組：

# TextEditor::Internal::TabSettingsWidget|
source: Form
es: Formulario
fr: Formulaire
it: Modulo
ja: 書式
ru: Форма
zh_tw: 表單

# TextEditor::Internal::TabSettingsWidget|
source: Tabs And Indentation
es: Tabulaciones y sangría
fr: Tabulations et retraits
it: Tabulazioni e indentazione
ja: タブとインデント
ru: Символы табуляции и отступ
zh_tw: 定位字元和縮排

# TextEditor::Internal::TabSettingsWidget|
source: Spaces Only
es: Solo espacios
fr: Espaces uniquement
it: Solo spazi
ja: スペースのみ
ru: Только пробелы
zh_tw: 僅空格

# TextEditor::Internal::TabSettingsWidget|
source: Tabs Only
es: Solo tabulaciones
fr: Tabulations uniquement
it: Solo tabulazioni
ja: タブのみ
ru: Только символы табуляции
zh_tw: 僅定位字元

# TextEditor::Internal::TabSettingsWidget|
source: Mixed
es: Mezclado
fr: Mélange
it: Misto
ja: 混合
ru: Смешанные
zh_tw: 已混合

# TextEditor::Internal::TabSettingsWidget|
source: Ta&b size:
es: Tamaño ta&bulación:
fr: Taille de ta&bulation :
it: Dimensione ta&bulazione:
ja: Ta&bサイズ：
ru: Размер табуляции:
zh_tw: 定位字元大小(&B)：

# TextEditor::Internal::TabSettingsWidget|
source: &Indent size:
es: &Tamaño sangría:
fr: Taille du &retrait :
it: Dimensione &indentazione:
ja: &インデントサイズ：
ru: Размер отступа:
zh_tw: 縮排大小(&I)：

# TextEditor::Internal::TabSettingsWidget|
source: <html><head/><body> Influences the indentation of continuation lines. <ul> <li>Not At All: Do not align at all. Lines will only be indented to the current logical indentation depth. <pre> (tab)int i = foo(a, b (tab)c, d); </pre> </li> <li>With Spaces: Always use spaces for alignment, regardless of the other indentation settings. <pre> (tab)int i = foo(a, b (tab) c, d); </pre> </li> <li>With Regular Indent: Use tabs and/or spaces for alignment, as configured above. <pre> (tab)int i = foo(a, b (tab)(tab)(tab) c, d); </pre> </li> </ul></body></html>
es: <html><head/><body> Influye en el sangrado de las líneas de continuación. <ul> <li>En absoluto: no alinear en absoluto. Las líneas solo se sangrarán a la profundidad lógica de sangrado actual. <pre> (tabulación)int i = foo(a, b (tabulación)c, d); </pre> </li> <li>Con espacios: utilizar siempre espacios para la alineación, independientemente de los demás ajustes de sangrado. <pre> (tab)int i = foo(a, b (tabulación) c, d); </pre> </li> <li>Con sangría regular: utilizar tabulaciones y/o espacios para la alineación, como se ha configurado anteriormente. <pre> (tabulación)int i = foo(a, b (tabulación)(tabulación)(tabulación) c, d); </pre> </li> </ul></body></html>
fr: <html><head/><body> Influence le retrait des lignes de continuation. <ul> <li>Pas du tout : Ne pas aligner du tout. Les lignes ne seront déplacées que par la profondeur de retrait logique actuelle. <pre> (tab)int i = foo(a, b (tab)c, d) ; </pre> </li> <li>Avec espaces : Toujours utiliser des espaces pour l'alignement, quels que soient les autres paramètres de retrait. <pre> (tab)int i = foo(a, b (tab) c, d) ; </pre> </li> <li>Avec retrait normal : Utiliser des tabulations et/ou des espaces pour l'alignement, comme configuré ci-dessus. <pre> (tab)int i = foo (a, b (tab)(tab)(tab) c, d) ; </pre> </li> </ul></body></html>
it: <html> <head/><body> Influenza l'indentazione delle righe di continuazione. <ul> <li> Non allineare: le righe saranno indentate secondo i valori correnti. <pre> (tab)int i = foo (a, b (tab)c, d); </pre> </li> <li> Con spazi: usa sempre gli spazi per l'allineamento, indipendentemente dalle altre impostazioni di indentazione. <pre> (tab)int i = foo (a, b (tab) c, d); </pre> </li> <li> Con indentazione regolare: usa tabulazioni e/o spazi per l'allineamento, come configurato sopra. <pre> (tab)int i = foo(a, b (tab)(tab)(tab) c,d); </pre> </li> </ul></body></html>
ja: <html><head/><body> 継続行のインデントに影響します。 <ul> <li>まったく違います：整列をしないでください。行は現在のロジカルインデントデプスにのみインデントされます。 <pre> (tab)int i = foo(a, b (tab)c, d); </pre> </li> <li>スペースで：他のインデント設定にかかわらず整列のために常にスペースを使ってください。 <pre> (tab)int i = foo(a, b (tab) c, d); </pre> </li> <li>通常のインデントで：上記のようにタブやスペースを使用して整列します。 <pre> (tab)int i = foo(a, b (tab)(tab)(tab) c, d); </pre> </li> </ul></body></html>
ru: <html><head/><body> Влияет на введение отступов строк продолжения. <ul> <li>Абсолютно нет: не выравнивать вообще. Строки будут иметь отступ только до текущей логической глубины отступа. <pre> (tab)int i = foo(a, b (tab)c, d); </pre> </li> <li>С пробелами: всегда используйте пробелы для выравнивания, независимо от других настроек отступа. <pre> (tab)int i = foo(a, b (tab) c, d); </pre> </li> <li>С обычным отступом: Используйте табуляцию и/или пробелы для выравнивания, как указано выше. <pre> (tab)int i = foo(a, b (tab)(tab)(tab) c, d); </pre> </li> </ul></body></html>
zh_tw: <html><head/><body> 影響連續行的縮排。 <ul> <li>根本不：根本不對齊。行將只縮排到目前的邏輯縮排深度。 <pre> (tab)int i = foo(a, b (tab)c, d); </pre> </li> <li>使用空格：總是使用空格進行對齊，無論其他縮排設定如何。 <pre> (tab)int i = foo(a, b (tab) c, d); </pre> </li> <li>使用正常縮排：按照上面的設定使用定位字元和/或空格對齊。 <pre> (tab)int i = foo(a, b (tab)(tab)(tab) c, d); </pre> </li> </ul></body></html>

# TextEditor::Internal::TabSettingsWidget|
source: Not At All
es: En absoluto
fr: Pas du tout
it: Non allineare
ja: まったく
ru: Абсолютно нет
zh_tw: 根本不

# TextEditor::Internal::TabSettingsWidget|
source: With Spaces
es: Con espacios
fr: Avec des espaces
it: Con spazi
ja: スペースで
ru: С пробелами
zh_tw: 使用空格

# TextEditor::Internal::TabSettingsWidget|
source: With Regular Indent
es: Con sangría regular
fr: Avec un retrait normal
it: Con indantazione regolare
ja: 通常のインデントで
ru: С обычным отступом
zh_tw: 使用正常縮排

# TextEditor::Internal::TabSettingsWidget|
source: Tab policy:
es: Política de tabulación:
fr: Politique de tabulation :
it: Regole tabulazione:
ja: タブポリシー：
ru: Политика табуляции:
zh_tw: 定位字元規則：

# TextEditor::Internal::TabSettingsWidget|
source: Align continuation lines:
es: Alinear líneas de continuación:
fr: Aligner les lignes de continuation :
it: Allinea righe di continuazione:
ja: 継続行の整列：
ru: Выровнять строки продолжения:
zh_tw: 對齊連續行：

# TextEditor::Internal::TabSettingsWidget|
source: Serial Terminal Ta&b size:
es: Tamaño de ta&bulación terminal serie:
fr: Taille de ta&bulation du terminal de série:
it: Dimensione ta&bulazione terminale seriale:
ja: シリアル端子Ta&bサイズ：
ru: Размер табуляции последовательного терминала:
zh_tw: 串列終端Tab大小(&B)：

# TextEditor::Internal::TabSettingsWidget|
source: The text editor indentation setting is used for non-code files only. See the C++ and Qt Quick coding style settings to configure indentation for code files.
es: El ajuste de sangrado del editor de textos se utiliza solo para los archivos que no son de código. Consulte los ajustes de estilo de codificación C++ y Qt Quick para configurar el sangrado de los archivos de código.
fr: Le paramètre de retrait de l'éditeur de texte est utilisé uniquement pour les fichiers qui ne contiennent pas de code. Voir les paramètres de style de codage C++ et Qt Quick pour configurer le retrait pour les fichiers de code.
it: L'impostazione dell'indentazione dell'editor di testo viene utilizzata solo per i file non di codice. Vedi le impostazioni di stile di codifica C++ e Qt Quick per configurare l'indentazione per i file di codice.
ja: テキストエディタインデントの設定は、コード以外のファイルにのみ使用されます。コードファイルのインデントを設定するには、C ++およびQtクイックコーディングスタイル設定を参照してください。
ru: Параметр отступа текстового редактора используется только для файлов без кода. См. настройки стиля кода C++ и Qt Quick для настройки отступов для файлов кода.
zh_tw: 文字編輯器縮排設定僅用於非代碼檔。請參閱C++和Qt Quick編碼樣式設定來設定代碼檔的縮排。

# TextEditor::Internal::TabSettingsWidget|
source: <i>Code indentation is configured in <a href="C++">C++</a> and <a href="QtQuick">Qt Quick</a> settings.</i>
es: <i>El sangrado de código se configura en los ajustes de <a href="C++">C++</a> y <a href="QtQuick">Qt Quick</a>.</i>
fr: <i>Le retrait de code est configuré dans les paramètres <a href="C++">C++</a> et <a href="QtQuick">Qt Quick</a>.</i>
it: <i>L'indentazione del codice è configurata nelle impostazioni <a href="C++">C++</a> e <a href="QtQuick">Qt Quick</a>.</i>
ja: <i>コードインデントは<a href="C++"> C ++ </a>と<a href="QtQuick"> Qt Quick </a>設定で構成されています。</ i>
ru: <i>Отступ для кода сконфигурирован в настройках <a href="C++">C++</a> и <a href="QtQuick">Qt Quick</a>.</i>
zh_tw: <i>代碼縮排在<a href="C++">C++</a>和<a href="QtQuick">Qt Quick</a>設定中進行設定。</i>

# OpenMVPluginHistogram|
source: Max
es: Máx
ja: 最大
ru: Макс
zh_tw: 最大

# OpenMVPluginHistogram|
source: Median
es: Mediana
fr: Moyen
it: Mediana
ja: 中央値
ru: Медиана
zh_tw: 中位數

# OpenMVPluginHistogram|
source: Mode
es: Modo
it: Moda
ja: モード
ru: Режим
zh_tw: 眾數

# OpenMVPluginHistogram|
source: Min
es: Mín
ja: 分
ru: Мин
zh_tw: 最小

# OpenMVPluginHistogram|
source: Mean
es: Media
fr: Moyenne
it: Media
ja: 平均
ru: Средний
zh_tw: 平均數

# OpenMVPluginHistogram|
source: Value %L1
es: Valor %L1
fr: Valeur %L1
it: Valore %L1
ja: 値%L1
ru: Значение %L1
zh_tw: 值%L1

# OpenMVCameraSettings|
source: OpenMV Cam Settings
es: Ajustes de OpenMV Cam
fr: Paramètres OpenMV Cam
it: Impostazioni OpenMV Cam
ja: OpenMVカム設定
ru: Настройки OpenMV Cam
zh_tw: OpenMV Cam設定

# OpenMVCameraSettings|
source: Turn on WiFi Shield on startup
es: Activar WiFi Shield al inicio
fr: Activer WiFi Shield au démarrage
it: Attiva WiFi Shield all'avvio
ja: 起動時にWiFiシールドをオンにする
ru: Включать Wi-Fi-экран при запуске
zh_tw: 啟動時開啟WiFi遮罩

# OpenMVCameraSettings|
source: Client Mode (Normal)
es: Modo cliente (normal)
fr: Mode client (normal)
it: Modalità client (normale)
ja: クライアントモード（通常）
ru: Режим клиента (обычный)
zh_tw: 用戶端模式(正常)

# OpenMVCameraSettings|
source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль
zh_tw: 密碼

# OpenMVCameraSettings|
source: Please enter your WiFi network password here
es: Introduzca la contraseña de la red WiFi aquí
fr: Veuillez saisir votre mot de passe de réseau Wi-Fi ici
it: Inserisci qui la password della rete WiFi
ja: ここにあなたのWiFiネットワークパスワードを入力してください
ru: Введите здесь свой пароль в сети WiFi
zh_tw: 請在此輸入您的WiFi網路密碼

# OpenMVCameraSettings|
source: Type
es: Tipo
it: Tipo
ja: タイプ
ru: Тип
zh_tw: 類型
