Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# TextEditor::Internal::CodecSelector|
source: Save with Encoding
es: Guardar con la codificación
fr: Enregistrer avec l'encodage
it: Salva con codifica
ja: エンコードで保存
ru: Сохранить с кодировкой
zh_tw: 帶編碼儲存

# TextEditor::CodeStyleEditor|
source: Edit preview contents to see how the current settings are applied to custom code snippets. Changes in the preview do not affect the current settings.
es: Edite los contenidos de la vista previa para ver cómo se aplican los ajustes actuales a los fragmentos de código personalizados. Los cambios en la vista previa no afectan los ajustes actuales.
fr: Modifiez le contenu de l'aperçu pour voir comment les paramètres actuels sont appliqués aux extraits de code personnalisés. Les modifications de l'aperçu n'affectent pas les paramètres actuels.
it: Modifica i contenuti dell'anteprima per vedere come vengono applicate le impostazioni correnti agli snippet di codice personalizzati. Le modifiche nell'anteprima non influiscono sulle impostazioni correnti.
ja: プレビューコンテンツを編集して、現在の設定がカスタムコードスニペットにどのように適用されているかを確認します。プレビューの変更は現在の設定に影響しません。
ru: Редактируйте содержимое предварительного просмотра, чтобы увидеть, как текущие настройки применяются к настраиваемым фрагментам кода. Изменения в предварительном просмотре не влияют на текущие настройки.
zh_tw: 編輯預覽內容以查看目前設定如何套用於自訂程式碼片段。預覽中的變更不會影響目前的設定。

# TextEditor::Internal::CodeStyleDialog|
source: Edit Code Style
es: Editar estilo de código
fr: Modifier le style de code
it: Modifica lo stile di codice
ja: コードスタイルの編集
ru: Изменить стиль кода
zh_tw: 編輯代碼樣式

# TextEditor::Internal::CodeStyleDialog|
source: Code style name:
es: Nombre de estilo de código:
fr: Nom du style de code :
it: Nome dello stile di codice:
ja: コードスタイル名：
ru: Название стиля кода:
zh_tw: 代碼樣式名稱：

# TextEditor::Internal::CodeStyleDialog|
source: You cannot save changes to a built-in code style. Copy it first to create your own version.
es: No puede guardar cambios en un estilo de código integrado. Cópielo primero para crear su propia versión.
fr: Vous ne pouvez pas enregistrer les modifications dans un style de code intégré. Copiez-le d'abord pour créer votre propre version.
it: Non è possibile salvare le modifiche in uno stile di codice built-in. Copia prima di creare la tua versione.
ja: ビルトイン・コードスタイルに変更を保存することはできません。最初にコピーして独自のバージョンを作成します。
ru: Вы не можете сохранить изменения во встроенном стиле кода. Вначале, скопируйте его, чтобы создать свою собственную версию.
zh_tw: 您無法將變更儲存到內建的代碼樣式中。首先複製它來建立您自己的版本。

# TextEditor::Internal::CodeStyleDialog|
source: Copy Built-in Code Style
es: Copiar estilo de código integrado
fr: Copier le style de code intégré
it: Copia lo stile di codice built-in
ja: ビルトイン・コードスタイルをコピー
ru: Копировать встроенный стиль кода
zh_tw: 複製內建的代碼樣式

# TextEditor::Internal::CodeStyleDialog|
source: %1 (Copy)
es: %1 (copiar)
fr: %1 (Copier)
it: %1 (Copia)
ja: %1（コピー）
ru: %1 (копировать)
zh_tw: %1 (複製)

# TextEditor::CodeStyleSelectorWidget|
source: Copy Code Style
es: Copiar estilo de código
fr: Copier le style de code
it: Copia stile di codice
ja: コードスタイルをコピー
ru: Копировать стиль кода
zh_tw: 複製代碼樣式

# TextEditor::CodeStyleSelectorWidget|
source: Code style name:
es: Nombre de estilo de código:
fr: Nom du style de code :
it: Nome dello stile di codice:
ja: コードスタイル名：
ru: Название стиля кода:
zh_tw: 代碼樣式名稱：

# TextEditor::CodeStyleSelectorWidget|
source: %1 (Copy)
es: %1 Copiar
fr: %1 (Copier)
it: %1 (Copia)
ja: %1（コピー）
ru: %1 (копировать)
zh_tw: %1 (複製)

# TextEditor::CodeStyleSelectorWidget|
source: Delete Code Style
es: Eliminar estilo de código
fr: Supprimer le style de code
it: Elimina stile di codice
ja: コードスタイルを削除
ru: Удалить стиль кода
zh_tw: 刪除代碼樣式

# TextEditor::CodeStyleSelectorWidget|
source: Are you sure you want to delete this code style permanently?
es: ¿Seguro que quiere eliminar este estilo de código permanentemente?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce style de code ?
it: Sei sicuro di voler eliminare questo stile di codice in modo permanente?
ja: このコードスタイルを完全に削除してもよろしいですか？
ru: Вы действительно хотите удалить этот стиль кода навсегда?
zh_tw: 您確定要永久刪除此代碼樣式嗎？

# TextEditor::CodeStyleSelectorWidget|
source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ru: Удалить
zh_tw: 刪除

# TextEditor::CodeStyleSelectorWidget|
source: Import Code Style
es: Importar estilo de código
fr: Importer le style de code
it: Stile di codice di importazione
ja: コードスタイルのインポート
ru: Импортировать стиль кода
zh_tw: 匯入代碼樣式

# TextEditor::CodeStyleSelectorWidget|
source: Code styles (*.xml);;All files (*)
es: Estilos de código (*.xml);;Todos los archivos (*)
fr: Styles de code (*.xml);;Tous les fichiers (*)
it: Stili di codice (*.xml);;Tutti i file (*)
ja: コードスタイル（*.xml）;;すべてのファイル（*）
ru: Стили кода (*.xml);;Все файлы (*)
zh_tw: 代碼樣式(*.xml);;所有檔案(*)

# TextEditor::CodeStyleSelectorWidget|
source: Cannot import code style from %1
es: No se puede importar el estilo de código desde %1
fr: Impossible d'importer le style de code à partir de %1
it: Impossibile importare lo stile di codice da %1
ja: %1からコードスタイルをインポートできません
ru: Невозможно импортировать стиль кода из %1
zh_tw: 無法從%1匯入代碼樣式

# TextEditor::CodeStyleSelectorWidget|
source: Export Code Style
es: Exportar estilo de código
fr: Exporter le style de code
it: Stile codice di esportazione
ja: コードスタイルをエクスポート
ru: Экспортировать стиль кода
zh_tw: 匯出代碼樣式

# TextEditor::CodeStyleSelectorWidget|
source: %1 [proxy: %2]
ja: %1 [プロキシ：%2]
ru: %1 [прокси: %2]

# TextEditor::CodeStyleSelectorWidget|
source: %1 [built-in]
es: %1 [integrado]
fr: %1 [intégré]
ja: %1 [ビルトイン]
ru: %1 [встроенный]
zh_tw: %1 [內建]

# TextEditor::Internal::ColorScheme|
source: Not a color scheme file.
es: No es un archivo de esquema de color.
fr: Ce n'est pas un fichier de modèle de couleurs.
it: Non un file di combinazioni di colori.
ja: カラースキームファイルではありません。
ru: Это - не файл цветовой схемы.
zh_tw: 不是顏色方案檔。

# TextEditor::Internal::FindInCurrentFile|
source: Current File
es: Archivo actual
fr: Fichier actuel
it: File corrente
ja: 現在のファイル
ru: Текущий файл
zh_tw: 目前檔案

# TextEditor::Internal::FindInCurrentFile|
source: File "%1":
es: Archivo "%1":
fr: Fichier "%1" :
ja: ファイル"%1"：
ru: Файл "%1":
zh_tw: 檔案"%1"：

# TextEditor::Internal::FindInCurrentFile|
source: File path: %1 %2
es: Ruta del archivo: %1 %2
fr: Chemin du fichier : %1 %2
it: Percorso file: %1 %2
ja: ファイルパス：%1 %2
ru: Путь к файлу: %1 %2
zh_tw: 檔案路徑：%1 %2

# TextEditor::FindInFiles|
source: Files in File System
es: Archivos en el sistema de archivos
fr: Fichiers dans le système de fichiers
it: File nel file system
ja: ファイルシステム内のファイル
ru: Файлы в файловой системе
zh_tw: 檔案系統中的檔案

# TextEditor::FindInFiles|
source: Directory
es: Directorio
fr: Répertoire
ja: ディレクトリ
ru: Каталог
zh_tw: 目錄

# TextEditor::FindInFiles|
source: Path: %1 Filter: %2 %3
es: Ruta de acceso: %1 Filtro: %2 %3
fr: Chemin : %1 Filtre : %2 %3
it: Percorso: %1 Filtro: %2 %3
ja: パス：%1 フィルタ：%2 %3
ru: Путь: %1 Фильтр:%2 %3
zh_tw: 路徑：%1 篩選器：%2 %3

# TextEditor::FindInFiles|
source: Director&y:
es: Directori&o:
fr: Répertoir&e :
ja: ディレクトリ：
ru: Каталог:
zh_tw: 目錄(&Y)：

# TextEditor::FindInFiles|
source: Directory to Search
es: Directorio para buscar
fr: Répertoire où rechercher
it: Directory da cercare
ja: 検索するディレクトリ
ru: Каталог для поиска
zh_tw: 搜尋的目錄

# TextEditor::FindInFiles|
source: Fi&le pattern:
es: Patrón de archi&vo:
fr: Modèle de fi&chier :
it: Pattern fi&le:
ja: Fi&leパターン：
ru: Шаблон файла:
zh_tw: 檔案模式(&L)：

# TextEditor::Internal::FindInOpenFiles|
source: Open Documents
es: Abrir documentos
fr: Ouvrir les documents
it: Apri documenti
ja: ドキュメントを開く
ru: Открыть документы
zh_tw: 開啟文件

# TextEditor::Internal::FindInOpenFiles|
source: Open documents:
es: Abrir documentos:
fr: Ouvrir les documents :
it: Apri documenti:
ja: ドキュメントを開く：
ru: Открыть документы:
zh_tw: 開啟文件：

# TextEditor::Internal::FindInOpenFiles|
source: Open Documents %1
es: Abrir documentos %1
fr: Ouvrir les documents %1
it: Apri documenti %1
ja: ドキュメントを開く %1
ru: Открыть документы %1
zh_tw: 開啟文件 %1

# FontSettings_C_OCCURRENCES_UNUSED|
source: Unused variable
es: Variable sin usar
fr: Variable inutilisée
it: Variabile non utilizzata
ja: 未使用変数
ru: Неиспользованная переменная
zh_tw: 未使用的變數

# TextEditor::FontSettingsPage|
source: Font
es: Fuente
fr: Police
it: Carattere
ja: フォント
ru: Шрифт
zh_tw: 字型

# TextEditor::FontSettingsPage|
source: Color Scheme for Qt Creator Theme "%1"
es: Esquema de color para el tema de Qt Creator "%1"
fr: Modèle de couleurs pour le thème Qt Creator "%1"
it: Combinazione di colori per Qt Creator Theme "%1"
ja: Qt Creatorテーマ"%1"のカラースキーム
ru: Цветовая схема для темы Qt Creator "%1"
zh_tw: Qt Creator主題的顏色方案"%1"

# TextEditor::FontSettingsPage|
source: Copy Color Scheme
es: Copiar esquema de color
fr: Copier le modèle de couleurs
it: Copia schema colori
ja: カラースキームをコピー
ru: Копировать цветовую схему
zh_tw: 複製顏色方案

# TextEditor::FontSettingsPage|
source: Color scheme name:
es: Nombre del esquema de color:
fr: Nom du modèle de couleurs :
it: Nome schema colori:
ja: カラースキーム名：
ru: Название цветовой схемы:
zh_tw: 顏色方案名稱：

# TextEditor::FontSettingsPage|
source: %1 (copy)
es: %1 (copiar)
fr: %1 (copier)
it: %1 (copia)
ja: %1（コピー）
ru: %1 (копировать)
zh_tw: %1 (複製)

# TextEditor::FontSettingsPage|
source: Delete Color Scheme
es: Eliminar esquema de color
fr: Supprimer le modèle de couleurs
it: Elimina schema colori
ja: カラースキームを削除
ru: Удалить цветовую схему
zh_tw: 刪除顏色方案

# TextEditor::FontSettingsPage|
source: Are you sure you want to delete this color scheme permanently?
es: ¿Seguro que quiere eliminar este esquema de color de forma permanente?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce modèle de couleurs ?
it: Sei sicuro di voler eliminare questo schema di colori in modo permanente?
ja: このカラースキームを完全に削除してもよろしいですか？
ru: Вы действительно хотите удалить эту цветовую схему навсегда?
zh_tw: 您確定要永久刪除此顏色方案嗎？

# TextEditor::FontSettingsPage|
source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ru: Удалить
zh_tw: 刪除

# TextEditor::FontSettingsPage|
source: Color Scheme Changed
es: Esquema de color cambiado
fr: Modification du modèle de couleurs
it: Schema colori modificato
ja: カラースキームの変更をしました
ru: Изменена цветовая схема
zh_tw: 顏色方案已變更

# TextEditor::FontSettingsPage|
source: The color scheme "%1" was modified, do you want to save the changes?
es: El esquema de color "%1" se ha modificado, ¿desea guardar los cambios?
fr: Le modèle de couleurs "%1" a été modifié. Voulez-vous enregistrer les modifications ?
it: Lo schema di colori "%1" è stata modificato, vuoi salvare le modifiche?
ja: カラースキーム"%1"が変更されました。変更を保存しますか？
ru: Цветовая схема "%1" была изменена, хотите сохранить изменения?
zh_tw: 顏色方案"%1"已被修改，您是否要儲存變更？

# TextEditor::FontSettingsPage|
source: Discard
es: Descartar
fr: Ignorer
it: Scarta
ja: 破棄
ru: Отменить
zh_tw: 放棄

# GenericHighlighter|
source: Element name is empty.
es: El nombre del elemento está vacío.
fr: Le nom de l'élément est vide.
it: Il nome dell'elemento è vuoto.
ja: エレメント名は空です。
ru: Имя элемента - пустое.
zh_tw: 元素名稱為空。

# GenericHighlighter|
source: Duplicate element name "%1".
es: Nombre del elemento duplicado "%1".
fr: Nom d'élément en double "%1".
it: Nome dell'elemento duplicato "%1".
ja: 重複するエレメント名"%1"。
ru: Дублировать имя элемента "%1".
zh_tw: 重複元素名稱"%1"。

# GenericHighlighter|
source: Name "%1" not found.
es: No se ha encontrado el nombre "%1".
fr: Nom "%1" introuvable.
it: Nome "%1" non trovato.
ja: "%1"名前が見つかりません。
ru: Имя "%1" не найдено.
zh_tw: 未找到名稱"%1"。

# GenericHighlighter|
source: Generic highlighter error:
es: Error de resaltador genérico:
fr: Erreur de surligneur générique :
it: Errore generico dell'evidenziatore:
ja: 一般的なハイライターエラー：
ru: Общая ошибка маркера:
zh_tw: 通用螢光筆錯誤：

# GenericHighlighter|
source: Reached empty context.
es: Contexto vacío alcanzado.
fr: Contexte vide atteint.
it: Raggiunto il contesto vuoto.
ja: 空のコンテキストに達しました。
ru: Достигнут пустой контекст.
zh_tw: 達到空內容。

# TextEditor::HighlighterSettingsPage|
source: Generic Highlighter
es: Resaltador genérico
fr: Surligneur générique
it: Evidenziatore generico
ja: 一般的なハイライター
ru: Общий маркер
zh_tw: 通用熒光筆

# TextEditor::HighlighterSettingsPage|
source: Download Definitions...
es: Descargar definiciones...
fr: Télécharger les définitions...
it: Scarica definizioni...
ja: 定義をダウンロード...
ru: Идет загрузка определений...
zh_tw: 下載定義...

# TextEditor::HighlighterSettingsPage|
source: Autodetect
es: Detección automática
fr: Détecter automatiquement
it: Trovato automaticamente
ja: 自動検出
ru: Авто-определение
zh_tw: 自動檢查

# TextEditor::HighlighterSettingsPage|
source: Autodetect Definitions
es: Detección automática de definiciones
fr: Définitions de détection automatique
it: Trova automaticamente le definizioni
ja: 自動検出の定義
ru: Определения автоопределения
zh_tw: 自動檢查定義

# TextEditor::HighlighterSettingsPage|
source: No pre-installed definitions could be found.
es: No se han encontrado definiciones preinstaladas.
fr: Aucune définition pré-installée n'a pu être trouvée.
it: Non è stato possibile trovare definizioni preinstallate.
ja: あらかじめインストールされた定義は見つかりませんでした。
ru: Предварительно установленных определений не обнаружено.
zh_tw: 沒有能找到的預先安裝定義。

# TextEditor::HighlighterSettingsPage|
source: Error connecting to server.
es: Error al conectarse al servidor.
fr: Erreur lors de la connexion au serveur.
it: Errore durante la connessione al server.
ja: サーバーに接続中にエラーが発生しました。
ru: Ошибка подключения к серверу.
zh_tw: 連線到伺服器時出錯。

# TextEditor::HighlighterSettingsPage|
source: Not possible to retrieve data.
es: No es posible recuperar datos.
fr: Impossible de récupérer les données.
it: Non è possibile recuperare i dati.
ja: データを取得することはできません。
ru: Невозможно получить данные.
zh_tw: 不可能擷取資料。

# TextEditor::Internal::MultiDefinitionDownloader|
source: Downloading Highlighting Definitions
es: Descargar definiciones de resaltado
fr: Téléchargement des définitions de mise en surbrillance
it: Download delle definizioni di evidenziazione
ja: ハイライト定義のダウンロード
ru: Загрузка выделенных определений
zh_tw: 正在下載醒目提示定義

# TextEditor::Internal::MultiDefinitionDownloader|
source: Error downloading selected definition(s).
es: Error al descargar la(s) definición(es) seleccionada(s).
fr: Erreur lors du téléchargement des définitions sélectionnées.
it: Errore durante il download delle definizioni selezionate.
ja: 選択した定義をダウンロード中にエラーが発生しました。
ru: Ошибка загрузки выбранного(ых) определения(ий).
zh_tw: 下載所選定義時出錯。

# TextEditor::Internal::MultiDefinitionDownloader|
source: Error downloading one or more definitions.
es: Error al descargar una o más definiciones.
fr: Erreur lors du téléchargement d'une ou de plusieurs définitions.
it: Errore durante il download di una o più definizioni.
ja: 1つ以上の定義をダウンロード中にエラーが発生しました。
ru: Ошибка загрузки одного или нескольких определений.
zh_tw: 下載一個或多個定義時出錯。

# TextEditor::Internal::MultiDefinitionDownloader|
source: Please check the directory's access rights.
es: Verifique los derechos de acceso del directorio.
fr: Veuillez vérifier les droits d'accès du répertoire.
it: Si prega di controllare i diritti di accesso della directory.
ja: ディレクトリのアクセス権を確認してください。
ru: Проверьте права доступа к каталогу.
zh_tw: 請檢查目錄的存取權限。

# TextEditor::Internal::MultiDefinitionDownloader|
source: Download Error
es: Error de descarga
fr: Erreur de téléchargement
it: Errore del download
ja: ダウンロードエラー
ru: Ошибка при загрузке
zh_tw: 下載錯誤

# TextEditor::Internal::LineNumberFilter|
source: Line in Current Document
es: Línea en documento actual
fr: Ligne dans le document actuel
it: Riga nel documento corrente
ja: 現在のドキュメントの行
ru: Строка в текущем документе
zh_tw: 目前文件中的行

# TextEditor::Internal::LineNumberFilter|
source: Line %1, Column %2
es: Línea %1, columna %2
fr: Ligne %1, Colonne %2
it: Riga %1, Colonna %2
ja: 行%1、列%2
ru: Строка %1, столбец %2
zh_tw: 第%1行，第%2欄

# TextEditor::Internal::LineNumberFilter|
source: Line %1
es: Línea %1
fr: Ligne %1
it: Riga %1
ja: 行%1
ru: Линия %1
zh_tw: 第%1行

# TextEditor::Internal::LineNumberFilter|
source: Column %1
es: Columna %1
fr: Colonne %1
it: Colonna %1
ja: コラム%1
ru: Колонка %1
zh_tw: 第%1欄

# TextEditor::Internal::OutlineWidgetStack|
source: No outline available
es: No hay un esquema disponible
fr: Aucun plan disponible
it: Nessuna struttura disponibile
ja: 利用可能なアウトラインなし
ru: Нет доступных структур
zh_tw: 沒有可用的大綱

# TextEditor::Internal::OutlineWidgetStack|
source: Synchronize with Editor
es: Sincronizar con el editor
fr: Synchroniser avec l'éditeur
it: Sincronizza con Editor
ja: エディタと同期
ru: Синхронизировать с редактором
zh_tw: 與編輯器同步

# TextEditor::Internal::OutlineWidgetStack|
source: Filter tree
es: Árbol de filtro
fr: Arbre de filtre
it: Albero del filtro
ja: フィルタツリー
ru: Дерево фильтра
zh_tw: 篩選樹

# TextEditor::Internal::OutlineFactory|
source: Outline
es: Esquema
fr: Plan
it: Schema
ja: アウトライン
ru: Структура текста
zh_tw: 大綱

# RefactoringFile::apply|
source: Refactoring cannot be applied.
es: La refactorización no se puede aplicar.
fr: La refactorisation ne peut pas être appliquée.
it: Non è possibile applicare il refactoring.
ja: リファクタリングは適用できません。
ru: Рефакторинг не может быть применен.
zh_tw: 重構不能被套用。

# TextEditor::Internal::PlainTextSnippetProvider|
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ru: Текст
zh_tw: 文字

# TextEditor::Internal::SnippetsCollection|
source: Cannot create user snippet directory %1
es: No se puede crear el directorio de fragmentos de usuario %1
fr: Impossible de créer le répertoire de fragments de l'utilisateur %1
it: Impossibile creare la directory snippet utente %1
ja: ユーザースニペットディレクトリ%1を作成できません
ru: Не удается создать каталог пользовательских фрагментов %1
zh_tw: 無法建立使用者片段目錄%1

# TextEditor::Internal::SnippetsTableModel|
source: Error
fr: Erreur
it: Errore
ja: エラー
ru: Ошибка
zh_tw: 錯誤

# TextEditor::Internal::SnippetsTableModel|
source: Not a valid trigger.
es: No es un desencadenante válido.
fr: Ce n'est pas un déclencheur valide.
it: Non è un trigger valido.
ja: 有効なトリガーではありません。
ru: Недействительный триггер.
zh_tw: 不是有效的觸發器。

# TextEditor::Internal::SnippetsTableModel|
source: Trigger
es: Desencadenante
fr: Déclencheur
ja: トリガー
ru: Триггер
zh_tw: 觸發器

# TextEditor::Internal::SnippetsTableModel|
source: Trigger Variant
es: Variante de desencadenante
fr: Variante de déclenchement
it: Variante trigger
ja: トリガーバリアント
ru: Вариант триггера
zh_tw: 觸發器變體

# TextEditor::Internal::SnippetsTableModel|
source: Error reverting snippet.
es: Error al revertir el fragmento.
fr: Erreur lors de la restauration du fragment.
it: Errore durante il ripristino dello snippet.
ja: スニペットを復元する際にエラーが発生しました。
ru: Ошибка возврата фрагмента.
zh_tw: 恢復程式碼片段時出錯。

# TextEditor::Internal::SnippetsSettingsPagePrivate|
source: Snippets
es: Fragmentos
fr: Fragments
it: Snippet
ja: スニペット
ru: Фрагменты
zh_tw: 片段

# TextEditor::Internal::SnippetsSettingsPagePrivate|
source: Error While Saving Snippet Collection
es: Error al guardar colección de fragmentos
fr: Erreur lors de l'enregistrement de la collection de fragments
it: Errore durante il salvataggio della raccolta di snippet
ja: スニペットコレクションを保存中にエラーが発生しました
ru: Ошибка при сохранении коллекции фрагментов
zh_tw: 儲存片段集合時出錯

# TextEditor::Internal::SnippetsSettingsPagePrivate|
source: Error
fr: Erreur
it: Errore
ja: エラー
ru: Ошибка
zh_tw: 錯誤

# TextEditor::Internal::SnippetsSettingsPagePrivate|
source: No snippet selected.
es: No se ha seleccionado ningún fragmento.
fr: Aucun fragment sélectionné.
it: Nessuno snippet selezionato.
ja: スニペットが選択されていません。
ru: Фрагмент не выбран.
zh_tw: 沒有片段被選擇。

# TextEditor::TextDocument|
source: Opening File
es: Abriendo archivo
fr: Ouverture du fichier
it: File di apertura
ja: ファイルを開いています
ru: Открытие файла
zh_tw: 正在開啟檔案

# TextEditor::BaseTextEditor|
source: A highlight definition was not found for this file. Would you like to try to find one?
es: No se ha encontrado una definición de resaltado para este archivo. ¿Le gustaría intentar encontrar uno?
fr: Aucune définition de sélection trouvée pour ce fichier. Voulez-vous essayer d'en trouver une ?
it: Non è stata trovata una definizione di evidenziazione per questo file. Vorresti provare a trovarne una?
ja: このファイルでハイライト定義が見つかりませんでした。見つけようと思いますか？
ru: Для этого файла не найдено определение выделения. Хотите попытаться его найти?
zh_tw: 沒有找到這個檔案的醒目提示定義。您想嘗試尋找一個嗎？

# TextEditor::BaseTextEditor|
source: Show Highlighter Options...
es: Mostrar opciones de resaltado...
fr: Afficher les options de surligneur...
it: Mostra le opzioni dell'evidenziatore...
ja: ハイライトオプションを表示...
ru: Показать параметры выделения...
zh_tw: 顯示熒光筆選項...

# TextEditorWidget|
source: <b>Error:</b> Could not decode "%1" with "%2"-encoding. Editing not possible.
es: <b>Error:</b> No se ha podido decodificar "%1" con la codificación "%2". No es posible editar.
fr: <b>Erreur :</b> Impossible de décoder "%1" avec l'encodage "%2". L'édition n'est pas possible.
it: <b>Errore: </b> Impossibile decodificare "%1" con "%2"-codifica. Modifica non possibile.
ja: <b>エラー：</b>"%1"を"%2"エンコードでデコードできませんでした。編集できません。
ru: <b>Ошибка:</b> Невозможно декодировать "%1" с помощью кодировки "%2". Редактирование невозможно.
zh_tw: <b>錯誤：</b> 無法用"%2"解碼"%1"-編碼。不可能編輯。

# TextEditorWidget|
source: Select Encoding
es: Seleccionar codificación
fr: Sélectionner l'encodage
it: Seleziona codifica
ja: エンコーディングの選択
ru: Выберите кодировку
zh_tw: 選擇編碼

# TextEditorWidget|
source: Line: %1, Col: %2
es: Línea: %1, Col: %2
fr: Ligne : %1, Col : %2
it: Riga: %1, colonna: %2
ja: 行：%1、列：%2
ru: Строка: %1, колонка: %2
zh_tw: 行：%1，欄：%2

# TextEditorWidget|
source: Line: 9999, Col: 999
es: Línea: 9999, Col.: 999
fr: Ligne : 9999, Col : 999
it: Riga: 9999, Col: 999
ja: 行：9999、列：999
ru: Строка: 9999, колонка: 999
zh_tw: 行：9999，欄：999

# TextEditor::TextEditorWidget|
source: Print Document
es: Imprimir documento
fr: Imprimer le document
it: Stampa il documento
ja: ドキュメントを印刷する
ru: Печатать документ
zh_tw: 列印文件

# TextEditor::TextEditorWidget|
source: File Error
es: Error de archivo
fr: Erreur de fichier
it: Errore file
ja: ファイルエラー
ru: Ошибка в файле
zh_tw: 檔案錯誤

# TextEditor::TextEditorWidget|
source: The text is too large to be displayed (%1 MB).
es: El texto es demasiado grande para visualizarse (%1 MB).
fr: Le texte est trop volumineux pour être affiché (%1 Mo).
it: Il testo è troppo grande per essere visualizzato (%1 MB).
ja: テキストが大きすぎて表示できません（%1 MB）。
ru: Текст слишком большой для отображения (%1 МБ).
zh_tw: 文字太大而無法顯示(%1 MB)。

# TextEditor::TextEditorWidget|
source: Zoom: %1%
ja: ズーム：%1%
ru: Увеличение: %1%
zh_tw: 縮放：%1%

# TextEditor::TextEditorWidget|
source: Delete UTF-8 BOM on Save
es: Eliminar UTF-8 BOM al guardar
fr: Supprimer le BOM UTF-8 en Enregistrant
it: Elimina BOM UTOM-8 su Salva
ja: 保存時にUTF-8 BOMを削除
ru: Удалить маркер последовательности байтов UTF-8 при сохранении
zh_tw: 在儲存時刪除UTF-8 BOM

# TextEditor::TextEditorWidget|
source: Add UTF-8 BOM on Save
es: Añadir UTF-8 BOM al guardar
fr: Ajouter le BOM UTF-8 en Enregistrant
it: Aggiungi BOM UTF-8 su Salva
ja: 保存時にUTF-8 BOMを追加
ru: Добавить маркер последовательности байтов UTF-8 при сохранении
zh_tw: 在儲存時新增UTF-8 BOM

# TextEditor::Internal::TextEditorActionHandler|
source: &Undo
es: &Deshacer
fr: &Annuler
it: &Annulla
ja: &元に戻す
ru: &Отменить действие
zh_tw: 撤銷(&U)

# TextEditor::Internal::TextEditorActionHandler|
source: &Redo
es: &Rehacer
fr: &Refaire
it: &Ripristina
ja: &再実行
ru: &Отменить последнюю операцию
zh_tw: 重做(&R)

# TextEditor::Internal::TextEditorActionHandler|
source: Go to line number...
es: Ir al número de línea...
fr: Aller au numéro de ligne...
it: Vai al numero di riga...
ja: 行番号に移動...
ru: Перейти к строке номер ...
zh_tw: 轉到行號...

# TextEditor::Internal::TextEditorActionHandler|
source: Delete &Line
es: Eliminar &línea
fr: Supprimer la &ligne
it: Elimina la &riga
ja: 削除&行
ru: Удалить &строку
zh_tw: 刪除行(&L)
