Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# Core::DocumentModelPrivate|
source: No document is selected.
es: No se ha seleccionado ningún documento.
fr: Aucun document n'est sélectionné.
it: Nessun documento selezionato.
ja: ドキュメントが選択されていません。
ru: Документ не выбран.
zh_tw: 沒有選擇檔案。

# Core::EditorManager|
source: Revert to Saved
es: Restaurar a guardado
fr: Rétablir à enregistré
it: Ripristina su salvato
ja: 保存済みに戻す
ru: Вернуться к сохраненному
zh_tw: 還原到已儲存

# Core::EditorManager|
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_tw: 關閉

# Core::EditorManager|
source: Close All
es: Cerrar todos
fr: Tout fermer
it: Chiudi tutto
ja: すべて閉じる
ru: Закрыть все
zh_tw: 關閉全部

# Core::EditorManager|
source: Close Others
es: Cerrar otros
fr: Fermer les autres
it: Chiudi gli altri
ja: その他を閉じる
ru: Закрыть другие
zh_tw: 關閉其他

# Core::EditorManager|
source: Close All Except Visible
es: Cerrar todo excepto visible
fr: Tout fermer sauf les visibles
it: Chiudi tutti tranne visibile
ja: 見える以外のすべてを閉じる
ru: Закрыть все, кроме видимых
zh_tw: 關閉除可見外的全部

# Core::EditorManager|
source: Next Open Document in History
es: Siguiente documento abierto en el historial
fr: Document ouvert suivant dans l'historique
it: Apri documento successivo nella cronologia
ja: 次の文書を履歴で開く
ru: Следующий открытый документ в истории
zh_tw: 歷程記錄中下一個開啟的文件

# Core::EditorManager|
source: Previous Open Document in History
es: Documento abierto anterior en el historial
fr: Document ouvert précédent dans l'historique
it: Apri documento precedente nella cronologia
ja: 先に履歴の文書を開く
ru: Предыдущий открытый документ в истории
zh_tw: 歷程記錄中上一個開啟的文件

# Core::EditorManager|
source: Go Back
es: Atrás
fr: Retour
it: Torna indietro
ja: 戻る
ru: Назад
zh_tw: 返回

# Core::EditorManager|
source: Go Forward
es: Siguiente
fr: Avancer
it: Vai avanti
ja: 前進
ru: Вперед
zh_tw: 前進

# Core::EditorManager|
source: Copy Full Path
es: Copiar ruta completa
fr: Copier le chemin complet
it: Copia percorso completo
ja: フルパスをコピー
ru: Копировать полный путь
zh_tw: 複製完整路徑

# Core::EditorManager|
source: Copy Path and Line Number
es: Copiar ruta y número de línea
fr: Copier le chemin et le numéro de ligne
it: Copia percorso e numero di riga
ja: コピーパスと行番号
ru: Копировать путь и номер строки
zh_tw: 複製路徑和行號

# Core::EditorManager|
source: Copy File Name
es: Copiar nombre de archivo
fr: Copier le nom du fichier
it: Copia nome file
ja: ファイル名をコピー
ru: Копировать имя файла
zh_tw: 複製檔案名稱

# Core::EditorManager|
source: &Save
es: &Guardar
fr: &Enregistrer
it: &Salva
ja: &保存
ru: &Сохранить
zh_tw: 儲存(&S)

# Core::EditorManager|
source: Save &As...
es: Guardar &como...
fr: Enregistrer &sous...
it: S&alva come...
ja: 名前を付けて保存…
ru: Сохранить &как...
zh_tw: 另存新檔(&A)...

# Core::EditorManager|
source: Continue Opening Huge Text File?
es: ¿Continuar abriendo archivo de texto enorme?
fr: Continuer l'ouverture d'un énorme fichier texte ?
it: Continua ad aprire un file di testo enorme?
ja: 巨大なテキストファイルを開き続けますか？
ru: Продолжить открытие огромного текстового файла?
zh_tw: 繼續開啟巨大文字檔？

# Core::EditorManager|
source: The text file "%1" has the size %2MB and might take more memory to open and process than available. Continue?
es: El tamaño del archivo de texto "%1" es de %2MB, con lo que podría requerirse más memoria para abrirlo y procesarlo que la que hay disponible. ¿Continuar?
fr: La taille du fichier texte "%1" est de %2 Mo et il pourrait falloir plus de mémoire pour l'ouvrir et le traiter que celle disponible. Continuer ?
it: Il file di testo "%1" ha la dimensione di %2 MB e potrebbe richiedere più memoria per l'apertura e l'elaborazione di quanto disponibile. Continuare?
ja: "%1"というテキストファイルのサイズは%2MBであり、開いたり処理するためには使用可能なメモリより多くのメモリが必要です。 続行しますか？
ru: Текстовый файл "%1" имеет размер %2 Mб и может потребовать больше памяти для открытия и обработки, чем доступно. Продолжить?
zh_tw: 文字檔"%1"的大小為%2MB，可能需要更多的記憶體才能開啟和處理。 繼續嗎？

# Core::EditorManager|
source: File Error
es: Error de archivo
fr: Erreur de fichier
it: Errore file
ja: ファイルエラー
ru: Ошибка в файле
zh_tw: 檔案錯誤

# Core::EditorManager|
source: Close "%1"
es: Cerrar "%1"
fr: Fermer "%1"
it: Chiudi "%1"
ja: "%1"を閉じる
ru: Закрыть "%1"
zh_tw: 關閉"%1"

# Core::EditorManager|
source: Close Editor
es: Cerrar Editor
fr: Fermer l'éditeur
it: Chiudi l'editor
ja: エディタを閉じる
ru: Закрыть редактор
zh_tw: 關閉編輯器

# Core::EditorManager|
source: Close All Except "%1"
es: Cerrar todo excepto "%1"
fr: Tout fermer sauf "%1"
it: Chiudi tutto tranne "%1"
ja: "%1"以外のすべてを閉じる
ru: Закрыть все кроме "%1"
zh_tw: 關閉"%1"以外的全部

# Core::EditorManager|
source: Close Other Editors
es: Cerrar otros editores
fr: Fermer les autres éditeurs
it: Chiudi gli altri editor
ja: 他の編集者を閉じる
ru: Закрыть другие редакторы
zh_tw: 關閉其他編輯器

# Core::EditorManager|
source: Opening File
es: Abriendo archivo
fr: Ouverture du fichier
it: File di apertura
ja: オープニングファイル
ru: Открытие файла
zh_tw: 正在開啟檔案

# Core::EditorManager|
source: Split
es: División
fr: Séparer
it: Dividi
ja: スプリット
ru: Разделить
zh_tw: 分割

# Core::EditorManager|
source: Split Side by Side
es: Dividir lado a lado
fr: Séparer côte à côte
it: Dividi lato a lato
ja: サイドバイサイド分割
ru: Разделить и поместить рядом
zh_tw: 並排分割

# Core::EditorManager|
source: Open in New Window
es: Abrir en nueva ventana
fr: Ouvrir dans une nouvelle fenêtre
it: Apri in una nuova finestra
ja: 新しいウィンドウで開きます
ru: Открыть в новом окне
zh_tw: 在新視窗中開啟

# Core::EditorManager|
source: Close Document
es: Cerrar documento
fr: Fermer le document
it: Chiudi il documento
ja: ドキュメントを閉じる
ru: Закрыть документ
zh_tw: 關閉文件

# Core::Internal::EditorManagerPrivate|
source: Revert File to Saved
es: Revertir archivo a guardado
fr: Rétablir le fichier à enregistré
it: Ripristina il file su salvato
ja: ファイルを保存済みに戻す
ru: Вернуть файл в сохраненное состояние
zh_tw: 將檔案還原到已儲存

# Core::Internal::EditorManagerPrivate|
source: Alternative Close
es: Cierre alternativo
fr: Fermeture alternative
it: Chiusura alternativa
ja: オルタナティブ・クローズ
ru: Альтернативное закрытие
zh_tw: 選擇關閉

# Core::Internal::EditorManagerPrivate|
source: Split
es: División
fr: Séparer
it: Dividi
ja: 分割
ru: Разделить
zh_tw: 分割

# Core::Internal::EditorManagerPrivate|
source: Split Side by Side
es: Dividir lado a lado
fr: Séparer côte à côte
it: Dividi lato a lato
ja: サイドバイサイド分割
ru: Разделить и отобразить рядом
zh_tw: 並排分割

# Core::Internal::EditorManagerPrivate|
source: Open in New Window
es: Abrir en nueva ventana
fr: Ouvrir dans une nouvelle fenêtre
it: Apri in una nuova finestra
ja: 新しいウィンドウで開きます
ru: Открыть в новом окне
zh_tw: 在新視窗中開啟

# Core::Internal::EditorManagerPrivate|
source: Remove Current Split
es: Eliminar la división actual
fr: Supprimer la séparation actuelle
it: Rimuovi divisione corrente
ja: 現在の分割を削除
ru: Удалить текущее разделение
zh_tw: 刪除目前分割

# Core::Internal::EditorManagerPrivate|
source: Remove All Splits
es: Eliminar todas las divisiones
fr: Supprimer toutes les séparations
it: Rimuovi tutte le divisioni
ja: すべての分割を削除
ru: Удалить все разделения
zh_tw: 刪除所有分割

# Core::Internal::EditorManagerPrivate|
source: Go to Previous Split or Window
es: Ir a la división o ventana anterior
fr: Aller à la séparation ou fenêtre précédente
it: Vai alla divisione o finestra precedente
ja: 前の分割またはウィンドウに移動
ru: Перейти к предыдущему разделу или окну
zh_tw: 轉到上一個分割或視窗

# Core::Internal::EditorManagerPrivate|
source: Go to Next Split or Window
es: Ir a la siguiente división o ventana
fr: Aller à la séparation ou fenêtre suivante
it: Vai alla divisione o finestra successiva
ja: 次の分割またはウィンドウに移動
ru: Переход к следующему разделу или окну
zh_tw: 轉到下一個分割或視窗

# Core::Internal::EditorManagerPrivate|
source: Ad&vanced
es: Av&anzado
fr: A&vancé
it: A&vanzate
ja: アドヴァンスド
ru: Расширенный
zh_tw: 進階(&V)

# Core::Internal::EditorManagerPrivate|
source: Current document
es: Documento actual
fr: Document actuel
it: Documento corrente
ja: 現在のドキュメント
ru: Текущий документ
zh_tw: 目前文件

# Core::Internal::EditorManagerPrivate|
source: X-coordinate of the current editor's upper left corner, relative to screen.
es: Coordenada X de la esquina superior izquierda del editor actual, relativa a la pantalla.
fr: Coordonnée X du coin supérieur gauche de l'éditeur actuel, par rapport à l'écran.
it: Coordinata X dell'angolo in alto a sinistra dell'editor corrente, relativa allo schermo.
ja: スクリーンに対する現在のエディタの左上隅のX座標。
ru: X-координата верхнего левого угла текущего редактора относительно экрана.
zh_tw: 目前編輯器左上角相對於螢幕的X座標。

# Core::Internal::EditorManagerPrivate|
source: Y-coordinate of the current editor's upper left corner, relative to screen.
es: Coordenada Y de la esquina superior izquierda del editor actual, relativa a la pantalla.
fr: Coordonnée Y du coin supérieur gauche de l'éditeur actuel, par rapport à l'écran.
it: Coordinata Y dell'angolo in alto a sinistra dell'editor corrente, relativa allo schermo.
ja: スクリーンに対する現在のエディタの左上隅のY座標。
ru: Y-координата верхнего левого угла текущего редактора относительно экрана.
zh_tw: 目前編輯器左上角相對於螢幕的Y座標。

# Core::Internal::EditorManagerPrivate|
source: Could not open "%1": Cannot open files of type "%2".
es: No se ha podido abrir "%1": no se pueden abrir los archivos del tipo "%2".
fr: Impossible d'ouvrir "%1" : Impossible d'ouvrir les fichiers de type "%2".
it: Impossibile aprire "%1": impossibile aprire i file di tipo "%2".
ja: "%1"を開くことができませんでした："%2"のファイルを開くことができません。
ru: Не удалось открыть "%1": не удается открыть файлы типа "%2".
zh_tw: 無法開啟"%1"：無法開啟"%2"類型的檔案。

# Core::Internal::EditorManagerPrivate|
source: Could not open "%1" for reading. Either the file does not exist or you do not have the permissions to open it.
es: No se ha podido abrir "%1" para leerlo. O el archivo no existe o no tiene los permisos para abrirlo.
fr: Impossible d'ouvrir "%1" pour la lecture. Le fichier n'existe pas ou vous n'avez pas les autorisations pour l'ouvrir.
it: Impossibile aprire "%1" per la lettura. O il file non esiste o non hai i permessi per aprirlo.
ja: "%1"を読むことができませんでした。ファイルが存在しないか、ファイルを開く権限がありません。
ru: Не удалось открыть "%1" для чтения. Файл не существует, либо у вас нет прав на его открытие.
zh_tw: 無法開啟"%1"進行讀取。檔案不存在或者您沒有開啟它的權限。

# Core::Internal::EditorManagerPrivate|
source: Could not open "%1": Unknown error.
es: No se ha podido abrir "%1": Error desconocido.
fr: Impossible d'ouvrir "%1" : Erreur inconnue.
it: Impossibile aprire "%1": errore sconosciuto.
ja: "%1"を開けませんでした：不明なエラーです。
ru: Не удалось открыть "%1": Неизвестная ошибка.
zh_tw: 無法開啟"%1"：未知錯誤。

# Core::Internal::EditorManagerPrivate|
source: <b>Warning:</b> This file was not opened in %1 yet.
es: <b>Advertencia:</b> aún no se ha abierto este archivo en %1.
fr: <b>Avertissement :</b> Ce fichier n'a pas encore été ouvert dans %1.
it: <b>Avviso:</b> questo file non è stato ancora aperto in %1.
ja: <b>警告：</ b>このファイルはまだ%1で開かれていません。
ru: <b>Предупреждение:</b> Этот файл еще не был открыт в %1.
zh_tw: <b>警告：</b>此檔案尚未在%1中開啟。

# Core::Internal::EditorManagerPrivate|
source: Open
es: Abrir
fr: Ouvrir
it: Apri
ja: 開いた
ru: Открыть
zh_tw: 開啟

# Core::Internal::EditorManagerPrivate|
source: <b>Warning:</b> You are changing a read-only file.
es: <b>Advertencia:</b> está cambiando un archivo de solo lectura.
fr: <b>Avertissement :</b> Vous modifiez un fichier en lecture seule.
it: <b>Avviso:</b> stai modificando un file di sola lettura.
ja: <b>警告：</ b>読み取り専用ファイルを変更しています。
ru: <b>Предупреждение:</b> Вы изменяете файл, предназначенный только для чтения.
zh_tw: <b>警告：</b>您正在變更唯讀檔案。

# Core::Internal::EditorManagerPrivate|
source: Make Writable
es: Conceder permisos de escritura
fr: Rendre inscriptible
it: Rendi scrivibile
ja: 書き込み可能にする
ru: Сделать перезаписываемым
zh_tw: 使可寫入

# Core::Internal::EditorManagerPrivate|
source: &Save %1
es: &Guardar %1
fr: &Enregistrer %1
it: &Salva %1
ja: %1を保存
ru: &Сохранить %1
zh_tw: 儲存%1(&S)

# Core::Internal::EditorManagerPrivate|
source: Save %1 &As...
es: Guardar %1 &como...
fr: Enregistrer %1 &sous...
it: S&alva %1 come ...
ja: %1を保存する...
ru: Сохранить %1 &как ...
zh_tw: 另存%1為新檔(&A)...

# Core::Internal::EditorManagerPrivate|
source: Revert %1 to Saved
es: Restaurar %1 a guardado
fr: Rétablir %1 à sauvegardé
it: Ripristina %1 su salvato
ja: %1を保存済みに戻す
ru: Вернуть %1 в сохраненное состояние
zh_tw: 將%1還原到已儲存

# Core::Internal::EditorManagerPrivate|
source: Reload %1
es: Volver a cargar %1
fr: Recharger %1
it: Ricarica %1
ja: リロード%1
ru: Перезагрузить %1
zh_tw: 重新載入%1

# Core::Internal::EditorManagerPrivate|
source: Close %1
es: Cerrar %1
fr: Fermer %1
it: Chiudi %1
ja: 閉じる%1
ru: Закрыть %1
zh_tw: 關閉%1

# Core::Internal::EditorManagerPrivate|
source: Close All Except %1
es: Cerrar todo excepto %1
fr: Tout fermer sauf %1
it: Chiudi tutto tranne %1
ja: %1を除くすべて閉じる
ru: Закрыть все кроме %1
zh_tw: 關閉除%1以外的全部

# Core::Internal::EditorManagerPrivate|
source: Close Others
es: Cerrar otros
fr: Fermer les autres
it: Chiudi gli altri
ja: その他を閉じる
ru: Закрыть другие
zh_tw: 關閉其他

# Core::Internal::EditorManagerPrivate|
source: Cannot Open File
es: No puede abrir el archivo
fr: Impossible d'ouvrir le fichier
it: Non è possibile aprire questo file
ja: ファイルを開けません
ru: Невозможно открыть файл
zh_tw: 無法開啟檔案

# Core::Internal::EditorManagerPrivate|
source: Cannot open the file for editing with VCS.
es: No se puede abrir el archivo para editarlo con VCS.
fr: Impossible d'ouvrir le fichier pour l'éditer avec VCS.
it: Impossibile aprire il file per la modifica con VCS.
ja: VCSで編集するためにファイルを開くことができません。
ru: Не удается открыть файл для редактирования с помощью VCS.
zh_tw: 無法開啟檔以使用VCS進行編輯。

# Core::Internal::EditorManagerPrivate|
source: File Error
es: Error de archivo
fr: Erreur de fichier
it: Errore file
ja: ファイルエラー
ru: Ошибка в файле
zh_tw: 檔案錯誤

# Core::Internal::EditorManagerPrivate|
source: Revert to Saved
es: Restaurar a guardado
fr: Rétablir à enregistré
it: Ripristina su salvato
ja: 保存済みに戻す
ru: Вернуться к сохраненному
zh_tw: 還原到已儲存

# Core::Internal::EditorManagerPrivate|
source: You will lose your current changes if you proceed reverting %1.
es: Perderá sus cambios actuales si continúa restaurando %1.
fr: Vous perdrez vos modifications actuelles si vous continuez à rétablir %1.
it: Perderai le modifiche correnti se continui a ripristinare %1.
ja: %1を元に戻すと、現在の変更が失われます。
ru: Если вы начнете возвращение %1, вы потеряете свои текущие изменения.
zh_tw: 如果您繼續還原%1，則會丟失目前的變更。

# Core::Internal::EditorManagerPrivate|
source: Proceed
es: Proceder
fr: Continuer
it: Procedi
ja: 次へ進む
ru: Продолжить
zh_tw: 繼續

# Core::Internal::EditorManagerPrivate|
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ru: Отмена
zh_tw: 取消

# Core::Internal::OpenEditorsWidget|
source: Open Documents
es: Abrir documentos
fr: Ouvrir les documents
it: Apri documenti
ja: ドキュメントを開く
ru: Открытые документы
zh_tw: 開啟文件

# Core::Internal::SystemEditor|
source: System Editor
es: Editor de sistema
fr: Éditeur de système
it: Editor di sistema
ja: システムエディタ
ru: Системный редактор
zh_tw: 系統編輯器

# Core::Internal::SystemEditor|
source: Could not open url %1.
es: No se ha podido abrir la URL %1.
fr: Impossible d'ouvrir l'URL %1.
it: Impossibile aprire l'URL %1.
ja: URL%1を開くことができませんでした。
ru: Не удалось открыть URL %1.
zh_tw: 無法開啟url %1。

# Core::EditorToolBar|
source: Drag to drag documents between splits
es: Arrastre para arrastrar documentos entre divisiones
fr: Faites glisser pour faire glisser des documents entre des séparations
it: Trascina per trascinare i documenti tra le divisioni
ja: ドラッグして分割間でドキュメントをドラッグする
ru: Перетащите документы между разделителями
zh_tw: 拖動以在分割之間拖動文件

# Core::EditorToolBar|
source: Split
es: División
fr: Séparer
it: Dividi
ja: 分割
ru: Разделить
zh_tw: 分割

# Core::EditorToolBar|
source: Remove Split
es: Eliminar división
fr: Supprimer la séparation
it: Rimuovi divisione
ja: 分割を削除
ru: Удалить разделение
zh_tw: 刪除分割

# Core::EditorToolBar|
source: Make Writable
es: Conceder permisos de escritura
fr: Rendre inscriptible
it: Rendi scrivibile
ja: 書き込み可能にする
ru: Сделать перезаписываемым
zh_tw: 使可寫入

# Core::EditorToolBar|
source: File is writable
es: El archivo tiene permiso de escritura
fr: Le fichier est accessible en écriture
it: Il file è scrivibile
ja: ファイルは書き込み可能です
ru: Файл доступен для перезаписи
zh_tw: 檔案可被寫入

# Core::Internal::ExternalToolRunner|
source: Could not find executable for "%1" (expanded "%2")
es: No se ha podido encontrar el ejecutable para "%1" (expandido "%2")
fr: Impossible de trouver l'exécutable pour "%1" (développé "%2")
it: Impossibile trovare l'eseguibile per "%1" (expanded "%2")
ja: "%1"（展開された"%2"）の実行ファイルが見つかりませんでした
ru: Не удалось найти исполняемый файл для "%1" (расширенный "%2")
zh_tw: 無法找到"%1"(展開的"%2")的可執行檔

# Core::Internal::ExternalToolRunner|
source: Starting external tool "%1" %2
es: Inicio de la herramienta externa "%1"%2
fr: Démarrage de l'outil externe "%1" %2
it: Avvio dello strumento esterno "%1" %2
ja: 外部ツール"%1"%2を起動しています
ru: Запуск внешнего инструмента "%1" %2
zh_tw: 啟動外部工具"%1" %2

# Core::Internal::ExternalToolRunner|
source: "%1" finished
es: "%1" finalizado
fr: "%1" terminé
it: "%1" finito
ja: "%1"が終了しました
ru: "%1" завершен
zh_tw: "%1"已完成

# Core::ExternalToolManager|
source: &External
es: &Externo
fr: &Externe
it: &Esterno
ja: &外部
ru: &Внешний
zh_tw: 外部(&E)

# Core::ExternalToolManager|
source: Error: External tool in %1 has duplicate id
es: Error: la herramienta externa en %1 tiene una identificación duplicada
fr: Erreur : L'outil externe dans %1 a un identifiant en double
it: Errore: lo strumento esterno in %1 ha un ID duplicato
ja: エラー：%1の外部ツールにIDが重複しています
ru: Ошибка: внешний инструмент в %1 имеет дубликат идентификатора
zh_tw: 錯誤：%1中的外部工具具有重複的ID

# Core::Internal::ExternalTool|
source: Error while parsing external tool %1: %2
es: Error al analizar la herramienta externa %1: %2
fr: Erreur lors de l'analyse de l'outil externe %1 : %2
it: Errore durante l'analisi dello strumento esterno %1: %2
ja: 外部ツール%1を解析中にエラーが発生しました：%2
ru: Ошибка при анализе внешнего инструмента %1: %2
zh_tw: 解析外部工具%1時出錯：%2

# Core::Internal|
source: Launching a file browser failed
es: Error al iniciar navegador de archivos
fr: Le lancement d'un navigateur de fichiers a échoué
it: Avvio browser file non riuscito
ja: ファイルブラウザを起動できませんでした
ru: Не удалось запустить файл-браузер
zh_tw: 啟動檔案瀏覽器失敗

# Core::Internal|
source: Unable to start the file manager: %1
es: No se puede iniciar el administrador de archivos: %1
fr: Impossible de démarrer le gestionnaire de fichiers : %1
it: Impossibile avviare il file manager: %1
ja: ファイルマネージャを起動できません： %1
ru: Не удалось запустить диспетчер файлов: %1
zh_tw: 無法啟動檔案管理器： %1

# Core::Internal|
source: "%1" returned the following error: %2
es: "%1" devolvió el siguiente error: %2
fr: "%1" a renvoyé l'erreur suivante : %2
it: "%1" ha dato il seguente errore: %2
ja: "%1"は次のエラーを返しました： %2
ru: "%1" возвращает следующую ошибку: %2
zh_tw: "%1"返回了以下錯誤： %2

# Core::Internal|
source: Launching Windows Explorer Failed
es: Error al iniciar el Explorador de Windows
fr: Le lancement de l'explorateur Windows a échoué
it: Avvio di Windows Explorer non riuscito
ja: Windows Explorerの起動に失敗しました
ru: Не удалось запустить Windows Explorer
zh_tw: 啟動Windows資料總管失敗

# Core::Internal|
source: Could not find explorer.exe in path to launch Windows Explorer.
es: No se ha podido encontrar explorer.exe en la ruta para iniciar el Explorador de Windows.
fr: Impossible de trouver explorer.exe dans le chemin pour lancer l'explorateur Windows.
it: Impossibile trovare explorer.exe nel percorso per avviare Windows Explorer.
ja: エクスプローラを起動するためのパスにexplorer.exeが見つかりませんでした。
ru: Не удалось найти explorer.exe в пути для запуска Windows Explorer.
zh_tw: 在路徑中找不到explorer.exe來啟動Windows資料總管。

# Core::Internal|
source: Find in This Directory...
es: Buscar en este directorio...
fr: Trouver dans ce répertoire...
it: Trova in questa directory...
ja: このディレクトリで検索...
ru: Найти в этом каталоге ...
zh_tw: 在此目錄中尋找...

# Core::Internal|
source: Show in Explorer
es: Mostrar en el Explorador
fr: Afficher dans l'explorateur
it: Mostra in Explorer
ja: エクスプローラーで表示
ru: Показать в Explorer
zh_tw: 在資料總管裡顯示

# Core::Internal|
source: Show in Finder
es: Mostrar en Finder
fr: Afficher dans le finder
it: Mostra nel Finder
ja: ファインダーで表示
ru: Показать в поисковике
zh_tw: 在尋找工具中顯示

# Core::Internal|
source: Show Containing Folder
es: Mostrar carpeta contenedora
fr: Afficher le dossier contenant
it: Mostra cartella
ja: コンテイニングフォルダを表示
ru: Показать содержащую папку
zh_tw: 顯示包含資料夾

# Core::Internal|
source: Open Command Prompt Here
es: Abrir el símbolo del sistema aquí
fr: Ouvrir l'invite de commande ici
it: Apri il prompt dei comandi qui
ja: ここでコマンドプロンプトを開く
ru: Открыть командную строку здесь
zh_tw: 在這裡開啟命令提示字元

# Core::Internal|
source: Open Terminal Here
es: Abrir la terminal aquí
fr: Ouvrir le terminal ici
it: Apri il terminale qui
ja: ここにターミナルを開く
ru: Открыть терминал здесь
zh_tw: 在這裡開啟終端

# Core::Internal|
source: Deleting File Failed
es: Error al eliminar archivo
fr: La suppression du fichier a échoué
it: Eliminazione del file non riuscita
ja: ファイルの削除に失敗しました
ru: Сбой удаления файла
zh_tw: 刪除檔案失敗

# Core::Internal|
source: Could not delete file %1.
es: No se ha podido eliminar el archivo %1.
fr: Impossible de supprimer le fichier %1.
it: Impossibile eliminare il file %1.
ja: %1ファイルを削除できませんでした。
ru: Не удалось удалить файл %1.
zh_tw: 無法刪除檔案%1。

# Core::Internal::CurrentDocumentFind|
source: %n occurrences replaced.
es: %n repeticiones reemplazadas.
fr: %n occurrences remplacées.
it: %n occorrenze sostituite.
ja: %nオカレンスが置き換えられました。
ru: %n событий замещено.
zh_tw: %n個相符項被取代。

# Core::FindPlugin|
source: &Find/Replace
es: &Buscar/reemplazar
fr: &Rechercher/Remplacer
it: &Trova/Sostituisci
ja: &検索/置換
ru: &Найти/заменить
zh_tw: 尋找/取代(&F)

# Core::FindPlugin|
source: Advanced Find
es: Búsqueda avanzada
fr: Recherche avancée
it: Ricerca avanzata
ja: 高度な検索
ru: Расширенный поиск
zh_tw: 進階尋找

# Core::FindPlugin|
source: Open Advanced Find...
es: Abrir búsqueda avanzada...
fr: Ouvrir la recherche avancée...
it: Apri la ricerca avanzata...
ja: 詳細検索を開く...
ru: Открыть расширенный поиск ...
zh_tw: 開啟進階尋找...

# Core::FindPlugin|
source: Advanced...
es: Avanzado...
fr: Avancé(e)...
it: Avanzate...
ja: 詳細設定...
ru: Расширенный...
zh_tw: 進階...

# Core::Internal::FindToolBar|
source: Find/Replace
es: Buscar/reemplazar
fr: Rechercher/Remplacer
it: Trova/Sostituisci
ja: 検索/置換
ru: Найти/заменить
zh_tw: 尋找/取代

# Core::Internal::FindToolBar|
source: Enter Find String
es: Introduzca cadena de búsqueda
fr: Saisir la chaîne de recherche
it: Inserisci trova stringa
ja: 検索文字列を入力
ru: Введите строку поиска
zh_tw: 輸入尋找字串

# Core::Internal::FindToolBar|
source: Find Next
es: Buscar siguiente
fr: Rechercher suivant
it: Trova il prossimo
ja: 次を見つける
ru: Найти следующее
zh_tw: 尋找下一個

# Core::Internal::FindToolBar|
source: Find Previous
es: Buscar anterior
fr: Rechercher précédent
it: Trova precedente
ja: 前の検索
ru: Найти предыдущее
zh_tw: 尋找上一個

# Core::Internal::FindToolBar|
source: Find Next (Selected)
es: Buscar siguiente (seleccionado)
fr: Rechercher suivant (sélectionné)
it: Trova successivo (selezionato)
ja: 次を検索（選択）
ru: Найти следующее (выбранное)
zh_tw: 尋找下一個(所選)

# Core::Internal::FindToolBar|
source: Find Previous (Selected)
es: Buscar anterior (seleccionado)
fr: Rechercher précédent (sélectionné)
it: Trova precedente (selezionato)
ja: 前の検索（選択）
ru: Найти предыдущее (выбранное)
zh_tw: 尋找上一個(所選)

# Core::Internal::FindToolBar|
source: Replace
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
ru: Заменить
zh_tw: 取代

# Core::Internal::FindToolBar|
source: Replace && Find
es: Reemplazar && encontrar
fr: Rechercher && Remplacer
it: Sostituisci & Trova
ja: 置換&&検索
ru: Заменить && Найти
zh_tw: 取代並尋找

# Core::Internal::FindToolBar|
source: Replace && Find Previous
es: Reemplazar && buscar anterior
fr: Remplacer && Rechercher précédent
it: Sostituisci & Trova precedente
ja: 前を置換&&検索
ru: Заменить && Найти предыдущее
zh_tw: 取代並尋找上一個
