Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# ExtensionSystem::PluginView|
source: Enabling %1 will also enable the following plugins: %2
es: Al habilitarlos, %1 también habilitará los siguientes complementos: %2
fr: L'activation de %1 active également les plug-ins suivants : %2
it: Abilitando %1 abiliterai anche i seguenti plugin: %2
ja: %1 を有効にすると、次のプラグインも有効になります： %2
ru: Включение %1 также позволит включить следующие плагины: %2
zh_tw: 啟用 %1 也會啟用以下外掛程式： %2

# ExtensionSystem::PluginView|
source: Disabling Plugins
es: Deshabilitar complementos
fr: Désactivation des plug-ins
it: Disabilitare i plugin
ja: プラグインを無効にする
ru: Отключение плагинов
zh_tw: 禁用外掛程式

# ExtensionSystem::PluginView|
source: Disabling %1 will also disable the following plugins: %2
es: Al deshabilitarlos, %1 también deshabilitará los siguientes complementos: %2
fr: Désactiver %1 désactivera également les plug-ins suivants : %2
it: Disabilitando %1 disabiliterai anche i seguenti plugin: %2
ja: %1 を無効にすると、次のプラグインも無効になります： %2
ru: Отключение %1 также отключит следующие плагины: %2
zh_tw: 禁用 %1 也會禁用以下外掛程式： %2

# PluginDialog|
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ru: Детали
zh_tw: 詳情

# PluginDialog|
source: Error Details
es: Detalles del error
fr: Détails de l'erreur
it: Dettagli dell'errore
ja: エラーの詳細
ru: Сведения об ошибке
zh_tw: 錯誤詳情

# PluginDialog|
source: Installed Plugins
es: Complementos instalados
fr: Plug-ins installés
it: Plugin installati
ja: インストールされたプラグイン
ru: Установленные плагины
zh_tw: 已安裝的外掛程式

# PluginDialog|
source: Plugin Details of %1
es: Detalles del complemento de %1
fr: Détails du plug-in de %1
it: Dettagli del plugin di %1
ja: %1のプラグインの詳細
ru: Информация о плагине для %1
zh_tw: %1的外掛程式詳細資訊

# PluginDialog|
source: Plugin Errors of %1
es: Errores del complemento de %1
fr: Erreurs de plug-in de %1
it: Errori del plugin di %1
ja: %1のプラグインエラー
ru: Ошибки плагина %1
zh_tw: %1的外掛程式錯誤

# ProjectExplorer::DebuggingHelperLibrary|
source: The target directory %1 could not be created.
es: El directorio de destino %1 no se ha podido crear.
fr: Le répertoire cible %1 n'a pas pu être créé.
it: La directory di destinazione %1 non può essere creata.
ja: ターゲットディレクトリ%1を作成できませんでした。
ru: Не удалось создать целевой каталог %1.
zh_tw: 目標目錄%1無法建立。

# ProjectExplorer::DebuggingHelperLibrary|
source: The existing file %1 could not be removed.
es: El archivo existente %1 no se ha podido eliminar.
fr: Le fichier existant %1 n'a pas pu être supprimé.
it: Il file esistente %1 non può essere rimosso.
ja: 既存のファイル%1を削除できませんでした。
ru: Имеющийся файл %1 не может быть удален.
zh_tw: 無法刪除現有檔案%1。

# ProjectExplorer::DebuggingHelperLibrary|
source: The file %1 could not be copied to %2.
es: El archivo %1 no se ha podido copiar a %2.
fr: Le fichier %1 n'a pas pu être copié dans %2.
it: Il file %1 non può essere copiato in %2.
ja: ファイル%1は%2にコピーできませんでした。
ru: Файл %1 не может быть скопирован в %2.
zh_tw: 檔案%1無法複製到%2。

# ProjectExplorer::DebuggingHelperLibrary|
source: %1 not found in PATH
es: No se ha encontrado %1 en RUTA
fr: %1 introuvable dans PATH
it: %1 non trovato in PATH
ja: %1はパスに見つかりません
ru: %1 не найден в ПУТИ
zh_tw: 在路徑中找不到%1

# ProjectExplorer::BuildableHelperLibrary|
source: Cannot start process: %1
es: No se puede iniciar el proceso: %1
fr: Impossible de démarrer le processus : %1
it: Impossibile avviare il processo: %1
ja: プロセスを開始できません：%1
ru: Не удается запустить процесс: %1
zh_tw: 無法啟動處理序：%1

# ProjectExplorer::BuildableHelperLibrary|
source: Timeout after %1 s.
es: Tiempo de espera de %1 s.
fr: Délai d'expiration après %1 s.
it: Timeout dopo %1 s.
ja: %1秒後にタイムアウト。
ru: Тайм-аут через %1 с.
zh_tw: %1秒後逾時。

# ProjectExplorer::BuildableHelperLibrary|
source: The process crashed.
es: El proceso ha caído.
fr: Le processus a planté.
it: Il processo si è interrotto.
ja: プロセスがクラッシュしました。
ru: В процессе произошел фатальный сбой.
zh_tw: 處理序崩潰。

# ProjectExplorer::BuildableHelperLibrary|
source: The process returned exit code %1: %2
es: El proceso ha devuelto el código de salida %1: %2
fr: Le processus a renvoyé le code de sortie %1: %2
it: Il processo ha restituito il codice di uscita %1: %2
ja: プロセスは終了コード%1を返しました： %2
ru: Процесс возвратил код выхода %1: %2
zh_tw: 該處理序返回退出代碼%1： %2

# ProjectExplorer::BuildableHelperLibrary|
source: Error running "%1" in %2: %3
es: Error al ejecutar "%1" en %2: %3
fr: Erreur lors de l'exécution de "%1" dans %2 : %3
it: Errore durante l'esecuzione di "%1" in %2: %3
ja: %2で"%1"を実行中にエラーが発生しました：%3
ru: Ошибка при работе "%1" в %2: %3
zh_tw: 在%2中"%1"時出錯：%3

# ProjectExplorer::BuildableHelperLibrary|
source: Building helper "%1" in %2
es: Ayudante de construcción "%1" en %2
fr: Assistant de construction "%1" dans %2
ja: ヘルパー"%1"を%2 に作成しています
ru: Система консультативной поддержки построения "%1" в %2
zh_tw: 正在%2中構建説明程式"%1"

# ProjectExplorer::BuildableHelperLibrary|
source: Running %1 %2...
es: Ejecutando %1 %2...
fr: Exécution de %1 %2...
it: Esecuzione %1 %2...
ja: %1 %2を実行中...
ru: Работает %1 %2...
zh_tw: 正在運行%1 %2...

# ProjectExplorer::BuildableHelperLibrary|
source: Running %1 %2 ...
es: Ejecutando %1 %2...
fr: Exécution de %1 %2...
it: Esecuzione %1 %2...
ja: %1 %2を実行中...
ru: Работает %1 %2 ...
zh_tw: 正在運行%1 %2...

# ProjectExplorer::BuildableHelperLibrary|
source: %1 not found in PATH
es: No se ha encontrado %1 en RUTA
fr: %1 introuvable dans PATH
it: %1 non trovato in PATH
ja: %1はパスに見つかりません
ru: %1 не найдено в ПУТИ
zh_tw: 在路徑中找不到%1

# Utils::CheckableMessageBox|
source: Do not ask again
es: No preguntar de nuevo
fr: Ne plus demander
it: Non chiedere di nuovo
ja: 二度と質問しないで
ru: Больше не спрашивать
zh_tw: 不再詢問

# Utils::CheckableMessageBox|
source: Do not &ask again
es: No &preguntar de nuevo
fr: Ne plus &demander
it: Non &chiedere di nuovo
ja: 二度と&質問しないで
ru: Больше не спрашивать
zh_tw: 不再詢問(&A)

# Utils::CheckableMessageBox|
source: Do not &show again
es: No &mostrar de nuevo
fr: Ne plus &montrer
it: Non &mostrare più
ja: 再び&表示しない
ru: Больше не показывать
zh_tw: 不再顯示(&S)

# Utils::ClassNameValidatingLineEdit|
source: The class name must not contain namespace delimiters.
es: El nombre de clase no debe contener delimitadores de espacios de nombres.
fr: Le nom de classe ne doit pas contenir de délimiteurs d'espace de nom.
it: Il nome della classe non deve contenere delimitatori dello spazio dei nomi.
ja: クラス名には名前空間区切り文字を使用できません。
ru: Имя класса не должно содержать разделителей пространства имен.
zh_tw: 類別名稱不能包含名稱空間分隔符號。

# Utils::ClassNameValidatingLineEdit|
source: Please enter a class name.
es: Introduzca un nombre de clase.
fr: Veuillez saisir un nom de classe.
it: Inserire un nome di classe.
ja: クラス名を入力してください。
ru: Введите имя класса.
zh_tw: 請輸入一個類別名稱。

# Utils::ClassNameValidatingLineEdit|
source: The class name contains invalid characters.
es: El nombre de clase contiene caracteres no válidos.
fr: Le nom de la classe contient des caractères non valides.
it: Il nome della classe contiene caratteri non validi.
ja: クラス名に無効な文字が含まれています。
ru: Имя класса содержит недопустимые символы.
zh_tw: 類別名稱包含無效字元。

# Utils::ConsoleProcess|
source: Cannot set up communication channel: %1
es: No se puede configurar el canal de comunicación: %1
fr: Impossible de configurer le canal de communication : %1
it: Impossibile impostare il canale di comunicazione: %1
ja: 通信チャネルを設定できません：%1
ru: Невозможно настроить канал связи: %1
zh_tw: 無法建立通訊通道：%1

# Utils::ConsoleProcess|
source: Press <RETURN> to close this window...
es: Pulse <RETURN> para cerrar esta ventana...
fr: Appuyez sur <RETURN> pour fermer cette fenêtre...
it: Premi <INVIO> per chiudere questa finestra...
ja: <RETURN>を押してこのウィンドウを閉じます…
ru: Нажмите <RETURN>, чтобы закрыть это окно...
zh_tw: 按<RETURN>鍵關閉此視窗...

# Utils::ConsoleProcess|
source: Cannot create temporary file: %1
es: No se puede crear el archivo temporal: %1
fr: Impossible de créer le fichier temporaire : %1
it: Impossibile creare il file temporaneo: %1
ja: 一時ファイルを作成できません：%1
ru: Невозможно создать временный файл: %1
zh_tw: 無法建立暫存檔案：%1

# Utils::ConsoleProcess|
source: Cannot write temporary file. Disk full?
es: No se puede escribir el archivo temporal. ¿Disco lleno?
fr: Impossible d'écrire un fichier temporaire. Disque plein ?
it: Impossibile scrivere il file temporaneo. Disco pieno?
ja: 一時ファイルを書き込めません。ディスクがいっぱいですか？
ru: Невозможно записать временный файл. На диске отсутствует место?
zh_tw: 不能寫入暫存檔案。磁碟已滿？

# Utils::ConsoleProcess|
source: Cannot create temporary directory "%1": %2
es: No se puede crear el directorio temporal "%1": %2
fr: Impossible de créer le répertoire temporaire "%1" : %2
it: Impossibile creare la directory temporanea "%1": %2
ja: 一時ディレクトリ"%1"を作成できません：%2
ru: Невозможно создать временную директорию "%1": %2
zh_tw: 無法建立臨時目錄"%1"：%2

# Utils::ConsoleProcess|
source: Unexpected output from helper program (%1).
es: Resultado inesperado del programa de ayuda (%1).
fr: Sortie inattendue du programme d'assistance (%1).
it: Output imprevisto dal programma di supporto (%1).
ja: ヘルパープログラム（%1）からの予期しない出力。
ru: Неожиданный вывод из вспомогательной программы (%1).
zh_tw: 説明程式(%1)的意外輸出。

# Utils::ConsoleProcess|
source: Cannot change to working directory "%1": %2
es: No se puede cambiar al directorio de trabajo "%1": %2
fr: Impossible de passer au répertoire de travail "%1" : %2
it: Impossibile passare alla directory di lavoro "%1": %2
ja: "%1"という作業ディレクトリに変更できません：%2
ru: Невозможно перейти в рабочий каталог "%1": %2
zh_tw: 無法變更為工作目錄"%1"：%2

# Utils::ConsoleProcess|
source: Cannot execute "%1": %2
es: No se puede ejecutar "%1": %2
fr: Impossible d'exécuter "%1" : %2
it: Impossibile eseguire "%1": %2
ja: "%1"を実行できません：%2
ru: Невозможно выполнить "%1": %2
zh_tw: 無法執行"%1"：%2

# Utils::ConsoleProcess|
source: Quoting error in command.
es: Citando error en el comando.
fr: Erreur de citation dans la commande.
it: Errore riportato nel comando.
ja: コマンドの引用エラー。
ru: Указание ошибки в команде.
zh_tw: 命令的引用錯誤。

# Utils::ConsoleProcess|
source: Debugging complex shell commands in a terminal is currently not supported.
es: Actualmente, no se admite la depuración de comandos de shell complejos en un terminal.
fr: Le débogage de commandes shell complexes dans un terminal n'est actuellement pas pris en charge.
it: Il debug di comandi complessi della shell in un terminale non è attualmente supportato.
ja: 端末での複雑なシェルコマンドのデバッグは、現在サポートされていません。
ru: В настоящее время отладка сложных команд оболочки в терминале не поддерживается.
zh_tw: 目前不支援在終端中進行複雜shell命令偵錯。

# Utils::ConsoleProcess|
source: Quoting error in terminal command.
es: Citando el error en el comando del terminal.
fr: Erreur de citation dans la commande de terminal.
it: Errore riportato nel comando del terminale.
ja: 端末コマンドの引用エラー。
ru: Ошибка котировки в команде терминала.
zh_tw: 終端命令中的引用錯誤。

# Utils::ConsoleProcess|
source: Terminal command may not be a shell command.
es: El comando del terminal no puede ser un comando de shell.
fr: La commande de terminal peut ne pas être une commande shell.
it: Il comando terminale potrebbe non essere un comando di shell.
ja: ターミナルコマンドはシェルコマンドではない可能性があります。
ru: Команда терминала может не быть командой оболочки.
zh_tw: 終端命令可能不是一個shell命令。

# Utils::ConsoleProcess|
source: Cannot start the terminal emulator "%1", change the setting in the Environment options.
es: No se puede iniciar el emulador de terminal "%1", cambie los ajustes en las opciones de Entorno.
fr: Impossible de démarrer l'émulateur de terminal "%1", modifiez le paramètre dans les options d'environnement.
it: Impossibile avviare l'emulatore di terminale "%1", modificare le impostazioni nelle opzioni Ambiente.
ja: ターミナルエミュレータ"%1"を起動できません。環境オプションで設定を変更してください。
ru: Не удается запустить эмулятор терминала "%1", измените настройку в параметрах среды.
zh_tw: 無法啟動終端模擬程式"%1"，請變更環境選項中的設定。

# Utils::ConsoleProcess|
source: Cannot create socket "%1": %2
es: No se puede crear socket "%1": %2
fr: Impossible de créer l'interface de connexion "%1" : %2
it: Impossibile creare socket "%1": %2
ja: "%1"ソケットを作成できません：%2
ru: Невозможно создать сокет "%1": %2
zh_tw: 無法建立通訊端"%1"：%2

# Utils::ConsoleProcess|
source: The process "%1" could not be started: %2
es: El proceso "%1" no se ha podido iniciar: %2
fr: Le processus "%1" n'a pas pu être démarré : %2
it: Il processo "%1" non può essere avviato: %2
ja: "%1"プロセスを開始できませんでした：%2
ru: Процесс "%1" не может быть запущен: %2
zh_tw: 處理序"%1"無法啟動：%2

# Utils::ConsoleProcess|
source: Cannot obtain a handle to the inferior: %1
es: No se puede obtener un identificador para el inferior: %1
fr: Impossible d'obtenir un indicateur pour l'inférieur : %1
it: Impossibile ottenere un handle inferiore: %1
ja: 下位のハンドルを取得できません：%1
ru: Не удается получить собственный идентификатор для нижнего индекса: %1
zh_tw: 無法獲得下級控制碼：%1

# Utils::ConsoleProcess|
source: Cannot obtain exit status from inferior: %1
es: No se puede obtener el estado de salida de inferior: %1
fr: Impossible d'obtenir le statut de sortie de l'inférieur : %1
it: Impossibile ottenere lo stato di uscita da inferiore: %1
ja: 下位から終了ステータスを取得できません：%1
ru: Не удается получить статус выхода из нижнего индекса: %1
zh_tw: 無法從下級獲得退出狀態：%1

# Utils::DetailsButton|
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ru: Детали
zh_tw: 詳情

# Utils::ElfReader|
source: "%1" is an invalid ELF object (%2)
es: "%1" es un objeto ELF no válido (%2)
fr: "%1" est un objet ELF non valide (%2)
it: "%1" è un oggetto ELF non valido (%2)
ja: "%1"は無効なELFオブジェクトです（%2）
ru: "%1" - недопустимый объект ELF (%2)
zh_tw: "%1"是一個無效的ELF物件(%2)

# Utils::ElfReader|
source: "%1" is not an ELF object (file too small)
es: "%1" no es un objeto ELF (archivo demasiado pequeño)
fr: "%1" n'est pas un objet ELF (fichier trop petit)
it: "%1" non è un oggetto ELF (file troppo piccolo)
ja: "%1"はELFオブジェクトではありません（ファイルが小さすぎます）
ru: "%1" не является объектом ELF (файл слишком мал)
zh_tw: "%1"不是ELF物件(檔案太小)

# Utils::ElfReader|
source: "%1" is not an ELF object
es: "%1" no es un objeto ELF
fr: "%1" n'est pas un objet ELF
it: "%1" non è un oggetto ELF
ja: "%1"はELFオブジェクトではありません
ru: "%1" не является объектом ELF
zh_tw: "%1"不是ELF物件

# Utils::ElfReader|
source: odd cpu architecture
es: arquitectura de CPU desconocida
fr: architecture de processeur étrange
it: strana architettura della CPU
ja: 奇数のCPUアーキテクチャ
ru: нечетная архитектура процессора
zh_tw: 奇數CPU架構

# Utils::ElfReader|
source: odd endianness
es: endianness desconocido
fr: boutisme étrange
it: strana endianità
ja: 奇数エンディアンネス
ru: нечетность порядка следования байта
zh_tw: 奇數字節順序

# Utils::ElfReader|
source: unexpected e_shsize
es: inesperado e_shsize
fr: e_shsize inattendu
it: e_shsize inaspettato
ja: 予期されないe_shsize
ru: неожиданный e_shsize
zh_tw: 意外的e_shsize

# Utils::ElfReader|
source: unexpected e_shentsize
es: inesperado e_shentsize
fr: e_shentsize inattendu
it: e_shentsize inaspettato
ja: 予期されないe_shentsize
ru: неожиданный e_shentsize
zh_tw: 意外的e_shentsize

# Utils::ElfReader|
source: announced %n sections, each %1 bytes, exceed file size
es: %n secciones anunciadas, cada %1 bytes, exceden el tamaño del archivo
fr: %n sections annoncées, chacune de %1 octets, dépasse la taille du fichier
it: annunciate %n sezioni, ciascuna %1 byte, supera la dimensione del file
ja: %nセクションを宣言しました。各%1バイトはファイルサイズを超えています
ru: заявлено %n секций, каждая %1 байт, превышают размер файла
zh_tw: 宣佈%n節，每節%1個位元組，超過檔案大小

# Utils::ElfReader|
source: string table seems to be at 0x%1
es: la tabla de cadenas parece estar en 0x%1
fr: le tableau de chaînes semble être à 0 x %1
it: la tabella delle stringhe sembra essere 0x%1
ja: 文字列テーブルが0x%1にあるようです
ru: таблица строк, кажется, находится на 0x%1
zh_tw: 字串表似乎在0x%1

# Utils::ElfReader|
source: section name %1 of %2 behind end of file
es: nombre de sección %1 de %2 detrás del final del archivo
fr: nom de la section %1 sur %2 à la fin du fichier
it: nome della sezione%1 di %2 dietro la fine del file
ja: セクション名%2の%1ファイルの終わり
ru: имя секции %1 из %2 позади окончания файла
zh_tw: 檔案結尾後%2的節名稱%1

# Utils::EnvironmentModel|
source: Variable
ja: 変数
ru: Переменная
zh_tw: 變數

# Utils::EnvironmentModel|
source: Value
es: Valor
fr: Valeur
it: Valore
ja: 値
ru: Величина
zh_tw: 值

# Utils::EnvironmentModel|
source: <VARIABLE>
it: <VARIABILE>
ja: <変数>
ru: <ПЕРЕМЕННАЯ>
zh_tw: <變數>

# Utils::EnvironmentModel|
source: <VALUE>
it: <VALORE>
ja: <値>
zh_tw: <值>

# Utils::FancyLineEdit|
source: Filter
es: Filtro
fr: Filtre
it: Filtro
ja: フィルタ
ru: Фильтр
zh_tw: 篩選器

# Utils::FancyLineEdit|
source: Clear text
es: Borrar texto
fr: Effacer le texte
it: Testo chiaro
ja: テキストをクリア
ru: Очистить текст
zh_tw: 清除文字

# QDockWidget|
source: Float
es: Flotar
fr: Flotter
ja: フロート
ru: Запас времени
zh_tw: 浮動

# QDockWidget|
source: Undocks and re-attaches the dock widget
es: Desconecta y vuelve a conectar el widget de dock
fr: Détache et rattache le widget de dock
it: Scollega e riattacca il widget del dock
ja: ドックウィジェットを元に戻して再接続する
ru: Расстыковывает и повторно пристыковывает виджет док-станции
zh_tw: 取消停靠並重新連接停靠小工具

# QDockWidget|
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_tw: 關閉

# QDockWidget|
source: Closes the dock widget
es: Cierra el widget de dock
fr: Ferme le widget du dock
it: Chiude il widget del dock
ja: ドックウィジェットを閉じる
ru: Закрывает виджет док-станции
zh_tw: 關閉停靠小工具

# Utils::FancyMainWindow|
source: Reset to Default Layout
es: Restablecer al diseño predeterminado
fr: Réinitialiser la mise en page par défaut
it: Ripristina layout predefinito
ja: デフォルトのレイアウトにリセット
ru: Сбросить до настроек по умолчанию
zh_tw: 重設為預設佈局

# Utils::FancyMainWindow|
source: Automatically Hide View Title Bars
es: Ocultar mostrar automáticamente barras de título
fr: Masquer automatiquement les barres de titre d'affichage
it: Nascondi automaticamente le barre del titolo di visualizzazione
ja: タイトルバーの表示を自動的に非表示にする
ru: Автоматически скрывать строки заголовков
zh_tw: 自動隱藏視圖標題列

# Utils::FileNameValidatingLineEdit|
source: Name is empty.
es: El nombre está vacío.
fr: Le nom est vide.
it: Il nome è vuoto.
ja: 名前は空です。
ru: Имя - пустое.
zh_tw: 名稱為空。

# Utils::FileNameValidatingLineEdit|
source: Name contains white space.
es: El nombre contiene espacios en blanco.
fr: Le nom contient un espace.
it: Il nome contiene uno spazio bianco.
ja: 名前に空白が含まれています。
ru: Имя содержит пробел.
zh_tw: 名稱包含空格。

# Utils::FileNameValidatingLineEdit|
source: Invalid character "%1".
es: Carácter no válido "%1".
fr: Caractère non valide "%1".
it: Carattere non valido "%1".
ja: 無効な文字"%1"です。
ru: Недопустимый символ "%1".
zh_tw: 無效的字元"%1"。

# Utils::FileNameValidatingLineEdit|
source: Invalid characters "%1".
es: Caracteres no válidos "%1".
fr: Caractères non valides "%1".
it: Caratteri non validi "%1".
ja: 無効な複数の文字"%1"です。
ru: Недопустимые символы "%1".
zh_tw: 無效的字元"%1"。

# Utils::FileNameValidatingLineEdit|
source: Name matches MS Windows device. (%1).
es: El nombre coincide con el dispositivo MS Windows. (%1).
fr: Le nom correspond à l'appareil MS Windows. (%1).
it: Il nome corrisponde al dispositivo MS Windows. (%1).
ja: 名前はMS Windowsデバイスと一致します。 （%1）。
ru: Имя соответствует устройству MS Windows. (%1).
zh_tw: 名稱與MS Windows装置相符。(%1)。

# Utils::FileNameValidatingLineEdit|
source: File extension %1 is required:
es: La extensión de archivo %1 es obligatoria:
fr: L'extension de fichier %1 est requise :
it: È richiesta l'estensione del file %1:
ja: ファイル拡張子%1は必須です：
ru: Требуется расширение файла %1:
zh_tw: 檔案副檔名%1是必需項：

# Utils::FileNameValidatingLineEdit|
source: File extensions %1 are required:
es: Las extensiones de archivo %1 son obligatorias:
fr: Les extensions de fichier %1 sont requises :
it: Sono richieste le estensioni dei file %1:
ja: ファイル拡張子複数%1は必須です：
ru: Требуются расширения файлов %1:
zh_tw: 檔案副檔名%1是必需項：

# Utils::FileSearch|
source: %1: canceled. %n occurrences found in %2 files.
es: %1: cancelado. %n Repeticiones encontradas en %2 archivos.
fr: %1 : annulé. %n occurrences trouvées dans %2 fichiers.
it: %1: annullato. %n occorrenze rilevate nei file %2.
ja: %1：キャンセルされました。%2個のファイルで%n個のオカレンスが見つかりました。
ru: %1: отменено. %n событий обнаружено в %2 файлах.
zh_tw: %1：已取消。在%2個檔案中找到%n個相符項。

# Utils::FileSearch|
source: %1: %n occurrences found in %2 files.
es: %1: %n Repeticiones encontradas en %2 archivos.
fr: %1 : %n occurrences trouvées dans %2 fichiers.
it: %1: %n occorrenze rilevate nei file %2.
ja: %1：%2個のファイルに%n件見つかりました。
ru: %1: %n событий обнаружено в %2 файлах.
zh_tw: %1：在%2個檔案中找到%n個相符項。

# Utils::FileUtils|
source: Refusing to remove root directory.
es: Negarse a eliminar el directorio raíz.
fr: Refuser de supprimer le répertoire racine.
it: Impossibile rimuovere la root directory.
ja: ルートディレクトリの削除を拒否。
ru: Отказано в удалении корневого каталога.
zh_tw: 拒絕刪除根目錄。

# Utils::FileUtils|
source: Refusing to remove your home directory.
es: Negarse a eliminar su directorio principal.
fr: Refuser de supprimer votre répertoire personnel.
it: Impossibile rimuovere la tua home directory.
ja: ホームディレクトリの削除を拒否。
ru: Отказано в удалении вашего домашнего каталога.
zh_tw: 拒絕刪除您的主目錄。

# Utils::FileUtils|
source: Failed to remove directory "%1".
es: Error al eliminar el directorio "%1".
fr: Impossible de supprimer le répertoire "%1".
it: Impossibile rimuovere la directory "%1".
ja: "%1"ディレクトリを削除できませんでした。
ru: Не удалось удалить каталог "%1".
zh_tw: 無法刪除目錄"%1"。

# Utils::FileUtils|
source: Failed to remove file "%1".
es: Error al eliminar el archivo "%1".
fr: Échec de la suppression du fichier "%1".
it: Impossibile rimuovere il file "%1".
ja: "%1"ファイルを削除できませんでした。
ru: Не удалось удалить файл "%1".
zh_tw: 無法刪除檔案"%1"。

# Utils::FileUtils|
source: Failed to create directory "%1".
es: Error al crear el directorio "%1".
fr: Impossible de créer le répertoire "%1".
it: Impossibile creare la directory "%1".
ja: "%1"ディレクトリを作成できませんでした。
ru: Не удалось создать каталог "%1".
zh_tw: 無法建立目錄"%1"。

# Utils::FileUtils|
source: Could not copy file "%1" to "%2".
es: No se ha podido copiar el archivo "%1" a "%2".
fr: Impossible de copier le fichier "%1" vers "%2".
it: Impossibile copiare il file "%1" in "%2".
ja: "%1"ファイルを"%2"にコピーできませんでした。
ru: Не удалось скопировать файл "%1" в "%2".
zh_tw: 無法將檔案"%1"複製到"%2"。

# Utils::FileUtils|
source: Cannot open %1 for reading: %2
es: No se puede abrir %1 para leer: %2
fr: Impossible d'ouvrir %1 pour la lecture : %2
it: Impossibile aprire %1 per la lettura: %2
ja: %1を読み込みに開くことができません：%2
ru: Невозможно открыть %1 для чтения: %2
zh_tw: 無法開啟%1進行讀取：%2

# Utils::FileUtils|
source: Cannot read %1: %2
es: No se puede leer %1: %2
fr: Impossible de lire %1 : %2
it: Impossibile leggere %1: %2
ja: %1を読み取れません：%2
ru: Не удается прочитать %1: %2
zh_tw: 無法讀取%1：%2

# Utils::FileUtils|
source: File Error
es: Error de archivo
fr: Erreur de fichier
it: Errore file
ja: ファイルエラー
ru: Ошибка в файле
zh_tw: 檔案錯誤

# Utils::FileUtils|
source: Cannot write file %1. Disk full?
es: No se puede escribir el archivo %1. ¿Disco lleno?
fr: Impossible d'écrire le fichier %1. Disque plein ?
it: Impossibile scrivere il file %1. Disco pieno?
ja: ファイル%1を書き込めません。ディスクがいっぱいですか？
ru: Не удается записать файл %1. Диск переполнен?
zh_tw: 無法寫入檔案%1。磁碟已滿？

# Utils::FileUtils|
source: Cannot overwrite file %1: %2
es: No se puede sobrescribir el archivo %1: %2
fr: Impossible d'écraser le fichier %1 : %2
it: Impossibile sovrascrivere il file %1: %2
ja: ファイル%1を上書きできません：%2
ru: Невозможно перезаписать файл %1: %2
zh_tw: 無法覆蓋檔案%1：%2

# Utils::FileUtils|
source: Cannot create file %1: %2
es: No se puede crear el archivo %1: %2
fr: Impossible de créer le fichier %1 : %2
it: Impossibile creare il file %1: %2
ja: ファイル%1を作成できません：%2
ru: Не удается создать файл %1: %2
zh_tw: 無法建立檔案%1：%2

# Utils::FileUtils|
source: Cannot create temporary file in %1: %2
es: No se puede crear un archivo temporal en %1: %2
fr: Impossible de créer un fichier temporaire dans %1 : %2
it: Impossibile creare il file temporaneo in%1: %2
ja: %1に一時ファイルを作成できません：%2
ru: Невозможно создать временный файл в %1: %2
zh_tw: 無法在%1中建立暫存檔案：%2
