Repository: kidswong999/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: es, fr, it, ja, ru, zh_tw

# OpenMV::Internal::OpenMVPlugin|
source: Thanks for using the OpenMV Cam and OpenMV IDE! Your OpenMV Cam's onboard LED blinks with diffent colors to indicate its state: Blinking Green: Your OpenMV Cam's onboard bootloader is running. The onboard bootloader runs for a few seconds when your OpenMV Cam is powered via USB to allow OpenMV IDE to reprogram your OpenMV Cam. Blinking Blue: Your OpenMV Cam is running the default main.py script onboard. If you have an SD card installed or overwrote the main.py script on your OpenMV Cam then it will run whatever code you loaded on it instead. If the LED is blinking blue but OpenMV IDE can't connect to your OpenMV Cam please make sure you are connecting your OpenMV Cam to your PC with a USB cable that supplies both data and power. Blinking White: Your OpenMV Cam's firmware is panicking because of a hardware failure. Please check that your OpenMV Cam's camera module is installed securely.
es: ¡Gracias por usar OpenMV Cam y OpenMV IDE! El LED a bordo de su OpenMV Cam parpadea con diferentes colores para indicar su estado: Verde parpadeante: El gestor de arranque a bordo de su OpenMV Cam se está ejecutando. El gestor de arranque integrado funciona durante unos segundos cuando su OpenMV Cam se alimenta a través de USB para permitir que OpenMV IDE reprograme su OpenMV Cam. Azul intermitente: Su OpenMV Cam está ejecutando el script main.py predeterminado a bordo. Si tiene una tarjeta SD instalada o sobrescribió el script main.py en su OpenMV Cam, ejecutará el código que cargó en su lugar. Si el LED parpadea en azul pero OpenMV IDE no se puede conectar a su OpenMV Cam, asegúrese de conectar su OpenMV Cam a su PC con un cable USB que suministre datos y energía. Blanco parpadeante: El firmware de su OpenMV Cam está entrando en pánico debido a una falla de hardware. Compruebe que el módulo de cámara de su cámara OpenMV Cam esté instalado de forma segura.
fr: Merci d'avoir utilisé OpenMV Cam et OpenMV IDE! La LED embarquée de votre OpenMV Cam clignote avec des couleurs différentes pour indiquer son état: Vert clignotant: Le chargeur de démarrage intégré de votre OpenMV Cam est en cours d'exécution. Le chargeur de démarrage intégré fonctionne pendant quelques secondes lorsque votre OpenMV Cam est alimenté via USB pour permettre à OpenMV IDE de reprogrammer votre OpenMV Cam. Bleu clignotant: Votre OpenMV Cam exécute le script main.py par défaut à bord. Si vous avez une carte SD installée ou écrasé le script main.py sur votre OpenMV Cam, il exécutera le code que vous y avez chargé à la place. Si le voyant clignote en bleu mais OpenMV IDE ne peut pas se connecter à votre OpenMV Cam, assurez-vous de connecter votre OpenMV Cam à votre PC avec un câble USB qui fournit à la fois les données et l'alimentation. Blanc clignotant: Le firmware de votre OpenMV Cam panique à cause d'une panne matérielle. Veuillez vérifier que le module de caméra de votre OpenMV Cam est correctement installé.
it: Grazie per aver utilizzato OpenMV Cam e OpenMV IDE! Il LED di bordo della videocamera OpenMV lampeggia con colori diversi per indicarne lo stato: Verde lampeggiante: Il bootloader di bordo della tua OpenMV Cam è in esecuzione. Il bootloader di bordo funziona per alcuni secondi quando OpenMV Cam è alimentato tramite USB per consentire a OpenMV IDE di riprogrammare la tua OpenMV Cam. Blu lampeggiante: La tua OpenMV Cam esegue lo script main.py predefinito a bordo. Se hai una scheda SD installata o sovrascrivi lo script main.py su OpenMV Cam, eseguirà invece il codice che hai caricato su di essa. Se il LED lampeggia in blu ma OpenMV IDE non è in grado di connettersi alla tua OpenMV Cam, assicurati di collegare la tua OpenMV Cam al PC con un cavo USB che fornisce sia dati che alimentazione. Lampeggiante bianco: Il firmware di OpenMV Cam è in panico a causa di un errore hardware. Verifica che il modulo della videocamera OpenMV Cam sia installato in modo sicuro.
ja: OpenMV CamとOpenMV IDEをご利用いただきありがとうございます！ OpenMV CamのオンボードLEDはさまざまな色で点滅し、その状態を示します。\n\n緑色に点滅： OpenMV Camのオンボードブートローダーが実行されています。OpenMV CamにUSB経由で電源を入れると、OpenMV IDEがOpenMV Camを再プログラムできるようにするため、オンボードブートローダーが数秒間実行されます。 n青色に点滅：\n\nOpenMV Camは、デフォルトのmain.pyスクリプトをオンボードで実行しています。 SDカードがインストールされているか、OpenMV Camのmain.pyスクリプトを上書きした場合、代わりにロードしたコードが実行されます。 LEDが青色に点滅しているのにOpenMV IDEがOpenMV Camに接続できない場合は、データと電力の両方を供給するUSB​​ケーブルでOpenMV CamをPCに接続していることを確認してください。 白く点滅：\n\nOpenMV Camのファームウェアは、ハードウェア障害のためにパニック状態です。OpenMV Camのカメラモジュールがしっかりとインストールされていることを確認してください。
ru: Спасибо за использование OpenMV Cam и OpenMV IDE! Встроенный светодиод вашего OpenMV Cam мигает разными цветами, указывая на его состояние: Мигающий зеленый: Встроенный загрузчик вашей камеры OpenMV работает. Встроенный загрузчик работает в течение нескольких секунд, когда ваша камера OpenMV запитана через USB, что позволяет OpenMV IDE перепрограммировать вашу камеру OpenMV. Мигающий синий: На вашей OpenMV Cam работает скрипт main.py по умолчанию. Если у вас установлена ​​SD-карта или вы перезаписали скрипт main.py на вашей OpenMV Cam, тогда он будет запускать любой код, который вы загрузили на нее. Если светодиод мигает синим, но OpenMV IDE не может подключиться к вашей камере OpenMV, пожалуйста, убедитесь, что вы подключаете свою камеру OpenMV к своему компьютеру с помощью USB-кабеля, который обеспечивает как питание, так и питание. Мигающий белый: Прошивка вашего OpenMV Cam паникует из-за аппаратного сбоя. Пожалуйста, убедитесь, что модуль камеры вашего OpenMV Cam установлен надежно.
zh_tw: 感謝您使用OpenMV Cam和OpenMV IDE！ OpenMV Cam的板載LED閃爍著不同的顏色，以指示其狀態： 呈綠色閃爍： 您的OpenMV Cam的內置引導加載程序正在運行。通過USB為您的OpenMV Cam供電時，板載引導程序會運行幾秒鐘，以允許OpenMV IDE重新編程您的OpenMV Cam。 呈藍色閃爍：\n\n您的OpenMV Cam正在板上運行默認的main.py腳本。 如果您已安裝SD卡或在OpenMV Cam上覆蓋了main.py腳本，則它將運行您加載在其中的任何代碼。 如果LED閃爍藍色，但OpenMV IDE無法連接到OpenMV Cam，請確保使用提供數據和電源的USB電纜將OpenMV Cam連接到PC。 閃爍白色： 由於硬件故障，您的OpenMV Cam的固件崩潰了。請檢查是否已正確安裝OpenMV Cam的攝像頭模塊。

# OpenMV::Internal::OpenMVPlugin|
source: Serial Port - %L1 - %L2 BPS
es: Puerto serie - %L1 - %L2 BPS
fr: Port série - %L1 -%L2 BPS
it: Porta seriale -%L1 - %L2 BPS
ja: シリアルポート - %L1 - %L2 BPS
ru: Серийный порт - %L1 - %L2 BPS
zh_tw: 序列埠 - %L1 - %L2 BPS

# OpenMV::Internal::OpenMVPlugin|
source: Connecting... (30 second timeout)
es: Conectando... (tiempo de espera de 30 segundos)
fr: Connexion... (délai d'expiration de 30 secondes)
it: Connessione in corso... (30 secondi di timeout)
ja: 接続中...（30秒のタイムアウト）
ru: Подключение... (30 секундный тайм-аут)
zh_tw: 正在連線...(30秒逾時)

# OpenMV::Internal::OpenMVPlugin|
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ru: Отменить
zh_tw: 取消

# OpenMV::Internal::OpenMVPlugin|
source: Missing argument for -serial_number_filter
es: Argumento faltante para -serial_number_filter
fr: Argument manquant pour -serial_number_filter
it: Argomento mancante per -serial_number_filter
ja: -serial_number_filterの引数がありません
ru: Отсутствует аргумент для -serial_number_filter
zh_tw: -serial_number_filter 缺少參數

# OpenMV::Internal::OpenMVPlugin|
source: Missing argument for -form_key
es: Falta un argumento para -form_key
fr: Argument manquant pour -form_key
it: Argomento mancante per -form_key
ja: -form_keyの引数がありません
ru: Отсутствует аргумент для -form_key
zh_tw: -form_key缺少參數

# OpenMV::Internal::OpenMVPlugin|
source: Auto Reconnect to OpenMV Cam
es: Reconexión automática a OpenMV Cam
fr: Reconnexion automatique à OpenMV Cam
ja: OpenMV Cam への自動再接続
ru: Автоматическое переподключение к OpenMV Cam
zh_tw: 自動重新連接到 OpenMV Cam

# OpenMV::Internal::OpenMVPlugin|
source: When Auto Reconnect is enabled OpenMV IDE will automatically reconnect to your OpenMV if detected. Note that while Auto Reconnect is enabled connect and disconnect will not stop your OpenMV Cam's running script.
es: Cuando Auto Reconnect está habilitado, OpenMV IDE se volverá a conectar automáticamente a su OpenMV si se detecta. Tenga en cuenta que mientras Auto Reconnect está habilitado, conectar y desconectar no detendrá el script en ejecución de OpenMV Cam.
fr: Lorsque la reconnexion automatique est activée, OpenMV IDE se reconnectera automatiquement à votre OpenMV s'il est détecté. Notez que lorsque la reconnexion automatique est activée, la connexion et la déconnexion n'arrêteront pas le script en cours d'exécution de votre OpenMV Cam.
ja: 自動再接続が有効になっている場合、検出された場合、OpenMV IDE は OpenMV に自動的に再接続します。 自動再接続が有効になっている間は、接続と切断によって OpenMV Cam の実行中のスクリプトが停止されないことに注意してください。
ru: Когда автоматическое переподключение включено, OpenMV IDE будет автоматически переподключаться к вашему OpenMV при обнаружении. Обратите внимание, что пока включено автоматическое повторное подключение, подключение и отключение не остановит работающий скрипт OpenMV Cam.
zh_tw: 啟用自動重新連接後，如果檢測到，OpenMV IDE 將自動重新連接到您的 OpenMV。 請注意，啟用自動重新連接後，連接和斷開連接不會停止 OpenMV Cam 的運行腳本。

# OpenMV::Internal::OpenMVPlugin|
source: Install the Latest Development Release
es: Instale la última versión de desarrollo
fr: Installer la dernière version de développement
it: Installa l'ultima versione di sviluppo
ja: 最新の開発リリースをインストールする
ru: Установите последнюю версию разработки
zh_tw: 安裝最新的開發版本

# OpenMV::Internal::OpenMVPlugin|
source: Play RTSP Stream
es: Reproducir transmisión RTSP
fr: Lire le flux RTSP
ja: RTSP ストリームを再生
ru: Воспроизвести RTSP-поток
zh_tw: 播放 RTSP 流

# OpenMV::Internal::OpenMVPlugin|
source: Dataset Editor
es: Editor de conjunto de datos
fr: Éditeur de jeu de données
it: Editor del set di dati
ja: データセットエディター
ru: Редактор набора данных
zh_tw: 數據集編輯器

# OpenMV::Internal::OpenMVPlugin|
source: New Dataset
es: Nuevo conjunto de datos
fr: Nouveau jeu de données
it: Nuovo set di dati
ja: 新しいデータセット
ru: Новый набор данных
zh_tw: 新數據集

# OpenMV::Internal::OpenMVPlugin|
source: Dataset Editor - Choose a folder to build the dataset in
es: Editor de conjunto de datos: elija una carpeta para construir el conjunto de datos
fr: Éditeur de jeu de données - Choisissez un dossier dans lequel créer le jeu de données
it: Editor set di dati: scegliere una cartella in cui creare il set di dati
ja: データセットエディター-データセットを構築するフォルダーを選択
ru: Редактор набора данных - выберите папку для построения набора данных
zh_tw: 數據集編輯器-選擇要在其中構建數據集的文件夾

# OpenMV::Internal::OpenMVPlugin|
source: The selected folder is not empty and the contents will be deleted. Continue?
es: La carpeta seleccionada no está vacía y el contenido se eliminará. ¿Seguir?
fr: Le dossier sélectionné n'est pas vide et le contenu sera supprimé. Continuer?
it: La cartella selezionata non è vuota e il contenuto verrà eliminato. Continua?
ja: 選択したフォルダは空ではなく、内容は削除されます。継続する？
ru: Выбранная папка не пуста, и ее содержимое будет удалено. Продолжать?
zh_tw: 所選文件夾不為空，內容將被刪除。繼續？

# OpenMV::Internal::OpenMVPlugin|
source: Error: %L1!
fr: Erreur : %L1 !
it: Errore: %L1!
ja: エラー：%L1！
ru: Ошибка: %L1!
zh_tw: 錯誤：%L1!

# OpenMV::Internal::OpenMVPlugin|
source: Open Dataset
es: Conjunto de datos abierto
fr: Ouvrir un ensemble de données
it: Apri set di dati
ja: データセットを開く
ru: Открытый набор данных
zh_tw: 打開數據集

# OpenMV::Internal::OpenMVPlugin|
source: Dataset Editor - Choose a dataset folder to open
es: Editor de conjunto de datos: elija una carpeta de conjunto de datos para abrir
fr: Éditeur de jeu de données - Choisissez un dossier de jeu de données à ouvrir
it: Editor set di dati: selezionare una cartella del set di dati da aprire
ja: データセットエディター-開くデータセットフォルダーを選択
ru: Редактор набора данных - выберите папку набора данных для открытия
zh_tw: 數據集編輯器-選擇要打開的數據集文件夾

# OpenMV::Internal::OpenMVPlugin|
source: The selected folder does not appear to be a valid OpenMV Cam Image Dataset!
es: ¡La carpeta seleccionada no parece ser un conjunto de datos de imagen de cámara OpenMV válido!
fr: Le dossier sélectionné ne semble pas être un ensemble de données d'image OpenMV Cam valide!
it: La cartella selezionata non sembra essere un set di dati di immagini Cam OpenMV valido!
ja: 選択したフォルダは有効なOpenMV Cam画像データセットではないようです！
ru: Выбранная папка не является допустимым набором изображений OpenMV Cam!
zh_tw: 所選文件夾似乎不是有效的OpenMV Cam圖像數據集！

# OpenMV::Internal::OpenMVPlugin|
source: Export
es: Exportar
fr: Exportation
it: Esportare
ja: 書き出す
ru: Экспорт
zh_tw: 出口

# OpenMV::Internal::OpenMVPlugin|
source: Export Dataset to Zip File
es: Exportar conjunto de datos a archivo zip
fr: Exporter l'ensemble de données vers un fichier Zip
it: Esporta set di dati in file zip
ja: データセットをZipファイルにエクスポート
ru: Экспорт набора данных в ZIP-файл
zh_tw: 將數據集導出到Zip文件

# OpenMV::Internal::OpenMVPlugin|
source: Export Dataset
es: Exportar conjunto de datos
fr: Exporter un jeu de données
it: Esporta set di dati
ja: データセットのエクスポート
ru: Экспорт данных
zh_tw: 導出數據集

# OpenMV::Internal::OpenMVPlugin|
source: Zip Files (*.zip)
es: Archivos zip (*.zip)
fr: Fichiers Zip (*.zip)
it: File zip (*.zip)
ja: Zipファイル (*.zip)
ru: Zip файлы (*.zip)
zh_tw: 壓縮文件 (*.zip)

# OpenMV::Internal::OpenMVPlugin|
source: Exporting...
es: Exportador...
fr: Exportation...
it: Esportazione...
ja: エクスポートしています...
ru: Экспорт...
zh_tw: 出口...

# OpenMV::Internal::OpenMVPlugin|
source: Upload to Edge Impulse Project
es: Subir al proyecto Edge Impulse
fr: Télécharger dans le projet Edge Impulse
it: Carica nel progetto Edge Impulse
ja: エッジインパルスプロジェクトにアップロード
ru: Загрузить в проект Edge Impulse
zh_tw: 上載到Edge Impulse項目

# OpenMV::Internal::OpenMVPlugin|
source: Login to Edge Impulse Account
es: Inicie sesión en la cuenta de Edge Impulse
fr: Connectez-vous au compte Edge Impulse
it: Accedi all'account Edge Impulse
ja: エッジインパルスアカウントにログイン
ru: Войдите в учетную запись Edge Impulse
zh_tw: 登錄到Edge Impulse帳戶

# OpenMV::Internal::OpenMVPlugin|
source: Logout from Account: %L1
es: Salir de la cuenta:%L1
fr: Déconnexion du compte:%L1
it: Esci dall'account: %L1
ja: アカウントからのログアウト：%L1
ru: Выход из учетной записи:%L1
zh_tw: 從帳戶註銷：%L1

# OpenMV::Internal::OpenMVPlugin|
source: Login to Edge Impulse Account and Upload to Project
es: Inicie sesión en la cuenta de Edge Impulse y cargue en el proyecto
fr: Connectez-vous au compte Edge Impulse et téléchargez-le dans le projet
it: Accedi all'account Edge Impulse e carica nel progetto
ja: Edge Impulseアカウントにログインし、プロジェクトにアップロードします
ru: Войдите в учетную запись Edge Impulse и загрузите в проект
zh_tw: 登錄到Edge Impulse帳戶並上傳到項目

# OpenMV::Internal::OpenMVPlugin|
source: Upload to Edge Impulse by API Key
es: Subir a Edge Impulse por clave API
fr: Télécharger vers Edge Impulse par clé API
it: Carica su Edge Impulse tramite chiave API
ja: APIキーでエッジインパルスにアップロード
ru: Загрузить в Edge Impulse по API-ключу
zh_tw: 通過API密鑰上傳到Edge Impulse

# OpenMV::Internal::OpenMVPlugin|
source: Close Dataset
es: Cerrar conjunto de datos
fr: Fermer l'ensemble de données
it: Chiudi set di dati
ja: データセットを閉じる
ru: Закрыть набор данных
zh_tw: 關閉數據集

# OpenMV::Internal::OpenMVPlugin|
source: About OpenMV Cam %1
es: Acerca de la cámara OpenMV %1
fr: À propos de la caméra OpenMV %1
it: Informazioni su OpenMV Cam %1
ja: OpenMV Cam%1について
ru: О OpenMV Cam %1
zh_tw: 關於 OpenMV 凸輪 %1

# OpenMV::Internal::OpenMVPlugin|
source: About OpenMV Cam %1...
es: Acerca de la cámara OpenMV %1...
fr: À propos de la caméra OpenMV %1...
it: Informazioni su OpenMV Cam %1...
ja: OpenMV Cam%1について...
ru: О OpenMV Cam %1...
zh_tw: 關於 OpenMV 凸輪 %1...

# OpenMV::Internal::OpenMVPlugin|
source: <p><b>About OpenMV IDE %L1</b></p><p>By: Ibrahim Abdelkader & Kwabena W. Agyeman</p><p><b>GNU GENERAL PUBLIC LICENSE</b></p><p>Copyright (C) %L2 %L3</p><p>This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href="https://github.com/openmv/qt-creator/raw/master/LICENSE.GPL3-EXCEPT">GNU General Public License</a> for more details.</p><p><b>Questions or Comments?</b></p><p>Contact us at <a href="mailto:openmv@openmv.io">openmv@openmv.io</a>.</p>
es: <p><b>Sobre OpenMV IDE %L1</b></p><p>Por: Ibrahim Abdelkader & Kwabena W. Agyeman</p><p><b>GNU GENERAL PUBLIC LICENSE</b></p><p>Derechos de autor (C) %L2 %L3</p><p>Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; sin siquiera la garantía implícita de COMERCIABILIDAD o APTITUD PARA UN PROPÓSITO EN PARTICULAR. Consulte la <a href="https://github.com/openmv/qt-creator/raw/master/LICENSE.GPL3-EXCEPT">GNU General Public License</a> para obtener más detalles.</p><p><b>¿Preguntas o comentarios?</b></p><p>Contacta con nosotros en <a href="mailto:openmv@openmv.io">openmv@openmv.io</a>.</p>
fr: <p><b>À propos d'OpenMV IDE %L1</b></p><p>Par: Ibrahim Abdelkader & Kwabena W. Agyeman</p><p><b>GNU GENERAL PUBLIC LICENSE</b></p><p>Droits d'auteur (C) %L2 %L3</p><p>Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE; sans même la garantie implicite de QUALITÉ MARCHANDE ou D'ADÉQUATION À UN USAGE PARTICULIER. Voir la <a href="https://github.com/openmv/qt-creator/raw/master/LICENSE.GPL3-EXCEPT">GNU General Public License</a> pour plus de détails.</p><p><b>Questions ou commentaires?</b></p><p>Contactez-nous à <a href="mailto:openmv@openmv.io">openmv@openmv.io</a>.</p>
it: <p><b>Informazioni su OpenMV IDE %L1</b></p><p>Di: Ibrahim Abdelkader & Kwabena W. Agyeman</p><p><b>GNU GENERAL PUBLIC LICENSE</b></p><p>Diritto d'autore (C) %L2 %L3</p><p>Questo programma è distribuito nella speranza che possa essere utile, ma SENZA ALCUNA GARANZIA; senza nemmeno la garanzia implicita di COMMERCIABILITÀ o IDONEITÀ A UN PARTICOLARE SCOPO. Vedi la <a href="https://github.com/openmv/qt-creator/raw/master/LICENSE.GPL3-EXCEPT">GNU General Public License</a> per maggiori dettagli.</p><p><b>Domande o commenti?</b></p><p>Contattaci al <a href="mailto:openmv@openmv.io">openmv@openmv.io</a>.</p>
ja: <p><b>OpenMV IDE %L1 について</b></p><p>沿って: Ibrahim Abdelkader & Kwabena W. Agyeman</p><p><b>GNU GENERAL PUBLIC LICENSE</b></p><p>著作権 (C) %L2 %L3</p><p>このプログラムは、役立つことを期待して配布されていますが、いかなる保証もありません。商品性または特定の目的への適合性の暗黙の保証さえありません.詳細については、 <a href="https://github.com/openmv/qt-creator/raw/master/LICENSE.GPL3-EXCEPT">GNU General Public License</a> をご覧ください。</p><p><b>質問やコメント？</b></p><p>連絡先 <a href="mailto:openmv@openmv.io">openmv@openmv.io</a>.</p>
ru: <p><b>Об OpenMV IDE %L1</b></p><p>По: Ibrahim Abdelkader & Kwabena W. Agyeman</p><p><b>GNU GENERAL PUBLIC LICENSE</b></p><p>авторское право (C) %L2 %L3</p><p>Эта программа распространяется в надежде, что она будет полезна, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемой гарантии ТОВАРНОГО ОБЕСПЕЧЕНИЯ или ПРИГОДНОСТИ ДЛЯ ОСОБЫХ ЦЕЛЕЙ. См <a href="https://github.com/openmv/qt-creator/raw/master/LICENSE.GPL3-EXCEPT">GNU General Public License</a> для получения дополнительной информации.</p><p><b>Вопросы или комментарии?</b></p><p>Свяжитесь с нами по адресу <a href="mailto:openmv@openmv.io">openmv@openmv.io</a>.</p>
zh_tw: <p><b>關於OpenMV IDE %L1</b></p><p>通過: Ibrahim Abdelkader & Kwabena W. Agyeman</p><p><b>GNU GENERAL PUBLIC LICENSE</b></p><p>版權 (C) %L2 %L3</p><p>分發該程序是希望它會有用，但是沒有任何保證；甚至沒有針對特定目的的適銷性或適用性的暗示保證. 見 <a href="https://github.com/openmv/qt-creator/raw/master/LICENSE.GPL3-EXCEPT">GNU General Public License</a> 更多細節.</p><p><b>有疑問或意見嗎？</b></p><p>與我們聯繫 <a href="mailto:openmv@openmv.io">openmv@openmv.io</a>.</p>

# OpenMV::Internal::OpenMVPlugin|
source: <p><b>Partners</b></p>
es: <p><b>Socios</b></p>
fr: <p><b>Les partenaires</b></p>
it: <p><b>Partner</b></p>
ja: <p><b>パートナー</b></p>
ru: <p><b>Партнеры</b></p>
zh_tw: <p><b>夥伴</b></p>

# OpenMV::Internal::OpenMVPlugin|
source: Res (w:%1, h:%2) - Point (x:%3, y:%4)
es: Resolución (w:%1, h:%2) - Punto (x:%3, y:%4)
fr: Résolution (w:%1, h:%2) - Point (x:%3, y:%4)
it: Risoluzione (w:%1, h:%2) - Punto (x:%3, y:%4)
ja: 解決 (w:%1, h:%2) - ポイント (x:%3, y:%4)
ru: разрешение (w:%1, h:%2) - точка (x:%3, y:%4)
zh_tw: 解析度 (w:%1, h:%2) - 點 (x:%3, y:%4)

# OpenMV::Internal::OpenMVPlugin|
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_tw: 關閉

# OpenMV::Internal::OpenMVPlugin|
source: Image Preview
es: Vista previa de imagen
fr: Aperçu d'image
it: Anteprima dell'immagine
ja: 画像プレビュー
ru: Предварительный просмотр изображения
zh_tw: 圖片預覽

# OpenMV::Internal::OpenMVPlugin|
source: New Class Folder
es: Nueva carpeta de clase
fr: Nouveau dossier de classe
it: Nuova cartella di classe
ja: 新しいクラスフォルダー
ru: Папка нового класса
zh_tw: 新類文件夾

# OpenMV::Internal::OpenMVPlugin|
source: Capture Data
es: Captura de datos
fr: Capturer des données
it: Acquisisci dati
ja: データをキャプチャする
ru: Захват данных
zh_tw: 採集數據

# OpenMV::Internal::OpenMVPlugin|
source: Try doing: sudo adduser %L1 dialout ...in a terminal and then restart your computer.
es: Intente: sudo adduser%L1 dialout ... en un terminal y luego reinicie su ordenador.
fr: Essayez de : sudo adduser %L1 en accès distant ... dans un terminal, puis redémarrez votre ordinateur.
it: Prova: sudo adduser %L1 dialout ... in un terminale e quindi riavvia il computer.
ja: 次の操作を実行してください： udo adduser%L1ダイヤルアウト ...端末で、その後、コンピュータを再起動してください。
ru: Попытайтесь выполнить: sudo adduser%L1dialout ... в терминале, а затем перезагрузите компьютер.
zh_tw: 在終端中嘗試進行： sudo adduser %L1 dialout ...然後重新開啟電腦。

# OpenMV::Internal::OpenMVPlugin|
source: Invalid baud rate argument (%1) for -open_serial_terminal
es: Argumento de velocidad en baudios no válido (%1) para -open_serial_terminal
fr: Argument de débit en bauds invalide (%1) pour -open_serial_terminal
it: Argomento della velocità di trasmissione non valido (%1) per -open_serial_terminal
ja: -open_serial_terminalの無効なボーレートアーギュメント（%1）
ru: Недопустимый аргумент скорости передачи (%1) для -open_serial_terminal
zh_tw: 無效的-open_serial_terminal傳輸速率參數(%1)

# OpenMV::Internal::OpenMVPlugin|
source: -open_serial_terminal requires two arguments <port_name:baud_rate>
es: -open_serial_terminal requiere dos argumentos <port_name:baud_rate>
fr: -open_serial_terminal requiert deux arguments <port_name:baud_rate>
it: -open_serial_terminal richiede due argomenti <port_name: baud_rate>
ja: -open_serial_terminalには2つのアーギュメントが必要です。<port_name：baud_rate>
ru: -open_serial_terminal требует двух аргументов <port_name:baud_rate>
zh_tw: -open_serial_terminal需要兩個參數<port_name:baud_rate>

# OpenMV::Internal::OpenMVPlugin|
source: Missing arguments for -open_serial_terminal
es: Faltan argumentos para -open_serial_terminal
fr: Arguments manquants pour -open_serial_terminal
it: Argomenti mancanti per -open_serial_terminal
ja: -open_serial_terminalのアーギュメントがありません
ru: Отсутствуют аргументы для -open_serial_terminal
zh_tw: 缺少-open_serial_terminal的參數

# OpenMV::Internal::OpenMVPlugin|
source: UDP Client Connection - %1:%2
es: Conexión de cliente UDP - %1:%2
fr: Connexion du client UDP - %1 : %2
it: Connessione client UDP -%1: %2
ja: UDPクライアント接続 - %1：%2
ru: Соединение клиента UDP - %1: %2
zh_tw: UDP用戶端連線 - %1:%2

# OpenMV::Internal::OpenMVPlugin|
source: Invalid port argument (%1) for -open_udp_client_terminal
es: Argumento de puerto no válido (%1) para -open_udp_client_terminal
fr: Argument de port non valide (%1) pour -open_udp_client_terminal
it: Argomento della porta non valido (%1) per -open_udp_client_terminal
ja: -open_udp_client_terminalの無効なポートアーギュメント（%1）
ru: Недопустимый аргумент порта (%1) для -open_udp_client_terminal
zh_tw: 無效的-open_udp_client_terminal埠參數(%1)

# OpenMV::Internal::OpenMVPlugin|
source: -open_udp_client_terminal requires two arguments <host_name:port>
es: -open_udp_client_terminal requiere dos argumentos <host_name: port>
fr: -open_udp_client_terminal requiert deux arguments <host_name:port>
it: -open_udp_client_terminal richiede due argomenti <host_name:port>
ja: -open_udp_client_terminalには2つのアーギュメントが必要です。<host_name：port>
ru: -open_udp_client_terminal требует два аргумента <host_name:port>
zh_tw: -open_udp_client_terminal需要兩個參數<host_name:port>
